[
    "Under åren 1999–2002 fanns möjlighet att skjuta upp beskattningen på vinsten vid andelsbyte av aktier, så kallat uppskov.",
    "Om dina anhöriga hade aktier med ett uppskov knutet till sig, kan dödsboet frivilligt ta upp hela uppskovsbeloppet till beskattning.",
    "Det kallas återföring av uppskov.",
    "I annat fall ska den nya ägaren av aktierna ta över uppskovet.",
    "Om dödsboet ska återföra uppskovet till beskattning, gör du det i dödsboets deklaration, som du lämnar året efter dödsfallet.",
    "Du ska då fylla i bilaga K4.",
    "Använd gärna e-tjänsten Inkomstdeklaration 1.",
    "Har du e-legitimation kan du enkelt använda vår e-tjänst för att redovisa: I tjänsten är antal, aktieslag och försäljningspris redan förifyllt om du har sålt marknadsnoterade aktier.",
    "Den nya ägaren ska ta upp uppskovet till beskattning senast när aktierna säljs eller på annat sätt avyttras.",
    "Den nya ägaren kan också välja att ta upp hela eller delar av uppskovsbeloppet till beskattning innan försäljningen.",
    "Tänk på att du som har ärvt aktier med uppskov ska lämna uppgift om detta i din deklaration, kalenderåret efter övertagandet.",
    "Dessa uppgifter ska du fylla i under Övriga upplysningar i inkomstdeklarationen: När du säljer de ärvda aktierna uppkommer en vinst eller förlust.",
    "Vinsten eller förlusten ska du ta upp i din deklaration året efter försäljningen.",
    "Det omkostnadsbelopp som du då ska använda dig av är inte vad som betalades för de bortbytta aktierna, utan vad dessa värderades till vid bytet.",
    "Redovisa vinsten eller förlusten av försäljningen i bilaga K4 i e-tjänsten Inkomstdeklaration 1.",
    "Där är flera uppgifter förifyllda.",
    "Tänk på att inte ta med uppskovsbeloppet i din beräkning av vinst eller förlust.",
    "Redovisa istället uppskovsbeloppet per såld andel som en vinst under separat avsnitt.",
    "Redovisar du på pappersblanketten K4, ska du redovisa vinsten eller förlusten av försäljningen i avsnitt A och återföringen av uppskovet i avsnitt B."
]