[
    "Barn under 18 år ska vara folkbokförda enligt samma regler som vuxna, det vill säga på den adress där de sover flest nätter.",
    "Du som är vårdnadshavare för ett barn kan anmäla flytt för barnet.",
    "Anmäl flytten i tjänsten Flyttanmälan, det är enklast.",
    "Du kan bara anmäla flytt i tjänsten för ett barn som är folkbokfört på samma adress som du är.",
    "Om barnet är folkbokfört hos den andra vårdnadshavaren kan du i stället anmäla flytt på blankett.",
    "Du som inte kan använda tjänsten Flyttanmälan kan i stället anmäla flytten på en pappersblankett.",
    "Reglerna för vem eller vilka som ska godkänna flyttanmälan för ett barn skiljer sig lite beroende på situation.",
    "Välj den som passar dig och ditt barn.",
    "Du godkänner antingen i tjänsten Lämna samtycke eller genom att skriva under pappersblanketten.",
    "Gör flyttanmälan via e-tjänsten Flyttanmälan.",
    "Det räcker att en av vårdnadshavarna anmäler och godkänner flyttanmälan för hela familjen.",
    "Det förutsätter att barnet flyttar med båda sina vårdnadshavare från samma adress till en ny gemensam adress.",
    "För att anmäla flytt för barnet, gör följande: Du som inte är folkbokförd på samma adress som barnet kan i stället göra anmälan på blankett.",
    "Den andra vårdnadshavaren ska också godkänna anmälan genom att skriva under den.",
    "Båda vårdnadshavarna ska godkänna Det tar längre tid att få barnets adress registrerad om du skickar in en anmälan med bara en av vårdnadshavarnas godkännande.",
    "Det beror på att vi då måste skicka en förfrågan om samtycke med post till den andra vårdnadshavaren.",
    "Det gör vi först när en handläggare har tagit hand om ärendet.",
    "För att anmäla flytt för barnet, gör följande: Du som inte är folkbokförd på samma adress som barnet kan i stället göra anmälan på blankett.",
    "Båda vårdnadshavarna ska godkänna Om du skickar in en anmälan med bara en av vårdnadshavarnas godkännande skickar Skatteverket en förfrågan om samtycke med post till den andra vårdnadshavaren.",
    "Det gör vi först när en handläggare har tagit hand om ärendet.",
    "Om ni inte kommer överens om var barnet ska vara folkbokfört gör Skatteverket en bedömning, till exempel utifrån var barnet bor mest och går i förskola eller skola.",
    "Vi skickar ut frågor till er båda.",
    "För att anmäla flytt, gör följande: Vårdnadshavare ska godkänna en flyttanmälan när ett barn flyttar till en adress där ingen av vårdnadshavarna bor.",
    "Om barnet har två vårdnadshavare ska alltså båda godkänna anmälan.",
    "Det gäller till exempel om barnet flyttar till ett familjehem.",
    "Om barnet flyttar till ett familjehem ska ni uppge kontaktuppgifter till familjehemmet i flyttanmälan.",
    "Innan folkbokföringen kan ändras kontrollerar Skatteverket varför ett barn flyttar till en adress utan sin eller sina vårdnadshavare.",
    "Det tar längre tid att registrera den nya adressen om du skickar in mer än en flyttanmälan.",
    "Ett barn som har fyllt 16 år har rätt att själv göra en flyttanmälan.",
    "Det innebär att om barnet är mellan 16 och 18 år kan antingen barnet själv eller vårdnadshavarna göra anmälan.",
    "Ett barn som på grund av studier bor på annan ort eller i en annan bostad ska ändå vara folkbokförd hos sin eller sina vårdnadshavare.",
    "Det gäller så länge barnet fortsätter i grundskola, gymnasieskola eller motsvarande utbildning, förutsatt att utbildningen påbörjades innan barnet fyllde 18 år.",
    "Denna regel gäller tills barnet fyller 21 år.",
    "Nej, alla som flyttar måste vara med på flyttanmälan.",
    "När barnets andra vårdnadshavare anmäler flytt för barnet via tjänsten Flyttanmälan ges du möjlighet att lämna ditt samtycke till anmälan via tjänsten Lämna samtycke.",
    "För att använda tjänsten krävs e-legitimation.",
    "Svara så snart som möjligt så att Skatteverket får veta om du samtycker till flyttanmälan eller inte.",
    "Efter sju dagar är det inte möjligt att svara i tjänsten.",
    "Om du inte lämnar svar i tjänsten kommer vi att skicka en förfrågan till dig med post.",
    "Det gör vi först när en handläggare har tagit hand om ärendet.",
    "Vi avvisar då din flyttanmälan för barnet och startar en utredning om var barnet ska vara folkbokfört.",
    "Vi frågar er vårdnadshavare bland annat om var barnet sover och går på förskola eller skola.",
    "Innan vi fattar beslut får vårdnadshavarna ta del av de uppgifter som kan komma att påverka beslutet.",
    "Vi fattar sedan ett beslut om barnets folkbokföring utifrån dessa uppgifter.",
    "Gör ingen ny flyttanmälan.",
    "Du eller den andra vårdnadshavaren kan i stället kontakta Skatteverket eller er handläggare om ni har kontaktuppgifter direkt till hen.",
    "Nej, om du lämnar in ytterligare en anmälan kan registreringen i stället ta längre tid.",
    "Vi kontaktar dig så fort vi har börjat handlägga ditt ärende.",
    "För att anmäla flytt för ditt barn via tjänsten måste du och barnet vara folkbokförda på samma adress.",
    "Du som inte är folkbokförd på samma adress som barnet kan i stället skicka in flyttanmälan för dig och ditt barn på en pappersblankett.",
    "Nej, du samtycker bara till att barnets folkbokföring ändras.",
    "När barnets nya adress är registrerad hos Skatteverket får även andra myndigheter uppgifter om den.",
    "Det gäller till exempel: Även kommuner, regioner, större banker och försäkringsbolag får den nya adressen.",
    "Däremot kan du behöva meddela barnets nya adress till privatpersoner, föreningar och organisationer som barnet är medlem i. Det gäller även tidskrifter som barnet prenumererar på och företag som du vill vara säker på har fått barnets nya adress.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du anmäler flytt inom eller från Sverige tar det cirka fyra veckor innan ärendet får en handläggare."
]