[
    "De grundläggande reglerna om folkbokföring gäller även för dig som studerar.",
    "Grundregeln är att du ska vara folkbokförd där du bor, det vill säga där du sover flest nätter, men det finns undantag.",
    "Använd vår tjänst för att göra flyttanmälan snabbt och enkelt.",
    "Du behöver bara ha en e-legitimation, till exempel mobilt bank-id.",
    "Du ska göra en flyttanmälan om du ska flytta till en annan ort för att studera på universitet eller högskola.",
    "Då ska du som regel vara folkbokförd på den orten.",
    "Om du planerar att studera utomlands ett år eller mer ska du anmäla till Skatteverket att du ska flytta från Sverige.",
    "Detsamma gäller om du först planerat att stanna kortare tid men sedan förlänger vistelsen till ett år eller mer.",
    "Räkna in skolloven i tiden du studerar utomlands, även om du reser hem till Sverige då.",
    "Du anmäler flyttning från Sverige med en blankett: Om du flyttar till ett annat nordiskt land för att studera kan du bli folkbokförd i det landet.",
    "Det beror på vilka bestämmelser som gäller i det aktuella landet.",
    "Om du blir folkbokförd i det andra nordiska landet kommer du inte längre att vara folkbokförd i Sverige, från och med det datum som du blir folkbokförd i det andra landet.",
    "Det finns olika saker som du behöver göra i samband med att du anmäler flytt till Sverige, beroende på om du har uppehållstillstånd för studier eller om du har uppehållsrätt.",
    "Du som är internationell student och flyttar ifrån Sverige efter avslutade studier ska anmäla det till Skatteverket.",
    "Du anmäler flyttning från Sverige med en blankett: Du som flyttar inom Sverige efter avslutade studier ska anmäla det till Skatteverket.",
    "Om du har e-legitimation som Skatteverket godtar så använder du e-tjänsten Flyttanmälan.",
    "Använd blankett om du inte har någon e-legitimation.",
    "Du kan behöva göra en flyttanmälan om du ska flytta in på internat.",
    "Om du har tillgång till fler boenden och kommer att tillbringa minst en natt per vecka på en annan fastighet kan du ha dubbel bosättning.",
    "Om du ska bo på internat mindre än ett år och därefter flytta tillbaka till den tidigare bostaden ska du inte ändra din folkbokföring.",
    "Du ska vara folkbokförd hos dina föräldrar om du är under 18 år och på grund av dina studier måste bo i en annan bostad än dina föräldrar.",
    "Det gäller så länge du fortsätter dina studier i grundskolan, gymnasieskolan eller motsvarande utbildning som du har påbörjat innan du har fyllt 18 år.",
    "Det gäller dock längst till och med din 21-årsdag.",
    "Om du även bor kvar i din tidigare bostad, till exempel en gång i veckan, så kallas det dubbel bosättning.",
    "Dubbel bosättning innebär att du bor i flera bostäder och att du bor i var och en av dem minst en sjundedel av din tid.",
    "Du kan bara vara folkbokförd på en adress, och när Skatteverket gör en bedömning av var du ska vara folkbokförd så tittar vi på hela din livssituation.",
    "Vi tittar på bland annat de här sakerna:"
]