[
    "Om ett dödsbo ska ha en annan adress än den som var aktuell vid dödsfallet ska den nya adressen anmälas till Skatteverket.",
    "En kort tid efter dödsfallet - ungefär en vecka beroende på när dödsfallet registreras i folkbokföringen – skickar Skatteverket ut en blankett för att anmäla ny adress för dödsboet.",
    "Den första adressändringen efter dödsfallet kan göras av: Om dödsboet vill ändra adressen vid ett senare tillfälle måste anmälan vara undertecknad av: Finns det en testamentsexekutor eller en förordnad boutredningsman ska anmälan av adress vid ett senare tillfälle vara undertecknad av denne.",
    "Fyll i samtliga uppgifter i blanketten Anmälan - Ny adress för dödsbo (SKV 8403) Blanketten ska skickas till: Skatteverket205 30 Malmö Uppgifter om den som avlidit: Uppgifter om den nya postadressen: Uppgift om vilken relation dödsboet har till personen på den nya adressen (exempelvis syster, barn, maka).",
    "Underskrift ( vem som måste skriva under beror på om det är första anmälan om ny adress efter dödsfallet eller om det är en ändring av dödsboets adress).",
    "Observera att du inte kan använda blanketterna Anmälan – Särskild postadress eller Anmälan – Flyttning inom Sverige för att ändra adress för ett dödsbo.",
    "Anmälan ska lämnas skriftligen, vara underskriven och skickas till: Skatteverket205 30 Malmö Skatteverket meddelar inte dödsboets nya adress till andra myndigheter utan du som representerar dödsboet måste själv anmäla den nya adressen till exempelvis andra myndigheter, banker och företag.",
    "Vi registrerar den nya adressen så att brev från Skatteverket ska komma till rätt adress.",
    "När en person avlider är det inte längre möjligt att göra några ändringar i folkbokföringsadressen.",
    "De flesta företag och myndigheter skickar post till folkbokföringsadressen.",
    "För att dödsboet ska få annan post, kan anmälan om eftersändning göras i vanlig ordning hos Svensk Adressändring.",
    "Eftersändning kan dock inte göras från ett äldreboende eller annan kollektiv adress."
]