[
    "Du som vårdnadshavare ansöker om förnamn och efternamn för ditt nyfödda barn.",
    "Det ska du göra inom tre månader från barnets födelse.",
    "Barnet måste ha minst ett förnamn och ett efternamn.",
    "Om du har fått barn utomlands gäller andra regler.",
    "Dessa regler kan du läsa om på sidan Nybliven förälder under rubriken Få barn i ett annat land än Sverige.",
    "Skatteverket skickar en blankett inom en vecka från att barnet har fötts, efter att födelsen har registrerats i folkbokföringen.",
    "Vi skickar blanketten till den som har fött barnet.",
    "Du ansöker om både förnamn och efternamn för barnet på samma blankett.",
    "Om du inte ansöker om efternamn inom tre månader från att barnet föddes får barnet samma efternamn som den förälder som har fött barnet.",
    "Ansökan är avgiftsfri.",
    "Du får ett registerutdrag för födelsen tillsammans med blanketten.",
    "Registerutdraget ska du behålla, och alltså inte skicka tillbaka till Skatteverket.",
    "Ett förnamn får inte kunna leda till obehag hos den som ska ha det, eller väcka anstöt hos någon annan.",
    "Det får inte heller uppfattas som ett efternamn eller vara olämpligt som förnamn av någon annan anledning, till exempel att namnet inte är förenligt med svenskt namnskick.",
    "I samband med att du ansöker om förnamn kan du också meddela vilket avnamnen som ska vara barnets tilltalsnamn.",
    "Skatteverket prövar samtliga namn var för sig.",
    "Detta innebär att Skatteverket kan komma att godkänna ett eller flera namn i en ansökan och samtidigt avslå ett eller flera av de andra sökta namnen.",
    "Detta förutsatt att du inte vill att ansökan ska prövas i sin helhet.",
    "Det finns en lista med de specialtecken som Skatteverket har möjlighet att registrera i ett namn.",
    "Vi gör en bedömning i varje enskilt fall om den önskade stavningen kan godtas utifrån reglerna om förnamn.",
    "À, àÁ, áÂ, âÃ, ãÆ, æ Ç, ç Ì, ìÍ, íÎ, îÏ,ï Ò, òÓ, óÔ, ôÕ, õØ, ø Ù, ùÚ, úÛ, ûÜ, üÝ, ýÞ, Þÿ  Du kan ansöka om något av följande som efternamn för ditt barn: Markus Andersson och Leila Abdi har fått ett barn.",
    "Barnet kan heta Andersson, Abdi, Andersson Abdi eller Abdi Andersson i efternamn.",
    "Det dubbla efternamnet kan vara med eller utan bindestreck.",
    "Du kan använda vår sökfunktion för att få reda på hur många som har ett visst förnamn eller efternamn.",
    "Den svenska personnamnlagen gäller för alla svenska, finska, danska och norska medborgare som bor i Sverige.",
    "Lagen gäller även för barn med svenskt medborgarskap som bor i ett annat land än Danmark, Finland eller Norge.",
    "Lagen tillämpas också på barn med okänt medborgarskap och statslösa barn som bor i Sverige.",
    "Den får även tillämpas på barn som bor i Sverige men som har annat medborgarskap.",
    "Har ditt barn annat medborgarskap än svenskt, danskt, finskt, norskt eller statslöst, kan du i stället meddela namnet enligt barnets hemlands lag eller sed.",
    "Det gör du på blanketten SKV 7800 Ansökan Barns namn.",
    "Blanketten skickas hem till den som har fött barnet.",
    "Tillsammans med blanketten får du också ett registerutdrag för födelsen.",
    "Registerutdraget ska du behålla och alltså inte skicka tillbaka till Skatteverket.",
    "Du får blanketten en vecka efter att barnet har fötts.",
    "Du kan inte hämta blanketter för att anmäla nyfödda barns namn på webben, eftersom Skatteverket fyller i uppgifter som gäller för just dig på de här blanketterna.",
    "Det gäller följande blanketter: Blanketten skickar du till den adress som står på blanketten.",
    "Du ansöker om namn för äldre barn på en blankett som du laddar ner.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du ansöker om förnamn och efternamn för ditt nyfödda barn tar det cirka fyra veckor innan ditt ärende får en handläggare."
]