[
    "Kyrkoböckerna från äldsta tid till nutid förvaras dels i församlingarnas kyrkoarkiv och dels i regionala landsarkiv och stadsarkiv.",
    "Den som vill få uppgifter från församlingarnas kyrkoarkiv har att vända sig till respektive pastorsämbete (se under rubriken Pastorsexpeditioner i telefonkatalogens gula del).",
    "Som en allmän regel gäller principiellt att de handlingar, som är äldre än 100 år skall överlämnas till landsarkiven (stadsarkiven).",
    "Emellertid har i praktiken dessa institutioner vanligen tagit emot kyrkoarkiven hos församlingarna fram till ca 1895.",
    "Man kan alltså normalt utgå från att kyrkobok för tiden fram till 1895 finns på landsarkiv (stadsarkiv) och från detta år i församlingarnas kyrkoarkiv.",
    "Handlingar från de upphörda garnisons- eller militärförsamlingarna har oftast överlämnats till landsarkiv (stadsarkiv).",
    "Ett tjugotal församlingar, främst inom Kopparbergs län, har sedan början av 1900- talet fått dispens från skyldigheten att avlämna sina handlingar till landsarkiv.",
    "Som regel har en församling per län utsetts till typarkiv vilket innebär att ingen mera omfattande gallring av församlingarnas handlingar, t ex bilagor till kyrkoböckerna, sker.",
    "Dessa institutioner har - utom att förvara äldre kyrkoböcker enligt vad som sagts i föregående stycke - även att ha tillsyn över arkivverksamheten hos församlingarna avseende förvaring, lämplig skrivmateriel, förtecknande av arkivmaterialet och gallring av oväsentliga handlingar.",
    "Kyrkohandlingarna på arkiven är tillgängliga för forskning endast inom arkivets lokaler.",
    "De lånas i princip inte ut till andra institutioner.",
    "Möjligheterna att erhålla kontaktkoplor ur dessa arkivalier är vidare starkt begränsade.",
    "De stränga reglerna har sin grund i säkerhet och den starka förslitning, som handlingarna tidigare varit utsatta för.",
    "Beträffande möjligheter att få kopior se även i det följande under rubriken - Mikrofilm på länsbibliotek, m m\".",
    "De regionala arkiven har följande geografiska omfattning: Landsarkivet i Uppsala:Uppsala, Södermanlands, Örebro, Västmanlands och Kopparbergs län.",
    "Landsarkivet i Vadstena:Östergötlands, Jönköpings, Kronobergs och Kalmar län.",
    "Landsarkivet i Visby:Gotlands län.",
    "Landsarkivet i Lund:Blekinge, Kristianstad, Malmöhus (utom Malmö kommun) och Hallands län.",
    "Landsarkivet i Göteborg:Göteborgs och Bohus, Älvsborgs, Skaraborgs och Värmlands län.",
    "Landsarkivet i Härnösand:Gävleborgs, Västernorrlands, Västerbottens och Norrbottens län.",
    "Landsarkivet i Östersund:Jämtlands län.",
    "Stockholms stadsarkivförvarar arkivalier för Stockholms län.",
    "Stadsarkivet i Malmöförvarar arkivalier för Malmö kommun.",
    "SCB-utdragKopior av husförhörs- eller församlingsboksuppgifter för vart tionde år från 1860 till 1945 har av församlingarna sänts in till Statistiska Centralbyrån (SCB) i Stockholm.",
    "Dit har även skickats utdrag ur födelse-, vigsel- och dödböcker för varje år 1860-1949.",
    "Utdragen innehåller något färre uppgifter om förrättningarna än originalböckerna.",
    "Utdrag ur eller kopior av flyttningslängder ingår inte i det material, som levererats till SCB.En överenskommelse har ingåtts mellan SCB och riksarkivet om att SCBs utdrag skall överföras till riksarkivet under budgetåret 1988/89.Hos SCB finns dessutom f n uppgifter om emigranter, immigranter och obefintliga (till bok över obefintliga7 överförda personer), som församlingarna sände in till SCB varje år t o m 1947 på de s k summariska fölkmängdsredogörelserna.",
    "Uppgifter om emigranter finns fr o m 1860, om immigranter fr o m 1875 och om obefintliga fr o m 1911.",
    "Det äldre kyrkoboksmaterialet finns vidare i allt större utsträckning tillgängligt i form av mikrofilmkopior.",
    "Husförhörslängder, ministerialböcker (=födelse- och dopböcker, lysnings- och vigselböcker, död- och begravningsböcker samt andra likartade längder), in- och utflyttningslängder jämte vissa äldre räkenskapsböcker, vilka innehåller motsvarande uppgifter, har mikrofilmats fram till och med årgång 1860.",
    "För tiden 1860 - c:a 1895 har husförhörslängder och dessutom flyttningslängder för vissa områden filmats.",
    "Ministerialböckerna för nämnda år har däremot inte filmats.",
    "Man har i stället mikrofilmat utdrag ur de sammandrag som översänts till SCB (se ovan \"SCB‑utdrag m m\").",
    "Filmning av material från tiden efter 1895 planeras.",
    "Den ursprungliga filmen (framställd av mormonerna under i stort sett 1950- och 1960- talen), bestod av 35-inm rullfilm, varav länsbiblioteken som regel skaffat kopior för det egna länet.",
    "Ofta fanns exemplar av rullarna även tillgängliga för utlån utöver det egna länets gränser.",
    "Innehållet på dessa filmrullar har på senare tid överförts till mikrofilmkort (mikrofiche).",
    "Detta arbete beräknas vara helt genomfört 1990.",
    "I samband härmed skall även viss nyfilmning göras liksom ersättningsfilmning av svårlästa kopior.",
    "Denna filmning samt kopiering, registrering och försäljning av mikrokort sker genom SVAR (Svensk Arkivinformation), en avdelning av riksarkivet med adress Box 160, 880 40 RAMSELE, tel: 0623-109 70.",
    "SVAR lånar även ut mikrokort och diskussion pågår om att överföra all låneverksamhet avseende mikrokort till SVAR.",
    "Forskning på platsen kan utföras mot avgift hos Forskarcentrum, Tingsvägen 5, 880 40 RAMSELE, tel: 0623-101 00.",
    "Forskarcentrum kan biträda med släktforskning mot avgift."
]