[
    "​Ni kan välja att gifta er i Sverige eller i utlandet.",
    "Beroende på var ni gifter er behöver ni skicka in olika typer av information till Skatteverket för att vi kunna avgöra om vigseln kan godkännas och registreras i Sverige.",
    "Innan ni gifter er behöver ni ansöka om hindersprövning hos Skatteverket.",
    "Det är ett intyg om att ni får gifta er.",
    "När ni har fått intyget om hindersprövning ska ni lämna det till vigselförrättaren.",
    "Ni kan gifta er inför Vigselförrättaren måste vara behörig.",
    "Det betyder att en svensk myndighet (Kammarkollegiet eller länsstyrelsen) har bestämt att personen får vara vigselförrättare.",
    "När ni har gift er kommer vigselförrättaren att informera Skatteverket om det.",
    "I vissa länder finns det svenska vigselförrättare som har fått den svenska regeringens tillstånd att viga utomlands.",
    "Ni måste själva ta reda på om det finns en svensk vigselförrättare med tillstånd i det land där ni vill gifta er.",
    "Innan ni gifter er behöver ni ansöka om hindersprövning.Läs mer på regeringens samt Svenska kyrkans webbplatser.",
    "När ni har gift er inför en svensk vigselförrättare utomlands kommer vigselförrättaren att informera Skatteverket om det.",
    "Ni måste själva ta reda på vad som krävs för att ni ska få gifta er i det aktuella landet.",
    "I vissa länder kan ni behöva ett äktenskapscertifikat från Skatteverket för att kunna gifta er.",
    "Ni ansöker om äktenskapscertifikat hos Skatteverket.",
    "När ni har gift er utomlands behöver ni informera Skatteverket om att ni har gift er.",
    "Det kan ni göra genom att skicka in ett brev eller besöka ett servicekontor.Ni behöver lämna uppgift om: Det är bra om ni bifogar en kopia av ett intyg om att ni är gifta.",
    "Det är också bra om ni skickar med kopior av era pass eller identitetshandlingar.",
    "Om det är något som saknas kommer Skatteverket att kontakta er.",
    "Skicka uppgifterna till:SkatteverketFolkbokföringen205 30 Malmö Skatteverket kommer pröva om det utländska äktenskapet gäller i Sverige.",
    "När Skatteverket har fattat beslut kommer ni att få information om det.",
    "För att ni ska få gifta er på en utländsk ambassad i Sverige krävs att den svenska regeringen har bestämt att personalen på ambassaden får viga i Sverige.",
    "Kontakta Regeringskansliet för mer information om vilka ambassader som har tillstånd att viga.",
    "Om ambassaden inte har fått tillstånd gäller äktenskapet inte i Sverige.",
    "Om en av er eller båda två vill byta efternamn när ni gifter er behöver ni ansöka om det separat.",
    "Ni kan omvandla ert registrerade partnerskap till ett äktenskap genom att gemensamt anmäla det till Skatteverket.",
    "Det kan ni göra genom att skicka in ett brev eller besöka ett servicekontor.Ni behöver lämna uppgift om: Ett annat sätt att omvandla ett registrerat partnerskap till ett äktenskap är att en behörig vigselförrättare viger er.",
    "Då behöver ni inte ansöka om hindersprövning.",
    "Vigselförrättaren kommer att informera Skatteverket om vigseln.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om ni ansöker om hindersprövning och båda är folkbokförda i Sverige tar det cirka två veckor innan ert ärende får en handläggare.",
    "Om ni ansöker om hindersprövning och bara en av er är folkbokförd i Sverige tar det cirka fyra veckor innan ert ärende får en handläggare.",
    "Om ni ansöker om hindersprövning och ingen av er är svensk medborgare eller har hemvist i Sverige tar det cirka elva veckor innan ert ärende får en handläggare.",
    "Om du ansöker om äktenskapscertifikat tar det cirka en vecka innan ditt ärende får en handläggare.",
    "Om ni har gift er i Sverige tar det cirka två veckor innan ert ärende får en handläggare.",
    "Om ni har gift er i ett annat land än Sverige tar det cirka nio veckor innan ert ärende får en handläggare efter att ni har skickat in vigselhandlingen."
]