[
    "Många av dina rättigheter och skyldigheter är beroende av att du är folkbokförd och var du är folkbokförd, till exempel rätten till bostadsbidrag, var du ska betala din skatt och rösta.",
    "Folkbokföringen är den grundläggande registreringen av befolkningen i Sverige.",
    "Din rösträtt bestäms av uppgifterna i Skatteverkets folkbokföringsregister 30 dagar före valdagen.",
    "Det är därför viktigt att du är rätt folkbokförd.",
    "De flesta i Sverige är folkbokförda på rätt adress.",
    "Men att vara felaktigt folkbokförd är olagligt.",
    "Den som medvetet låter bli att göra en flyttanmälan eller anmäler felaktiga eller ofullständiga uppgifter till Skatteverket begår ett brott.",
    "Ett rent misstag är inte ett brott, men ibland behövs en utredning av polis eller åklagare för att konstatera om det är ett folkbokföringsbrott eller inte.",
    "Skatteverket är skyldigt att anmäla ett misstänkt folkbokföringsbrott.",
    "Andra myndigheter och privatpersoner kan också göra en brottsanmälan till polis.",
    "Den som blir dömd för folkbokföringsbrott kan få böter eller fängelse i upp till två år.",
    "Rätt folkbokföring är viktigt för att hela samhället ska fungera.",
    "Därför förstärktes bestämmelsen om att du ska vara folkbokförd där du bor genom en lagändring år 2018.",
    "Folkbokföringsbrottet infördes för att betona hur allvarligt det är att medvetet göra fel.​ Det är viktigt att vara folkbokförd där du bor, oavsett om du studerar eller om du bor på flera adresser.",
    "Skatteverket kan registrera uppgift om svenskt medborgarskap, utländskt medborgarskap eller uppgift om statslöshet.",
    "Med e-tjänsten Visa folkbokförda på samma adress kan du få reda på om det finns fler personer folkbokförda på samma adress som du själv är folkbokförd på.",
    "Om något inte stämmer kan du lämna uppgifter till Skatteverket."
]