[
    "Du kan bekräfta att du har blivit förälder i e-tjänsten Digital föräldraskapsbekräftelse.",
    "Om du är gift med någon som har fött barn fastställs du automatiskt som förälder.",
    "Om ni som blivit föräldrar inte är gifta behöver ert föräldraskap fastställas.",
    "Föräldraskap kan fastställas genom bekräftelse eller genom domslut.",
    "En föräldraskapsbekräftelse gör du enklast i Skatteverkets e-tjänst Digital föräldraskapsbekräftelse.",
    "Tjänsten kan användas för barn som föds från 1 januari 2022 och du behöver bekräfta ditt föräldraskap inom 14 dagar från barnets födelse.",
    "Föräldern som har fött barnet behöver godkänna föräldraskapsbekräftelsen i tjänsten.",
    "Om det har gått längre tid än 14 dagar från barnets födelse eller om ni inte använder tjänsten kan ni istället göra en föräldraskapsbekräftelse hos socialnämnden.",
    "Ni kan då kontakta socialnämnden i den kommun där barnet är folkbokfört, om ni inte redan har blivit kontaktade av dem.",
    "För att ni ska kunna använda tjänsten krävs följande: Om någon av er har skyddade personuppgifter kan ni inte använda tjänsten.",
    "Du kan läsa mer om bekräftelse av föräldraskap i Skatteverkets Rättsliga vägledning.",
    "Så här använder ni tjänsten: Du som inte har fött barnet:1.",
    "Logga in i e-tjänsten med ditt personnummer.2.",
    "Bekräfta att du är barnets förälder.",
    "Du kan samtidigt också anmäla gemensam vårdnad.3.",
    "Signera med e-legitimation.4.",
    "Meddela den förälder som fött barnet att det finns en bekräftelse att godkänna.",
    "Du som har fött barnet:1.",
    "Vänta tills den andra föräldern har bekräftat sitt föräldraskap i tjänsten.2.",
    "Logga in i e-tjänsten med ditt personnummer.3.",
    "Godkänn den andra personens föräldraskap.",
    "Du kan samtidigt också anmäla gemensam vårdnad.4.",
    "Signera med e-legitimation.",
    "När den förälder som ska bekräfta sitt föräldraskap har signerat bekräftelsen och den förälder som har fött barnet har godkänt bekräftelsen genom att också signera är föräldraskapet fastställt.",
    "Digital föräldraskapsbekräftelse kan göras inom 14 dagar från barnets födelse.",
    "Tänk på att både bekräftelsen och godkännandet måste lämnas i tid.",
    "I tjänsten kan ni ansöka om gemensam vårdnad om barnet samtidigt som ni bekräftar föräldraskapet.",
    "Skatteverket hanterar endast ansökan om gemensam vårdnad om ni är överens och gör en gemensam ansökan.",
    "Om ni inte lämnat någon föräldraskapsbekräftelse via tjänsten inom 14 dagar från barnets födsel meddelar Skatteverket socialnämnden i kommunen där barnet är folkbokfört att det finns ett nyfött barn där det saknas uppgift om barnets andre förälder.",
    "Ni kan också själva kontakta socialnämnden i den kommun där ni är bosatta för att göra en föräldraskapsbekräftelse.",
    "Om du inte har någon föräldraskapsbekräftelse att godkänna kan det bero på någon av följande orsaker: Om du inte vill godkänna föräldraskapsbekräftelsen kan du bortse från den.",
    "Om bekräftelsen inte är godkänd inom 14 dagar från barnets födelse går det inte att lämna in någon ny bekräftelse i tjänsten.",
    "Då meddelar Skatteverket socialnämnden i kommunen där barnet är folkbokfört att det finns ett nyfött barn där det saknas uppgift om barnets andre förälder."
]