[
    "För dig som bor i flera bostäder är det viktigt att du är folkbokförd på rätt adress.",
    "Dubbel bosättning innebär att du bor i flera bostäder och att du bor i var och en av dem minst en sjundedel av din tid.",
    "Du kan bara vara folkbokförd på en adress.",
    "När vi på Skatteverket gör en bedömning av var du ska vara folkbokförd, tittar vi på flera omständigheter i din livssituation.",
    "Exempel på sådana omständigheter är: Det är dina vanliga livsförhållanden som ligger till grund för bedömningen.",
    "Vi räknar oftast inte in semestervistelser, tjänsteresor eller andra tillfälliga vistelser i vår bedömning.",
    "Ovanstående punkter ingår i även i Skatteverkets bedömning när du har dubbel bosättning i Sverige och i utlandet.",
    "Vissa barn bor på två olika adresser.",
    "Det är till exempel vanligt när barnets föräldrar är separerade, har varsin bostad och barnet sover hos båda föräldrarna.",
    "De grundläggande reglerna om folkbokföring gäller även för dig som studerar.",
    "Grundregeln är att du ska vara folkbokförd där du bor, det vill säga där du sover flest nätter, men det finns undantag.",
    "Information om avdrag för dubbel bosättning finns i Avdragslexikonet under bokstaven D (dubbel bosättning).",
    "Skatteverket har rätt att göra kontrollbesök i folkbokföringsärenden.",
    "Vi gör besöken för att säkerställa att personer som bor i Sverige finns med i folkbokföringsregistret och att adressuppgifterna är korrekta.",
    "Vid besöket går vi igenom olika frågor för att ta reda på om vi har rätt information.",
    "För att vara säkra på att vi pratar med rätt person har Skatteverket rätt att be om legitimation eller annan id-handling.",
    "Vi behöver inte informera om besöket i förväg.",
    "Reglerna för kontrollbesök ingår i Folkbokföringslagen och började gälla den 1 juli 2018.",
    "Om en person inte kan nås med post på din adress ska du alltid skicka tillbaka brev till avsändaren genom att skriva ”åter avsändaren: bor inte på denna adress” på brevet och sedan posta det.",
    "På det sättet får avsändaren veta att personen inte finns på adressen.",
    "Om du känner personen är det bra om du kan be hen att anmäla flytt till rätt adress.",
    "Du meddelar Skatteverket enklast genom tjänsten Visa folkbokförda på samma adress.",
    "I tjänsten kan du Lämna så mycket information som du kan eftersom det hjälper oss att snabbare rätta felet."
]