[
    "När en anhörig dör kan det vara bra att kontrollera vad som händer med personens konton och abonnemang.",
    "Om det finns ett företag kan du som anhörig välja att driva det vidare eller avsluta företaget.",
    "På denna sida har vi samlat sådant som är bra att känna till.",
    "När en person dör får många myndigheter och företag information om detta från Skatteverket.",
    "Det kan ändå hända att brev och tidningar kommer i den avlidna personens namn och att du själv måste kontakta avsändaren för att till exempel avsluta prenumeration eller medlemskap i en förening.",
    "Tänk också på att föra över eller avsluta olika abonnemang som den avlidna har haft.",
    "Dödsfall innebär normalt grund för att kunna avsluta ett abonnemang utan uppsägningstid.",
    "Vid ett dödsfall kan det hända att den avlidnas konton spärras till dess att bouppteckningen är klar och registrerad hos Skatteverket.",
    "Detsamma gäller konton som ägs tillsammans med den avlidna.",
    "Banker godtar normalt sett att personliga kostnader som den avlidna har haft betalas med dödsboets medel om du kan visa upp räkningar som är ställda på den avlidna eller dödsboet.",
    "Om den avlidna hade autogiro-betalningar måste du som anhörig själv stoppa det.",
    "Konton från dödsboet kan också avslutas av banken efter arvskiftet.",
    "Det kan dock vara bra att ha kvar det konto som är kopplat till Skatteverket även efter att deklarationen har lämnats in, för utbetalning av skatteåterbäring eller om dödsboet ska betala kvarskatt.",
    "Prata med din bank om det.",
    "Om den avlidna var delägare i ett företag eller drev enskild firma, kan du som efterlevande driva företaget vidare eller välja att avsluta det.",
    "Läs vidare om hur det ska göras på sidorna under Företag."
]