[
    "När någon har avlidit ska ni som ingår i dödsboet göra en bouppteckning.",
    "Det innebär att ni går igenom och gör en skriftlig sammanställning av den avlidnes och den efterlevande makans eller makens tillgångar och skulder.",
    "Just nu har vi en kötid på cirka 8 veckor innan ditt ärende tilldelas en handläggare.",
    "Tänk på att kötiden endast visar var vi befinner oss i handläggningen just nu och ger inte en exakt uppskattning när ditt ärende kommer att bli hanterat om du lämnar in det idag.",
    "Handläggningstiden varierar också beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Bouppteckningen är dödsboets legitimationshandling och visar vem som har rätt att företräda dödsboet.",
    "Registrerad bouppteckning behövs ofta för att banker ska tillåta uttag från den avlidna personens konto eller era gemensamma konton.",
    "En bouppteckning kan göras privat eller med hjälp av en begravningsbyrå eller jurist.",
    "En bouppteckning kan göras privat.",
    "Då ska en av er efterlevande som bäst känner till dödsboets egendom utses till bouppgivare och lämna uppgifter om dödsboet.",
    "Bouppgivaren ska också utse två utomstående förrättningsmän.",
    "Det är två personer som inte på grund av lag eller testamente har rätt till att ärva den avlidna.",
    "Förrättningsmännen intygar att allt har blivit riktigt antecknat och att tillgångarna har värderats efter bästa förstånd.",
    "Om ni har bett någon utomstående förvalta dödsboet, exempelvis en boutredningsman eller en testamentsexekutor kan inte samma person agera som förrättningsman.",
    "Om ni anlitar professionell hjälp med bouppteckningen, till exempel en begravningsbyrå eller jurist, får ni hjälp av dem och behöver inte Skatteverkets broschyr eller blanketter.",
    "Bouppteckningen ska skickas in till Skatteverket inom fyra månader efter dödsfallet.",
    "Skatteverket skickar ett informationsbrev med en förteckning över vilka kontor som handlägger bouppteckningar till dig.",
    "Informationsbrevet har ett ärendenummer samt personuppgifter om den avlidna personen.",
    "Vi skickar brevet tidigast tre veckor efter dödsfallet.",
    "Det händer att den avlidna personen saknar tillgångar och försäkringar som täcker begravningskostnader och liknande.",
    "Då kan dödsboet vända sig till socialkontoret i den avlidna personens hemkommun.",
    "Socialkontoret prövar om det går att göra en dödsboanmälan.",
    "Om den avlidna personen var gift eller registrerad partner ska man ta hänsyn till hans eller hennes andel av de gemensamma tillgångarna när man räknar ut om dödsboanmälan kan vara aktuell.",
    "Behöver ni söka anstånd ska det göras inom tre månader efter dödsfallet.",
    "Ansök genom att ringa eller skriv till oss och förklara varför bouppteckningen inte kan göras.",
    "Har du frågor om bouppteckning ska du ringa Skatteupplysningen."
]