[
    "Du kan alltid byta till din makas eller makes efternamn.",
    "Du kan också byta till ett dubbelt efternamn som är bildat av era efternamn.",
    "Det går att byta efternamn flera gånger under äktenskapet.",
    "Du kan ansöka antingen inför vigseln eller senare.",
    "Du får alltid byta till din makas eller makes efternamn.",
    "Det spelar ingen roll om den du är gift med har fått sitt efternamn genom ett tidigare äktenskap.",
    "Det finns inte heller några hinder mot upprepade byten under äktenskapet.",
    "Samma regler gäller för den som är registrerad partner.",
    "Ansökan är avgiftsfri.",
    "Tänk på att du behöver förnya dina id-handlingar som pass, legitimation och körkort när du har bytt namn.",
    "Du behåller ditt efternamn när du gifter dig – om du inte ansöker om att byta efternamn.",
    "Du som är gift kan byta till ett dubbelt efternamn som är bildat av ditt och din makas eller makes efternamn.",
    "Om någon av er redan innan bytet har ett dubbelt efternamn kan bara en av delarna i det namnet ingå i det dubbla efternamn som du byter till.",
    "Du kan också byta till hela det dubbla efternamn som den du är gift med har.",
    "Det dubbla efternamnet får vara med eller utan bindestreck.",
    "Kim Nilsson och Maria Lindkvist Jonsson gifter sig och vill ha ett gemensamt dubbelt efternamn.",
    "Lindkvist Jonsson är ett dubbelt efternamn.",
    "De kan ha följande kombinationer av namn som dubbelt efternamn: De kan inte kombinera Nilsson med både Lindkvist och Jonsson eftersom ett dubbelt efternamn bara får bestå av två enkla efternamn.",
    "Tänk på att boka resan i det namn som står i ditt pass.",
    "Beroende på våra handläggningstider kan det dröja innan vi hinner registrera namnbytet.",
    "Det går inte att få ett nytt pass med det nya namnet förrän registreringen är klar.",
    "Vi rekommenderar därför dig som ska ut och resa att boka resan i ditt tidigare namn, och göra ett nytt pass efter resan.",
    "Du kan också vänta med attskicka in namnansökan till efter resan.",
    "Eftersom handläggningstiderna är ganska långa rekommenderar vi att du gör så här: Ladda ner blanketten för att ansöka om att ändra till din makas eller makes efternamn.",
    "Din maka eller make behöver inte skicka in något godkännande av bytet.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du vill ändra ditt efternamn till din makas eller makes tar det cirka tre veckor innan ditt ärende får en handläggare efter att vigseln är registrerad."
]