[
    "Du måste ha minst ett förnamn.",
    "Du kan byta förnamn flera gånger och du behöver inte behålla något ursprungligt förnamn.",
    "Du som är över 18 år ansöker enklast i tjänsten.",
    "Tänk på att du behöver förnya dina id-handlingar som pass, legitimation och körkort när du har bytt namn.",
    "Om du har ett giltigt pass rekommenderar vi i så fall att du bokar resan i det namn som står i ditt pass och gör ett nytt pass efter resan när namnändringen är klar.",
    "Du kan också vänta med att skicka in namnansökan till efter resan.",
    "Om du inte har något giltigt pass eller om ditt pass snart går ut rekommenderar vi att du 1. skaffar ett nytt pass i ditt nuvarande namn2.",
    "bokar resan i ditt nuvarande namn3.",
    "skickar in ansökan om namnändring efter att du fått ditt nya pass4.",
    "skaffar ett nytt pass med ditt nya namn när du kommit hem och namnändringen är klar.",
    "I tjänsten kan du som är över 18 år och har Swish ansöka om följande ändringar: Det kostar 250 kronor att ansöka om att ändra ditt förnamn.",
    "Vi handlägger din ansökan när vi har fått in betalningen.",
    "Betalningen är däremot inte en garanti för att du kommer att få namnet.",
    "Inbetald ansökningsavgift återbetalas inte.",
    "Skatteverket prövar samtliga namn var för sig.",
    "Detta innebär att Skatteverket kan komma att godkänna ett eller flera namn i en ansökan och samtidigt avslå ett eller flera av de andra sökta namnen.",
    "Detta förutsatt att du inte vill att ansökan ska prövas i sin helhet.",
    "I tjänsten ovan betalar du din ansökan direkt via Swish.",
    "Du som inte har Swish kan inte använda ovanstående tjänst.",
    "Om du inte har möjlighet att betala avgiften med bankgiro, eller i vissa fall med Swish, kan vi hjälpa dig med betalningen i receptionen på Skatteverkets kontor i Göteborg, Malmö och Sundbyberg.",
    "Tilltalsnamn är det namn som du vill bli kallad för.",
    "Du kan ändra vilket av dina befintliga förnamn som du vill ha som tilltalsnamn.",
    "En sådan ansökan är avgiftsfri.",
    "Du som inte har Swish kan använda tjänsten eftersom denna ändring är gratis.",
    "Du som betalar från ett utländskt bankkonto ska använda nedanstående kontouppgifter.",
    "IBAN: SE6112000000012810121893BIC/Swift-kod: DABASESX Bank:Danske BankNorrmalmstorg 1SE-103 92 Stockholm Skriv personnumret på den som ansökan avser så här: ÅÅÅÅMMDDNNNN.",
    "Ett förnamn får inte kunna leda till obehag hos den som ska ha det eller väcka anstöt hos någon annan.",
    "Namnet får inte uppfattas som ett efternamn.",
    "Det får inte heller vara olämpligt som förnamn av någon annan anledning, till exempel att namnet inte är förenligt med svenskt namnskick.",
    "Både barn och vuxna kan förvärva så kallade könskonträra förnamn, det vill säga namn som av tradition förknippas med det motsatta könet.",
    "Ett gårdsnamn är ett namn som enligt gammal sedvänja används eller har använts som tillnamn för en person som har anknytning till gårdsnamnet.",
    "Anknytningen kan vara genom släktskap eller äktenskap.",
    "Ett gårdsnamn bärs närmast före eller efter förnamnen.",
    "Du kan ansöka om att bära ett gårdsnamn om du kan visa att du har anknytning till namnet.",
    "Du kan också ta bort ditt gårdsnamn om du har ett sådant.",
    "Reglerna om gårdsnamn gäller endast svenska gårdsnamn.",
    "Ansökan gör du på samma blankett som för andra ändringar av förnamn, men ansökan är avgiftsfri.",
    "Skriv på ansökan att det handlar om ett gårdsnamn.",
    "Det finns en lista med de specialtecken som Skatteverket har möjlighet att registrera i ett namn.",
    "Vi gör en bedömning i varje enskilt fall om den önskade stavningen kan godtas utifrån reglerna om förnamn.",
    "À, àÁ, áÂ, âÃ, ãÆ, æ Ç, ç Ì, ìÍ, íÎ, îÏ,ï Ò, òÓ, óÔ, ôÕ, õØ, ø Ù, ùÚ, úÛ, ûÜ, üÝ, ýÞ, Þÿ  Det går bara att ansöka på blankett för personer som är under 18 år.",
    "Personer under 18 år måste ha alla vårdnadshavares godkännande för att få byta namn: Du kan använda vår sökfunktion för att få reda på hur många som har ett visst förnamn.",
    "Du som är över 18 år ansöker enklast i tjänsten.",
    "Du måste ha Swish för att kunna använda tjänsten.",
    "Du som inte har Swish använder blanketten för att byta förnamn och betalar via bankgiro.",
    "I tjänsten kan du som är över 18 år och har Swish ansöka om följande ändringar: Du kan också ladda ner blanketten för att ansöka om att ändra ditt förnamn eller ett barns förnamn.",
    "Det är samma blankett för alla typer av förnamnsbyte.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du vill byta ditt förnamn tar det cirka sju veckor innan ditt ärende får en handläggare.",
    "Du måste ha betalt ansökningsavgiften för att Skatteverket ska handlägga ditt ärende."
]