[
    "Du kan ändra efternamn på flera sätt, till exempel kan du byta till ett dubbelt efternamn eller till ett efternamn som redan bärs av minst 2 000 personer.",
    "Du kan byta efternamn flera gånger.",
    "Vissa namnansökningar har en avgift, medan andra är avgiftsfria.",
    "Tänk på att du behöver förnya dina id-handlingar som pass, legitimation och körkort när du har bytt namn.",
    "Logga in för att se de uppgifter som finns om dig i folkbokföringen.",
    "Där kan du till exempel se om ditt namn stavas med bindestreck eller inte.",
    "Om du har ett giltigt pass rekommenderar vi i så fall att du bokar resan i det namn som står i ditt pass och gör ett nytt pass efter resan när namnändringen är klar.",
    "Du kan också vänta med att skicka in namnansökan till efter resan.",
    "Om du inte har något giltigt pass eller om ditt pass snart går ut rekommenderar vi att du 1. skaffar ett nytt pass i ditt nuvarande namn2.",
    "bokar resan i ditt nuvarande namn3.",
    "skickar in ansökan om namnändring efter att du fått ditt nya pass4.",
    "skaffar ett nytt pass med ditt nya namn när du kommit hem och namnändringen är klar.",
    "Det finns olika blanketter beroende på vilken typ av ändring du vill göra.",
    "Du hittar rätt blankett under respektive flik.",
    "Samtliga blanketter för byten av efternamn finns också längst ner på sidan.",
    "Båda namnen räknas som ditt officiella efternamn.",
    "Det innebär att båda namnen kommer att synas hos myndigheter och andra organisationer som hämtar information från folkbokföringen.",
    "Det gäller oavsett om du har ett dubbelt efternamn eller om du har ett mellannamn och efternamn.",
    "Det är möjligt att ha ett bindestreck mellan namnen i det dubbla efternamnet.",
    "Du kan lägga till eller ta bort ett bindestreck om du vill.",
    "Du kan också ändra ordningsföljden mellan namnen.",
    "Dessa ändringar är avgiftsfria.",
    "Du kan byta till ett dubbelt efternamn som är bildat av dina föräldrars efternamn, eller av efternamn som de har haft, om de inte fick det i ett tidigare äktenskap.",
    "Om någon förälder har ett dubbelt efternamn kan bara en av delarna i den förälderns namn ingå i det dubbla efternamn du byter till.",
    "Du kan också byta till hela det dubbla efternamn som en förälder har.",
    "Detta gäller både för barn och vuxna.",
    "Det är avgiftsfritt att ta en förälders efternamn.",
    "Tidigare har du bara kunnat ha efternamn och ett mellannamn.",
    "Från den 1 juli 2017 kan du inte längre ansöka om ett mellannamn.",
    "Däremot kan du ändra ett mellannamn som du redan har.",
    "Det är avgiftsfritt att ändra mellannamn.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att byta efternamn eller ändra mellannamn för dig eller ditt barn.",
    "Du som har ett dubbelt efternamn kan välja att ta bort det ena.",
    "För att ta bort ett av dina efternamn ansöker du på någon av följande blanketter.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att byta efternamn eller ändra mellannamn för dig eller ditt barn.",
    "Du kan ta bort eller lägga till ett bindestreck i ditt dubbla efternamn.",
    "Ansökan är avgiftsfri.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att ändra ditt efternamn eller ett barns efternamn.",
    "Du kan ändra ordningen på namnen i ditt dubbla efternamn.",
    "Ansökan är avgiftsfri.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att ändra ditt efternamn eller ett barns efternamn.",
    "Du behåller ditt efternamn som det är när du gifter dig – om du inte ansöker om att byta det eller lägga till ett efternamn.",
    "Det kan du göra antingen inför vigseln eller senare.",
    "Ansökan är avgiftsfri.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att byta till en makas eller makes efternamn.",
    "Du kan byta ditt efternamn till något av följande: Ansökan är avgiftsfri.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att ändra ditt efternamn eller ett barns efternamn.",
    "Det är avgiftsfritt att ansöka om det är ett efternamn som någon av dina föräldrar har eller har haft.",
    "Det kallas ibland för flicknamn eller namn som ogift.",
    "Då ska du ansöka på blankett Efternamn, byte – Ansökan (SKV 7502).",
    "En ansökan om att byta till ett efternamn som du tidigare har haft kostar 1 800 kronor.",
    "Vanligtvis har Skatteverket dina tidigare namn registrerade.",
    "Om namnet däremot inte finns registrerat hos Skatteverket måste du visa att du har burit namnet tidigare.",
    "Det kan du göra genom utdrag av personakter, födelse- och dopbok från landsarkivet eller handlingar från utlandet.",
    "Det ska framgå av handlingarna när du hade namnet.",
    "Även du som har invandrat till Sverige måste kunna styrka dina tidigare namnförhållanden.",
    "Det kan du gör genom exempelvis en kopia av ett utgånget hemlandspass, medborgarskapsbevis, födelseattest eller andra officiella handlingar som är utfärdade i hemlandet eller i ett land där du tidigare har bott.",
    "Leyla hette Abdi i efternamn innan hon gifte sig.",
    "Hon bytte namn till Andersson när hon gifte sig.",
    "Det kostar ingenting för Leyla om hon vill byta tillbaka till Abdi.",
    "En ansökan om ett efternamn som du har haft tidigare kostar 1 800 kronor.",
    "När handläggningen påbörjas kontrollerar vi om avgiften är betald.",
    "Avgiften måste vara betald för att ärendet ska kunna handläggas.",
    "Betalningen är däremot inte en garanti för att du kommer att få namnet.",
    "Du betalar avgiften till Skatteverkets bankgiro 5194-7273.",
    "Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Ladda ner blanketten SKV 7504 för att ansöka om att byta till ett tidigare efternamn.",
    "Det här gäller efternamn som har funnits i släkten, men som ingen av dina föräldrar heter eller har hetat.",
    "Du får byta till ett efternamn som har funnits i din släkt i rakt uppstigande led i minst två generationer.",
    "Det får dock inte vara längre sedan än fyra generationer tillbaka som namnet fanns i din släkt, räknat från och med dina föräldrar.",
    "En ansökan kostar 1 800 kronor.",
    "När handläggningen påbörjas kontrollerar vi om avgiften är betald.",
    "Avgiften måste vara betald för att ärendet ska kunna handläggas.",
    "Betalningen är däremot inte en garanti för att du kommer att få namnet.",
    "Du betalar avgiften till Skatteverkets bankgiro 5194-7273.",
    "Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Ladda ner blanketten SKV 7504 för att ansöka om att byta till ett namn som har funnits i släkten längre tillbaka.",
    "Det finns en lista med vanliga efternamn som fler än 2 000 personer bär.",
    "Vem som helst kan ansöka om att få byta till något av dessa namn.",
    "Namnet behöver alltså inte finnas i din familj sedan tidigare för att du ska få byta till det.",
    "Det finns omkring 500 namn som du kan välja från listan.",
    "En ansökan kostar 1 800 kronor.",
    "När handläggningen påbörjas kontrollerar vi om avgiften är betald.",
    "Avgiften måste vara betald för att ärendet ska kunna handläggas.",
    "Du betalar avgiften till Skatteverkets bankgiro 5194-7273.",
    "Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Ladda ner blanketten SKV 7504 för att ansöka om att ändra ditt eller ett barns efternamn till ett av de vanligaste efternamnen.",
    "Det kostar däremot ingenting att byta till ett vanligt efternamn som din förälder eller din maka eller make redan har.",
    "Då ansöker du på blanketten Efternamn, byte – Ansökan (SKV 7502) SKV i stället.",
    "Ladda ner blanketten för att ansöka om att ändra ditt eller ett barns efternamn.",
    "Du kan ansöka om att byta till ett nybildat efternamn, alltså ett efternamn som inte redan används.",
    "Fem kriterier för att byta till ett nybildat efternamn: Sju kriterier om likhet som efternamnet också måste uppfylla: Kontrollera gärna innan du lämnar in din ansökan att det inte finns något uppenbart hinder för att den ska kunna godkännas.",
    "Till exempel att någon annan har namnet eller att det är ett varumärke eller ett firmanamn.",
    "Sök gärna på internet för att se om det finns några hinder för dig att ta namnet.",
    "Det sökta namnet får inte redan finnas eller vara för likt ett annat namn som redan finns.",
    "Den språkliga likheten mellan namn kan finnas både i stavning eller i uttal av namnet.",
    "En språklig likhet kan vara bokstäver eller bokstavskombinationer, som i vardagligt tal får samma eller liknande uttal.",
    "Det kan till exempel vara bokstäver som w-v (Wallin-Vallin) eller enkel – dubbel konsonant ss-s (Andersson-Anderson).",
    "I vissa fall kan bokstäver vara ljudlösa, vilket innebär att de inte uttalas, exempelvis h i Wahlberg-Walberg.",
    "Språklig likhet handlar också om hur namnet är uppbyggt och hur det uppfattas visuellt.",
    "Förväxlingsrisk kan till exempel finnas mellan namn trots att de har olika antal stavelser, exempelvis Ahlberg-Ahleberg.",
    "Här kan du se om efternamnet finns som förnamn eller efternamn redan.",
    "Makar eller föräldrar och med barn under 18 år kan göra en gemensam ansökan om namn.",
    "En sådan gemensam ansökan kostar 1 800 kronor.",
    "Om andra tillsammans ansöker om samma efternamn ska dubbel ansökningsavgift betalas, det vill säga 3 600 kr.",
    "Det gäller till exempel när du ansöker tillsammans med din sambo, ett eller flera syskon eller som förälder med ett vuxet barn (över 18 år).",
    "När handläggningen påbörjas kontrollerar vi om avgiften är betald.",
    "Avgiften måste vara betald för att ärendet ska kunna handläggas.",
    "Avgiften är däremot inte en garanti för att du kommer att få namnet.",
    "Ansökningsavgiften är till för att finansiera Skatteverkets hantering av namnärenden och den återbetalas inte.",
    "Detta gäller även om Skatteverket avslår din ansökan eller om du själv återkallar den.",
    "Du kan inte lämna nya namnförslag i ett pågående ärende.",
    "Vill du ansöka om ett nytt namn ska du lämna in en ny ansökan och betala en ny ansökningsavgift.",
    "Du betalar avgiften till Skatteverkets bankgiro 5194-7273.",
    "Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Du kan bara lämna ett namnförslag per ansökan.",
    "Ladda ner blanketten SKV 7506 för att ansöka om att byta till ett nybildat efternamn.",
    "När Skatteverket har granskat ditt namnförslag och tänker godkänna det, annonseras efternamnet i tidningen Post- och Inrikes Tidningar i en månad.",
    "Det kallas för en kungörelse.",
    "Det här görs för att allmänheten ska få kännedom om namnförslaget och ha möjlighet att komma med invändningar.",
    "När tiden har gått ut fattar Skatteverket beslut i ärendet.",
    "Du som är förälder, syskon eller syskonbarn till en person som har skaffat ett nybildat efternamn, får också byta till det efternamnet om den som har skaffat namnet godkänner det.",
    "En ansökan kostar 1 800 kronor.",
    "Du betalar avgiften till Skatteverkets bankgiro 5194-7273.",
    "Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Ladda ner blanketten SKV 7504 för att ansöka om att byta till en släktings nybildade efternamn.",
    "Ett barn som adopteras bär ett efternamn redan före adoptionen.",
    "Du som förälder ska ansöka om byte till ett nytt efternamn för barnet om domstolen inte har beslutat vilket efternamn barnet ska bära efter adoptionen.",
    "Ansök inom tre månader från adoptionsbeslutet.",
    "Barnet får samma efternamn som den äldre av föräldrarna om ni är flera föräldrar och inte ansöker om byte av efternamn inom tre månader från adoptionen.",
    "Du ska däremot inte göra någon ansökan om du adopterar din makas, makes eller sambos barn.",
    "Personer som är över 18 år när de blir adopterade ska själva ansöka om byte av efternamn.",
    "Vid ett utländskt adoptionsbeslut ska ansökan om byte av efternamn göras om barnet blir svensk medborgare vid adoptionen, det vill säga om barnet inte har fyllt 12 år.",
    "Ett adoptivbarn kan byta till något av följande efternamn: Ansökan är avgiftsfri.",
    "Ladda ner blanketten Efternamn, byte – Ansökan (SKV 7502) för att ansöka om att byta efternamn.",
    "Ansökan är avgiftsfri.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att ändra ditt efternamn eller ett barns efternamn.",
    "Du som har ett efternamn med utländsk anknytning kan ansöka om att ändra namnets genusform, till exempel Rosinski till Rosinska.",
    "Möjligheten att ändra ett efternamns genusform är könsneutral, du kan alltså ändra till den maskulina eller den feminina namnformen oavsett vilket kön du har.",
    "Ansökan är avgiftsfri.",
    "Ladda ner blanketten SKV 7502 för att ansöka om att ändra ditt efternamn eller ett barns efternamn.",
    "Det finns en lista med de specialtecken som Skatteverket har möjlighet att registrera i ett namn.",
    "Vi gör en bedömning i varje enskilt fall utifrån reglerna om efternamn.",
    "À, àÁ, áÂ, âÃ, ãÆ, æ Ç, ç Ì, ìÍ, íÎ, îÏ,ï Ò, òÓ, óÔ, ôÕ, õØ, ø Ù, ùÚ, úÛ, ûÜ, üÝ, ýÞ, Þÿ  Du får hem ett registerutdrag när bytet är genomfört.",
    "Du kan se att bytet är genomfört genom att logga in på Mina sidor och klicka på Personuppgifter.",
    "Tänk på att sätta upp ditt nya efternamn på dörren eller brevlådan så att brevbäraren kan dela ut din post.",
    "Testa våra funktioner för att ta reda på hur många som har ett visst namn och att söka på vanliga efternamn.",
    "Vissa namnbyten kostar att göra.",
    "Du betalar in avgiften för ett namnbyte till bankgiro 5194-7273.",
    "Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Du som betalar från ett utländskt bankkonto ska använda nedanstående kontouppgifter.",
    "IBAN: SE6112000000012810121893BIC/Swift-kod: DABASESX Bank:Danske BankNorrmalmstorg 1SE-103 92 Stockholm Skriv personnumret på den som ansökan avser som referens i formatet ÅÅÅÅMMDDNNNN.",
    "Om du inte har möjlighet att betala avgiften med bankgiro, eller i vissa fall med Swish, kan vi hjälpa dig med betalningen i receptionen på Skatteverkets kontor i Göteborg, Malmö och Sundbyberg.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du vill byta ditt efternamn och din önskade ändring är avgiftsbelagd tar det cirka tre månader innan ditt ärende får en handläggare.",
    "Om du vill ändra ditt efternamn till din makas eller makes tar det cirka tre veckor innan ditt ärende får en handläggare efter att vigseln är registrerad.",
    "Om du vill byta ditt efternamn och din önskade ändring är avgiftsfri tar det cirka sex veckor innan ditt ärende är klart om du har lämnat all information som behövs i ansökan.",
    "I annat fall tar det fem månader innan ditt ärende får en handläggare."
]