[
    "När någon avlidit är det delägarna i dödsboet, det vill säga i regel de som är närmast anhöriga, eller ett ombud som delägarna har utsett, som ansvarar för dödsboets inkomstdeklaration.",
    "Du kan deklarera för ett dödsbo i e-tjänsten inkomstdeklaration 1 om dödsboet har fått koder med deklarationen eller om du är registrerad som deklarationsombud och loggar in med din e-legitimation.",
    "Ansökan om ombud för dödsbo kan bara göras med hjälp av pappersblankett.",
    "Det tar två veckor att få behörighet efter registreringen.",
    "Du som ansöker om att bli deklarationsombud för ett dödsbo kommer från och med den 19 april automatiskt att få anstånd med att lämna inkomstdeklarationen.",
    "Det innebär att du kan lämna dödsboets inkomstdeklaration senast den 31 maj, istället för den 3 maj. Du hittar alla aktuella datum för årets deklaration på sidan Datum för deklarationen.",
    "Om dödsboet har fått koder med inkomstdeklarationen kan du deklarera i appen, e-tjänsten eller genom att sms:a eller ringa.",
    "Du kan också deklarera genom att skicka in pappersblanketten Inkomstdeklaration 1.",
    "Om dödsboet inte fått koder, eller om du ska ändra eller lägga till något i dödsboets deklaration, kan du deklarera i e-tjänsten Inkomstdeklaration 1 om du är registrerad som deklarationsombud.",
    "Du loggar då in i tjänsten med din e-legitimation.",
    "Om du inte är registrerad som deklarationsombud går det bra att lämna in pappersblanketten Inkomstdeklaration 1.",
    "Ett dödsbo ska deklarera för det år dödsfallet inträffade.",
    "I deklarationen ska alla inkomster under inkomståret redovisas.",
    "Det gäller både inkomst som den avlidne hade före dödsfallet och eventuella inkomster som dödsboet haft.",
    "Om den avlidne var bosatt i Sverige vid sin död är dödsboet obegränsat skattskyldigt i Sverige.",
    "Det innebär att även inkomster från utlandet ska redovisas i deklarationen, till exempel pension från ett annat land.",
    "Om dödsboet har drivit en enskild näringsverksamhet ska du deklarera resultatet i en NE-bilaga, som du lämnar tillsammans med dödsboets inkomstdeklaration.",
    "Som enskild näringsverksamhet räknas även jord- eller skogsbruk.",
    "När du ska fylla i NE-bilagan kan du behöva uppgifter från tidigare år, till exempel uppgifter om avstämning av egenavgifter och avsättningar till periodiseringsfond och expansionsfond.",
    "De uppgifterna finns i så fall på sidan ”Specifikation till Inkomstdeklaration 1” i dödsboets inkomstdeklaration.",
    "Vi skickar inkomstdeklarationen till den adress dödsboet är skrivet på.",
    "Om dödsboet har en annan adress än vid dödsfallet är det viktigt att anmäla den nya adressen till oss.",
    "En inkomstdeklaration kan inte eftersändas.",
    "Posten skickar tillbaka deklarationen till Skatteverket om dödsboet inte längre är skrivet på adressen.",
    "Om du ska deklarera för ett dödsbo men inte har tillgång till inkomstdeklarationen kan du: För att Skatteverket ska kunna svara på frågor om uppgifter i dödsboets deklaration behöver den dödsbodelägare som kontaktar oss vara registrerad som deklarationsombud.",
    "På sidan Ansökan e-tjänster – Deklarationsombud (SKV 4809) hittar du information om hur du gör för att registrera ett deklarationsombud:  Om du behöver en ny inkomstdeklaration till dödsboet ska du skicka en skriftlig begäran till Skatteverket.",
    "Begäran ska vara undertecknad av samtliga dödsbodelägare.",
    "Anledningen är att ett dödsbo företräds av samtliga dödsbodelägare gemensamt och deklarationen är en handling som omfattas av skattesekretess.",
    "Om begäran görs av ett ombud ska ombudets fullmakt bifogas.",
    "Du kan skicka begäran till Skatteverket205 30 Malmö Inkomstdeklaration samt kopior på andra sekretessbelagda handlingar för den avlidne kan även lämnas ut på ett servicekontor om samtliga dödsbodelägare kan styrka sina behörigheter med en handling, exempelvis bouppteckningen som tidigare lämnats in till Skatteverket.",
    "Alla dödsbodelägare måste också kunna legitimera sig med giltiga svenska id-handlingar.",
    "Om inte servicekontoret kan lämna ut en ny inkomstdeklaration kan servicehandläggaren hjälpa till med att skicka in en skriftlig begäran till Skatteverket.",
    "Det gäller även vid beställning av andra handlingar, till exempel ny momsdeklarationsblankett, saldobesked samt kopior på inskickade deklarationer för dödsboet.",
    "Dödsbodelägare kan vara den avlidnes efterlevande make, registrerad partner, sambo, arvingar eller universella testamentstagare.",
    "Läs mer i broschyren Bouppteckning (SKV 461).",
    "När en person avlider avregistrerar banken ofta automatiskt det bankkonto som finns registrerat hos Skatteverket för återbetalning av skatt.",
    "Om dödsboet har skatt att få tillbaka och det inte finns något bankkonto registrerat betalas pengarna ut via en utbetalningsavi.",
    "Utbetalningsavin skickas till adressen dödsboet är registrerat på, det är därför viktigt att Skatteverket har rätt adress.",
    "Om det finns ett mottagarkonto anmält hos Skatteverket sker utbetalningen till det kontot.",
    "Det går inte att få utbetalning till ett bankkonto som står på någon annan än dödsboet.",
    "Du kan till exempel inte begära att få dödsboets skatt utbetald till ditt eller någon annan anhörigs bankkonto.",
    "Om dödsboet har skatt att betala ska du uppge OCR-numret som finns i den preliminära skatteuträkningen som du får med inkomstdeklarationen, eller i dödsboets slutskattebesked.",
    "Om den avlidne har fått ett organisationsnummer (dödsbonummer) ska skatten oftast betalas in på organisationsnumrets skattekonto.",
    "Ett organisationsnummer för ett dödsbo börjar med 10xxxx-xxxx.",
    "Har du redan hunnit betala in skatt på skattekontot för personnumret överför Skatteverket automatiskt pengarna till dödsbonumret innan förfallodatum för kvarskatten.",
    "Inbetalningen ska göras till bankgiro 5050-1055.",
    "Betalningsmottagare är Skatteverket.",
    "Ett dödsbo finns kvar så länge det är oskiftat, det vill säga så länge det finns tillgångar som inte delats upp mellan arvingarna.",
    "Ett dödsbo ska deklarera för år efter dödsfallsåret om dödsboet Ett dödsbo behöver inte lämna någon inkomstdeklaration om det enbart haft ränta eller utdelning där utbetalaren är skyldig göra skatteavdrag.",
    "Ett dödsbo är skattemässigt avslutat om: I de flesta fall gäller samma skatteregler för dödsbon som för privatpersoner.",
    "Vissa skatteregler gäller dock särskilt för dödsbon.",
    "Dessa regler varierar beroende på hur lång tid som gått sedan dödsfallet.",
    "För dödsfallsåret gäller samma regler som skulle ha gällt om personen levt hela året.",
    "Den avlidnes och dödsboets inkomster ska därför redovisas i en och samma deklaration.",
    "De tre första åren efter dödsfallet respektive det fjärde året efter dödsfallet och senare gäller särskilda regler.",
    "Här finns mer information om vilka regler som gäller:"
]