[
    "Detta häfte innehåller en serie artiklar, som tidigare publicerats i riksskatteverkets informationstidning RSV Info under åren 1979 - 82.",
    "Författare har varit Arvid Wannerdt.",
    "Artiklarna behandlar den svenska folkbokföringens historia under tre sekler - fram till 1900-talet.",
    "Utvecklingen under senare tid berörs endast helt ytligt i ett kompletterande avsnitt sist i häftet.",
    "Författaren arbetar f n med ett eget bokprojekt, som närmare kommer att behandla folkbokföringen under 1900-talet och fram till våra dagar.",
    "Redaktör Björn Thärnström, RSV, har svarat för redigering, bildurval och layout.",
    "Avsikten är att detta särtryck ska utgöra ett värdefullt komplement till den kurslitteratur som RSV producerar för utbildningen i ämnet folkbokföring, såväl för personalen inom skatteadministrationen som hos pastorsämbetena.",
    "Särtrycket kan även vara intressant i andra sammanhang, t ex för släktforskare.",
    "Solna i juni 1982 RIKSSKATTEVERKET  F.d.",
    "kyrkobokföringsinspektören, prosten Arvid Wannerdt, ger här några glimtar ur kyrkobokföringens allra första historia, förebilder och initiativ.",
    "De äldsta bevarade kyrkoböckerna finns i Italien och är från början av 1300-talet.",
    "Men redan under romarriket fördes anteckningar om befolkningen.",
    "Den första kristna kyrkan förde register över sina medlemmar och antecknade bl a dop och vigslar.",
    "I Sverige började man sporadiskt att föra kyrkoböcker först i början av 1600-talet.",
    "Det första påbudet om kyrklig personregistrering kom 1608.",
    "Bland de många skattskrivningar som omtalas i antikens litteratur och inskrifter är det en som väl de flesta av oss hört talas om.",
    "Det är evangelisten Lukas som berättar om den i det kapitel varur julevangeliet är hämtat.",
    "Denna skattskrivning hade påbjudits av den romerske kejsaren Augustus.",
    "Judafolket stod ju vid vår tideräknings början under romersk överhöghet.",
    "Det kan ge oss anledning kasta en blick på hur det förhöll sig med folkregistreringen i det gamla romerska riket.",
    "Detta rike bestod vid den här ifrågavarande tiden av moderlandet Italien och de erövrade provinserna Grekland, Mindre Asien, Syrien, Palestina o s v. De friborna invånarna i moderlandet kallades romerska medborgare och betraktades som en elit, en härskareklass framför undersåtarna i provinserna.",
    "Bland de romerska medborgarna förekom redan på ett tidigt stadium, långt innan det romerska riket blev kejsardöme, en s k census, en folkregistrering som innebar folkräkning, mantalsskrivning, skattskrivning och rullföring men även hade andra syften.",
    "Den utövades av höga tjänstemän, censorerna, med biträde av underlydande personal.",
    "Proceduren var en muntlig självdeklaration.",
    "Till en början vart fjärde och sedermera vart femte år skulle varje fullmyndig romersk medborgare framträda inför censorerna och under edlig försäkran uppgiva namn, ålder, härstamning och social ställning, namnen på dem som tillhörde hans hushåll samt storleken av sin förmögenhet.",
    "Uppgifterna antecknades i mantals- och skattskrivningslängder.",
    "Dessutom fördes mönsterrulla över värnpliktiga och hölls vapensyn med ridderskapet.",
    "Men censorerna hade även att pröva medborgarnas vandel.",
    "Om grundad anmärkning förelåg gjordes anteckning härom i längderna.",
    "Vederbörande straffades genom förlust av rösträtt eller genom att nedflyttas till en mindre ansedd ställning.",
    "Å andra sidan hade censorerna befogenhet att belöna förtjänta personer genom att uppflytta dem till att bli innehavare av ledigblivna platser inom riddareklassen.",
    "Det hela gick ut på att bringa ordning och reda i medborgarnas ekonomiska, militära och moraliska skyldigheter gentemot staten samt att lämna vissa i samband härmed stående förmåner.",
    "Annorlunda ställde det sig med census inom de erövrade provinserna.",
    "Dess befolkning ansågs stå alltför lågt för att kunna bli föremål för en moralisk bedömning, ägnad att bereda dem plats bland högre rangklasser.",
    "Här var det endast fråga om skyldigheter: militärtjänst och skatt.",
    "I äldre tider var skattskrivningen i provinserna tämligen oregelbunden.",
    "Först under den framstående organisatören kejsar Augustus erhöll den fastare former.",
    "Med det romerska borgerliga civilregistraturet i tillämpliga delar som förebild upptog den kristna kyrkan seden att registrera församlingsmedlemmar.",
    "Frän 200-talet fördes sålunda i de kristna församlingarna listor över döpta, vigda och avlidna.",
    "Dopförteckningarna upptog namnen på såväl de döpta som på dem som bar fram barnen till dopet.",
    "Vigselregistren förvarades i kyrkorna.",
    "Listorna över döda, som ursprungligen upptog endast mera framstående präster och lekmän, omfattade så småningom samtliga församlingsmedlemmar med tanke på det heliga offer, som skulle frambäras på årsdagen av de trognas död.",
    "Detta var alltså början till en kyrklig bokföring.",
    "Det dröjde emellertid inte länge förrän denna registrering upphörde för århundraden framåt.",
    "Sedan kristendomen genom den romerske kejsaren Teodosius den stores edikt år 380 blivit statsreligion och det påföljande år hållna kyrkomötet i Konstantinopel ånyo fastslagit den nicaenska trosbekännelsen var den kristna statskyrkan grundad i romarriket.",
    "Hedningar och kättare skulle behandlas som förbrytare.",
    "Härav följde att den som icke undfått dopet landsförvisades som kättare, med undantag för judarna.",
    "Å andra sidan betraktades då givetvis varje inom romerska riket befintlig församlingsmedlem som döpt.",
    "Och den som utstötts ur kyrkan avled ju inte inom dess gemenskap.",
    "Följaktligen ansåg man det överflödigt att föra förteckningar över döpta och avlidna.",
    "Samtidigt med dop och dödlistorna försvann också vigselregistren.",
    "Under medeltiden synes man dock så småningom ha känt behovet av ett återinförande av förteckningar över kyrkliga handlingar allt starkare och den kyrkliga registreringen togs åter i bruk.",
    "De äldsta kyrkoböcker som finns bevarade till vår lid är från Italien och började föras från år 1305.",
    "Från 1300-talets Frankrike finns ett vigselregister från åren 1336-1350 och en förteckning över begravningar som ägt rum under tiden 1335-1348.",
    "I Tyskland fördes dopregister under 1400-talet.",
    "Och i England slutligen började man föra register över dop, vigslar och begravningar i enlighet med en av konung Henrik VIII utfärdad förordning.",
    "Normgivande för den katolska kyrkans bokföring är ett dekret från konciliet i Trident av den 1 november 1563, vari påbjudes förandet av dop- och vigselregister inom hela den katolska kyrkan.",
    "Efter tridentinska mötet förekom flerstädes förordningar som gick långt utöver vad där påbjudits.",
    "En synod i Konstanz år 1567 föreskrev sålunda förandet av register över bl a dop, konfirmationer och vigslar samt över avlidna och i kyrklig ordning begravda personer och från 1600-talet återfinnes förordningar angående dop-, konfirmations-, vigsel- och familjeregister, vilka sistnämnda skulle upptaga de enskilda familjerna med deras medlemmar och tjänare.",
    "Reformationen med dess praktiska blick för organisatoriska institutioner visar sig mångenstädes ha utövat en hälsosam inverkan på kyrkobokföringen i Tyskland.",
    "En lång rad evangeliska kyrkoordningar från förra hälften av 1500-talet reglerade även kyrkobokföringen, såsom exempelvis den Brandenburg-Närnbergska kyrkoordningen av år 1533.",
    "När det gäller Sverige är det inte känt om den medeltida prästen förde någon typ av personregistrering.",
    "Man torde få antaga att han i varje fall i någon form gjorde anteckningar om vissa förrättningar som exempelvis dop, vigsel och jordfästning.",
    "Några belägg härför saknas dock.",
    "Gissningsvis kan man förmoda att prästerna såväl under medeltiden som senare när det gällde personkännedom hade en viss hjälp av de förteckningar som upprättades vid utskrivningar av krigsfolk.",
    "När det gäller 1500-talet eller del därav synes denna förmodan kunna härledas från den nyordning vid utskrivningsförfarandet, som kom till stånd vid början av 1600-talet och som baserades på att prästerna till utskrivningskommissarierna överlämnade en med hjälp av länsmannen och kyrkans sexmän upprättad mantalslängd upptagande alla män inom socknen över 15 och under 60 år.",
    "Genom denna anordning fick givetvis också prästen god hjälp till en ingående kännedom om sockenborna.",
    "Det förefaller sannolikt att denna växelverkan mellan utskrivningsmyndigheten och kyrkan även tidigare varit för handen.",
    "Vad man däremot säkert kunnat belägga är att den medeltida sockenprästen förde böcker av övervägande ekonomisk art.",
    "Kyrkans och prästbordets jordar och inkomster skulle registreras.",
    "Längder över donatorer fördes sannolikt åtminstone vid alla mera betydande kyrkor.",
    "Som ett annat exempel kan nämnas förteckningar vid domkyrkor över de årliga fester som skulle firas till minne av enskilda kyrkors välgörare.",
    "Efter reformationen synes intresset för kyrkliga anteckningar i vårt land till en början ha koncentrerats till förteckningar över kyrkans inventarier och räkenskaper.",
    "Första gången man nämner förandet av vissa böcker vid landets kyrkor är i 1571 års kyrkoordning.",
    "Där stadgas bl a beträffande domkyrkornas tillhörigheter: \"ähwad thet är - - - skal ther aff itt wist Register j alle partzeler, leggias in j Sakristien til förwaring.\"",
    "Och i fortsättningen framhålles nyttan av en årlig inventering beträffande såväl domkyrkornas som landskyrkornas penningar, kläder osv.",
    "En sådan inventering förutsatte givetvis någon form av bokföring.",
    "Det synes synnerligen anmärkningsvärt att kyrkoordningen icke innehöll någon föreskrift om en kyrklig personregistrering.",
    "Detta så mycket mer som dess upphovsman, Laurentius Petri, ingalunda kan ha saknat kännedom om 1500-talets organisatoriska utveckling på detta område i Tyskland.",
    "Man behöver här endast erinra om den tidigare nämnda Brandenburg-Närnbergska kyrkoordningen av år 1533, som till en del var en direkt källa till den svenska.",
    "Det kan vid studiet av denna källa inte ha undgått den store svenske kyrkomannen att densamma även reglerade kyrkobokföring.",
    "Ganska snart in på 1600-talet synes ledande män inom kyrkan ha insett betydelsen av förandet av kyrkoböcker i vår tids mening.",
    "Sålunda förmanade ärkebiskopen Olaus Martini år 1608 det till prästmöte församlade prästerskapet att föra bok över alla barndop, vigslar och trolovningar liksom register \"opå alt annat, som wårdar någott\".",
    "Detta påbud om kyrkobokföring, som tillkom efter tyska förebilder, är det först kända i vårt land.",
    "Någon allmän omedelbar efterföljd synes föreskriften dock icke ha fått, vilket framgår av att Laurentius Paulinus Gothus, som var ärkebiskop åren 1637-1646, omnämner bruket att föra kyrkobok mera som gott och önskvärt än som allmänt iakttaget: Ändock finns från dåvarande ärkestiftet två ministerialböcker i behåll, av vilka den ena - en dödbok för Helga Trefaldighets församling i Uppsala - börjar 1608 eller året för det ärkebiskopliga påbudet och sträcker sig fram till 1615.",
    "Den andra är en vigselbok för S:t Nicolai församling i Stockholm med början år 1609.",
    "Dessa båda kyrkoböcker är de äldsta i sitt slag i Sverige om man undantar en förteckning över döda 1607-1622, som sistnämnda år infördes i det då av kyrkoherden i Skultuna Johannes Jonae upplagda \"Album ecclsiae Skultunensis\" (Skultuna kyrkobok), en kombinerad dop-, vigsel- och dödbok.",
    "Prosten Arvid Wannerdt fortsätter här sin redogörelse för äldre tiders folkbokföring.",
    "Denna gång avhandlas den kyrkliga personregistreringen i Sverige före 1686 års kyrkolag.",
    "En ordnad personregistrering hade på 1600-talet stor religiös betydelse.",
    "Det var viktigt att det fördes anteckningar om dop och katekesförhör.",
    "Västeråsbiskopen Johannes Rudbeckius var en föregångsman inom folkbokföringsområdet.",
    "Han utfärdade bl a den första föreskriften om förhörslängder samt regler för kyrkobokföringen i sitt stift.",
    "Betydelsen av en kyrklig personregistrering i vårt land synes på 1600-talet ha stått klar för ledande män inom kyrkan och även för företrädare för den civila förvaltningen.",
    "Såväl de under århundradet framlagda kyrkoordningsförslagen som biskopliga föreskrifter under denna tid lämnar tydliga bevis för att en sådan registrering ansetts oundgängligen nödvändig.",
    "Redan i ett kyrkoordningsförslag av år 1608 yrkades det på dopanteckningar.",
    "Och i ett annat förslag från år 1619 lämnas en intressant hänvisning till kyrkobokföringens rent religiösa betydelse.",
    "I förslagets fjärde kapitel om dopet betonas nämligen vikten av vittnen till att barnet blivit \"sannfärdeligen\" döpt.",
    "Och i fortsättningen heter det bl a: \"Huarföre wore godt emot Wederdöpare och andre suarmande Andar, att Pastor hadhe en Book förwaradt i Kyrkione, thervthinnan han anteknade hwardt och itt barn, som thet åhret blifuer döpt och huad måna och dagh thet skeer och Huilke som wore withe til theres Döpelse, effter som bruklighit haffuer warit i gamble tijder - - -.\"",
    "Kyrkoordningsförslag och biskopliga föreskrifter på 1600-talet.",
    "upptog givetvis också förteckningar över vigda och avlidna.",
    "Det var dock icke blott frågan om dessa speciella anteckningar - som kom att utmärka århundradet som genombrottets tidevarv när det gällde den kyrkliga personregistreringen.",
    "Som lika angeläget framstod behovet av förhörslängder som hjälpmedel i den kyrkliga undervisningen m m. Det har sagts att 1600-talets kyrkostadgar och kyrkoordningsförslag överflödade av föreskrifter om den kristna undervisningen.",
    "Denna skulle också ge anledning till i varje fall ett par av de tidigare benämningarna på vår nuvarande församlingsbok.",
    "Katekesen var grundstommen vid undervisningen i vårt land ända från reformationen och långt in på vårt eget århundrade.",
    "Redan kyrkoordningen av år 1571 föreskrev som villkor för nattvardsgång att vederbörande kunde \"Fadher wår, Troon och Bodhorden.\"",
    "Katekesförhör blev därför tidigt en regelmässig kyrklig arbetsform.",
    "Redan år 1596 beslöt domkapitlet i Uppsala att prästerna skulle resa omkring i socknen och kalla samman ett byalag eller två i taget och hålla förhör , emedan allmogen var så okunnig i sin kristendom att man ej tryggt kunde låta de begå nattvarden.",
    "Regelbundna katekesförhör i kyrkan varje sön- och helgdag påbjöds i Växjö stift år 1619.",
    "Och biskopen Laurentius Paulinus Gothus, som var biskop i Strängnäs 1609-1637 och utfärdade liknande bestämmelser för stiftet, meddelade även föreskrifter om enskilda husförhör: prästerna skulle tillsammans med sina kaplaner och sexmän besöka sina åhörare i tur och ordning och göra sig underrättade om deras kunskaper och leverne.",
    "Man kan förmoda att många präster före kyrkolagens tillkomst vid katekesförhören litat till sin lokal- och personkännedom utan några anteckningar.",
    "Andra använde troligen exempelvis militära längder.",
    "Även prästens uppbördslängder över tionde osv kunde komma till användning.",
    "På många håll lade man emellertid ganska tidigt upp särskilda längder för katekesförhören.",
    "För längderna har använts olika benämningar: katekismilängder, katekisationslängder, folklängder, läselängder och skrifteböcker.",
    "Som exempel på hur man i kyrkoordningsförslag tänkt sig uppläggning av förhörslängder kan nämnas ett förslag av professorn, sedermera biskopen i Strängnäs Erik Gabrielsson Emporagrius, där det talas om längder på sockenfolket \"ordenteligen fördeelade uthi wissa rotar, byar, gårdar, hemman och torp, och widh hwar husbonde anteknade hans hustru, barn, legohion och inhyses folk, hwar vid sitt nampn.\"",
    "Den första föreskriften om förhörslängder i vårt land utfärdades för Västerås stift av Johannes Rudbeckius, som var biskop där åren 1619 -1646 och 1600-talets främste kyrklige organisatör.",
    "Då kyrkoordningen av år 1571 i flera fall redan var föråldrad författade Rudbeckius andra stadgar, som skulle gälla för hans stift, däribland även detaljerade föreskrifter år 1622 för kyrkobokföringen.",
    "Enligt dessa föreskrifter ålades kyrkoherdarna att upprätta icke mindre än 20 längder, däribland \"en folkalängd på alle the, som öffuer 10 åhr äro, tå Biskopen visiterar, register på barn, som äro christnade, brude folk, som äro wigde, lijk, som äro begrafne.\"",
    "Huvudsyftet med den sålunda påbjudna folklängden, som alltså i verkligheten var en slags förhörslängd, framgår tydligt av orden \"tå Biskopen visiterar\".",
    "Den skulle tjäna som ledning för biskopen vid visitationsförhöret.",
    "l folklängden skulle \"mellan parallelle linier finnas antecknat.",
    "1. huru många katekesstycken var och* en kunde läsa, 2. på huru många stycken han kunde Luthers förklaring och 3. om han förstod det upplästa väl, temligt eller något\".",
    "Biskop Rudbeckius förtjänster när det gällde initiativet till en regelrätt kyrkobokföring i senare tiders mening låg inte blott i hans framsynthet i fråga om utfärdade föreskrifter utan också i hans förmåga att kontrollera efterlevnaden av givna direktiv.",
    "Att hans nitälskan för kyrkobokföringen burit rik frukt framgår inte minst av det bestånd av kyrkoböcker som från Västerås stift finns bevarat till våra dagar.",
    "Däribland finns exempelvis just några av de av Rudbeckius påbjudna folklängderna från 1620-, 1630- och 1640-talen och från de tre följande decennierna från ytterligare sexton socknar.",
    "Med hänsyn till att förhörslängderna i övriga delar av landet börjar långt senare, ofta först efter 1750, inses lätt den särställning Västerås stift intar härvidlag.",
    "Även statsmaktens intresse för en kyrklig personregistrering synes ha väckts under denna tid.",
    "Johannes Botvidi, som var biskop i Linköpings stift åren 1631-1635, hade före sitt tillträde till ämbetet varit Gustav II Adolfs förste hovpredikant och preses i fältkonsistoriet och följt konungen på dennes fälttåg i bl a Preussen och Tyskland.",
    "Riktlinjerna för Botvidis verksamhet som biskop var uppdragna i en i Berowald i Mecklenburg den 21 januari 1631 utfärdad kunglig instruktion.",
    "I denna ålades biskopen att se till att i alla kyrkor anskaffades längder för anteckning av bl a \"de döpte och begravnes namn\".",
    "l detta sammanhang kan också nämnas att 1633 års prästmöte i Linköping på förslag av biskop Botvidi beslöt att \"ingen person, man eller qvinna, pijga eller dreng, tages ihn i någon sochn med mindre the hafue bref och godh å besked hvad och hvadan the äre.\"",
    "Detta var den första föreskriften i vårt land om flyttningsbetyg.",
    "Det har sagts att kyrkobokföringen redan var en verklighet i alla svenska stift då den reglerades genom kyrkolagen.",
    "Omdömet är givetvis helt adekvat i den meningen att mer eller mindre detaljerade föreskrifter i ämnet förelåg i stiften.",
    "Emellertid var efterlevnaden av föreskrifterna mycket olika.",
    "Kontrollen låg helt i biskoparnas och prostarnas händer.",
    "Och deras förståelse för längdföringens betydelse kunde givetvis variera.",
    "Vad den ene biskopen i detta hänseende betonade som betydelsefullt kunde kanske av efterträdaren bedömas som mindre angeläget.",
    "Sedan arbetet på en ny kyrkolag pågått i flera decennier men tid efter annan hindrats på grund av olika politiska meningsriktningar tillsatte Karl XI år 1684 en kommission av adliga jurister.",
    "Kommissionen arbetade effektivt och i nära samarbete med representanter för prästerskapet.",
    "På 1686 års riksdag fick det andliga ståndet besked om att den nya kyrkolagen var stadfäst av konungen.",
    "Formellt är kyrkolagen av den 3 september 1686, som utkom av trycket 1687 och bekantgjordes i landet 1688, ännu gällande, fastän den självfallet är till stora delar upphävd eller ändrad och i andra delar kommit ur tillämpning.",
    "Genom 1686 års kyrkolag fick vi riksomfattande regler för den` kyrkliga personregistreringen.",
    "I lagen angavs noggrant vilka anteckningar som skulle föras.",
    "Karl XI tillsatte 1684 en kommission som fick i uppdrag att utarbeta en ny kyrkolag.",
    "Den nya lagen stadfästes 1686 och gäller fortfarande - även om den i stora delar är ändrad eller upphävd.",
    "Genom 1686 års kyrkolag fastställdes för första gången riksomfattande regler för en kyrklig personbokföring.",
    "Syftet med personbokföringen var att den så gott som uteslutande skulle tjäna prästens ämbetsgärning - samma syfte som de tidigare insatserna på det här området haft.",
    "I samband med föreskrifterna om katekespredikningar och katekesförhör i kyrkorna stadgades sålunda i 2 kap 10 § att \"Presterna skola hålla wisse längder på alle sine åhörare, Huus ifrån Huus, Gård ifrån Gård, och weta besked, om theras framsteg och kunnskap uti theras Christendoms stycken.",
    "För att kunna upprätta dessa längder har säkerligen systematiska husbesök varit nödvändiga.",
    "Sådana föreskrevs också i 24 kap 22 §, där det bl a talas om kyrkolierdens plikt att \"besökia sine Åhörare, thet ena Huset efter thet andra, när the å båda sijdor kunna ther til hafwa bequemlig tijd och lägenheet\".",
    "Närmast var emellertid dessa husbesök avsedda att tjäna den allmänna församlings- och själavården.",
    "Detta framgår också av bestämmelsen i paragrafen att kyrkoherden vid besöket bl a skulle förbereda de gamla på de frågor som han ämnade rikta till dem i kyrkan.",
    "I kyrkolagens 3 kap 12 § lämnas föreskrifter om anteckning av barns födelse och dop: \" Prästen skal uti Kyrckeboken anteckna Orten och Dagen, hwar och när ett Barn födt är, såsom och när thet döpt warder, jämwäl Barnetz, dess Föräldrars och theras Namn, som Wittnen til dess döpelse warit hafwa.\"",
    "De grundläggande bestämmelserna för den genom kyrkolagen reglerade kyrkobokföringen över huvud återfinns i 24 kap 8 §.",
    "Efter en inledande beskrivning, huru kyrkoherden vid biskopens ankomst för visitation skulle \"giöra redo för sig och sitt Embetes förrättande, samt om Församlingens tilstånd\" m m föreskrives framtagandet av en förhörslängd: \"Dheslijkes ingifwa en Längd, med Columner, angående sitt Sochnefolckz förkofring i Catechismi lära, efter hwilken förteckning, the och föliande Dagen skola förhöras.",
    "I tolv därpå följande punkter i paragrafen får vi en klar bild av dels vad som vid denna tid räknades som tillhörande kyrkobokföringen och dels vad kyrkolagen stadgade om anteckningsförfarandet.",
    "\"Sedan frarntagas Kyrckioböckerna, uti hwilka, under wissa Blad och Titlar införes.",
    "1 Inventaria på alt thet som Kyrckian äger, i löst och fast, med all then underrättelse som ther til hörer.2  Kyrckiones inkomster, af hwad Namn the och måge wara.3  Prästegårdz Inventarium, och dhes tilhörige ägor.4  Bänkelängden, hwar uti Åhr efter Åhr, the förandringar som dher wid skee, skola upteknas: Men twistige måhl om Bänckar, som intet med förlijkning kunna slättas, höra under werldzlig Rätt.5  Räkningen på inkomst och utgift, för hwart åhr särskilt, under Credit och Debet rätteligen författad, samt underskiifwin af Kyrckioherden och Kyrckiowärdarna, sedan hon i Församlingens närwaro är upläsen, och sanfärdig befunnen.6  Hwad som i Sochnestämma slutit är, Kyrckiones nödtorft angående.7  Hwad sälsamt i Sochnen sig tildragit hafwer, bestående af ens eller annans synnerlige gode eller onde bedrift, eller och thet, som utom Naturens ordentelige skickelse, i Elementerne, eller på quicht och dödt, sig teer och wijsar, som wärdt är at upteckna.8  Visitations Acterne.9  Alle Brudefolck, med dheras och Föräldrarnas Namn, samt underrättelse, hwadan the äre komne, och hwad Witnesbörd the haft hafwa.10  Alle Barns, så ächtas, som oächtas, med dheras Föräldrars och Faddrars Namn, födelse- och döpelse Dag, så och Orten ther the födde äro.11  The aflednas Namn, som i Kyrckian eller på Kyrckiogården äre begraftie, med kort underrättelse om dheras Lägerställen, stånd, wilkor, lefwerne och ålder.12  Theras Namn, som tijd efter annan flyttia in uti, eller utur Församlingen, med efterrättelse, hwadan the komne äro, huru the sig förhållit, och hwart the fara Skrifteboken, eller then förteckning på Sochnefolket, under By och bolag, för deeld i wisse Columner, ther uti hwars och ens, som läsa kan, framsteg i Catechismi lära, beskrifwit warder, inrättas särskilt, och skal af Prästen, med sine Titlar, ställas i behörig richtigheet, emellan then Dagen Visitationen förkunnas, och tå hon hålles.",
    "I 10 § i samma kapitel föreskrives slutligen bl a: \"Hwad som i Kyrckioboken bör intecknas, thet skal skee, förr än the (dvs de som enligt lagen stannat kvar i kyrkan, sedan kvinnorna och ungdomen efter visitationsdagens gudstjänst och katekesförhör fått \"hemlåf\") skilias år, så wäl som och Acta Visistationis af Notarien förfärdigas, och af Visitatorerne underskrifwas.\"",
    "Studerar man kyrkolagen närmare finner man en viss upprepning när det gäller handlingar som hör till personregistreringen.",
    "Det beror på att man hämtade uppgifter från olika kyrkolagsförslag Utan att man märkte dubbleringen.",
    "Men man har även pekat på brådskan vid lagens slutliga redigering.",
    "Som synes kallas förhörslängden i kyrkolagen dels enbart längd och dels skriftebok.",
    "Beteckningen längd härstammar från rent svenska kyrkolagsförslag, medan ordet skriftebok härrör från en av biskopen i Åbo Johannes Gezelius d ä år 1666 utfärdad och år 1673 tryckt stiftsstadga.",
    "Att förhörslängden i kyrkolagens 24 kap 8 § först kallas \"en Längd, med Columner\" och därefter med några få raders mellanrum \"Skrifteboken 7---för deeld i wisse Columner\" kan väl endast förklaras som ett rent förbiseende.",
    "Som framgår av kyrkolagen räknades förhörslängden ursprungligen icke till kyrkoböckerna.",
    "Den nyss nämnda skrifteboken var ju endast en återupprepning av den i ingressen för kyrkoböckerna nämnda längden.",
    "Det är inte känt om den i kyrkolagen använda termen kyrkoböckerna i stället för kyrkoboken väckte någon opposition vid denna tid, då i varje fall i mindre och medelstora församlingar boken innefattade såväl de ekonomiska noteringarna som de ministeriella anteckningarna.",
    "Man kan antaga att pluralförmen kyrkoböckerna som uppges ha berott på direkt inflytande från biskop Gezelius' stiftsstadga - uppfattades som naturlig med tanke på de i huvudstadgandet ingående tolv olika punkterna.",
    "Man reflekterade nog inte över att de där uppräknade handlingarna skulle rymmas inom samma pärmar.",
    "Det förhärskande enbokssystemet rubbades i varje fall inte av terminologin.",
    "Ännu i slutet av 1700-talet användes termen kyrkobok på åtskilliga håll i vårt land som en sammanfattande beteckning för anteckningar rörande själavård, personregistrering och ekonomi.",
    "Ett slag av anteckningar som inte ens omnämns i kyrkolagen och som följaktligen i likhet med förhörslängderna ursprungligen inte räknades till kyrkoböckerna var kommunionlängderna.",
    "Liksom 1571 års kyrkoordning uppställde kyrkolagen som villkor för deltagande i nattvardsgång att vederbörande hade tillägnat sig kristendomens huvudstycken.",
    "För den som ville gå till skrift stadgades anmälningsplikt: \"Alle som wilia låta sig skrifta, skola något förut, hos Predikanten sig angifwa; och när någon Husfader, med sine Barn och Tienstefoick tillijka wil undfå skriftermåhl, måste den samma, om han kan skrifwa, upsättia hwars och ens Namn på en Lista, och sända den til Predikanten, eller eliest, särdeles på Landzbygden, gifwa thet munteligen Prästen tilkänna, då han kommer til Kyrckian, på thet han må wetta, hwilka, och huru många, gå hwar gång til Skrift.",
    "Syftet med anmälan var alltså dels att prästen skulle veta hur många oblater och hur mycket vin som behövdes och dels att han skulle kunna kontrollera att alla som önskade gå till nattvarden också var berättigade därtill.",
    "Med hänsyn till den ringa skrivkunnigheten vid denna tid skedde anmälningarna säkert som regel muntligen.",
    "Detta medförde att prästen såg sig nödsakad att till stöd för minnet antingen själv anteckna de blivande kommunikanterna eller uppdraga åt klockaren att göra det.",
    "På detta sätt uppstod kommunionlängderna, av vilka det på denna tid kom att finnas två olika slag.",
    "Det ursprungliga slaget var en i tidsföljd nedskriven förteckning över kommunikanterna.",
    "Det andra slaget var en på förhand kameralt iordningställd längd över sockenborna, där kommunikanterna i samband med varje nattvardsgång utmärktes på ett särskilt sätt, t ex genom anteckning av datum för nattvardsgången.",
    "Uppställningen var alltså densamma som i förhörslängden: \"Huus ifrån Huus, Gård ifrån Gård\".",
    "Fastän den inte var direkt föreskriven i kyrkolagen blev kommunionlängden snart lika vanlig som förhörslängden.",
    "Det hände ofta att man slog samman katekisationslängden (förhörslängden) till en efter bostad uppställd liggare över sockenborna med kolumner för anteckning om såväl kristendomskunskap som nattvardsgång.",
    "Denna dubbla användning framgår inte alltid av handlingens titel.",
    "Den kallas visserligen ibland katekisationslängd och kommunionlängd, men ibland enbart katekisationslängd eller enbart kommunionlängd.",
    "Den fjärde delen av prosten Arvid Wannerdts artikelserie om folkbokföringen i gångna tider handlar om åren efter kyrkolagens tillkomst, dvs från 1686 och framåt.",
    "Kyrkolagen innehöll endast summariska bestämmelser om personbokföring.",
    "Bestämmelserna om bannlysning omfattade däremot tre sidor.",
    "Konventikelplakatet från 1726 påbjöd husförhör över hela landet.",
    "Noteringar om förrättringar fördes ofta i form av kladdanteckningar, som renskrevs i kyrkoböckerna i efterhand.",
    "Fullskrivna kyrkoböcker bevarades inte alltid utan försvann.",
    "Prästerna var till en början skyldiga att vara med vid mantals- och skattskrivningar.",
    "Men efter protester upphörde så småningom den skyldigheten.",
    "Som framgår av flera olika beteckningar på prästernas längder över sockenborna i äldre tider - katekismilängder, katekisationslängder osv - upplades dessa ursprungligen i själavårdande syfte.",
    "De upptog därför från början inte alla sockenbor utan endast dem som åtnjöt eller åtnjutit kristendomsundervisning och därför var skyldiga att infinna sig till förhören.",
    "Det var ju här fråga om prästens \"åhörare\".",
    "I längderna upptogs alltså inte barn som ännu ej inhämtat tillräcklig kristendomskunskap.",
    "Från början antecknades märkligt nog inte heller socknens ståndspersoner, vilket synes ha motiverats med att dessa sällan var närvarande vid förhören och att prästen även utan några anteckningar kunde redogöra för deras kunskaper i \"salighetsläran\" vid inträffande visitation.",
    "Emelleritd ålades dock vid 1693 års riksdag även \"folk av förnäma villkor\" att infinna sig vid förhören.",
    "Ett stycke fram på 1700-talet började för hörslängderna vanligen kallas husförhörslängder, beroende på att katekesförhören i kyrkorna vid denna tid så småningom kommit i bakgrunden för de allt vanligare husförhör, som formellt påbjöds över hela riket genom det s k konventikelplakatet den 12 januari 1726.",
    "Där hette det bl a: \"Ty skola Prästerne efter theras Sed och Ämbetes skyldighet wara förbundne troligen sin anförtrodde Hiord at wårda och utom de vanlige Catechismi förhör i kyrckian esomoftast besöka sine Åhörare i deras huus eller där sådant beqwämligen ej låter sig giöra då några huus i staden och byar på landet i sänder sammankalla på det de med all Säkerhet måge förnimma deras framsteg i Christendomen och dem til den rätta Salighetens grund och kundskap föra ....\"  När kyrkolagen bekantgjordes år 1688 betydde detta bl a att en stiftsvis påbörjad och dittills sålunda lokalt reglerad personbokföring fick för hela det svenska statsområdet gällande föreskrifter.",
    "Den summariska utformningen av de ifrågavarande bestämmelserna är dock påfallande.",
    "Huvudföreskrifterna för personregistreringen upptog tillsammans 19 rader, varav fem var en upprepning.",
    "Som jämförelse kan nämnas att bestämmelserna om bannlysning hade ägnats inte mindre än tre sidor.",
    "En av de största bristerna var att formulärföreskrifter för de olika anteckningarna helt saknades.",
    "Någon anvisning om tiden för det rutinmässiga anteckningsförfarandet fanns inte heller i kyrkolagen.",
    "Detta hade till följd att många ministerialanteckningar från denna tid inte är de ursprungliga.",
    "Efter en förrättning antecknade prästen denna ofta på en lös lapp eller i en kladdbok.",
    "Det var också ganska vanligt att kladdboken sköttes av klockaren.",
    "I regel var man väl angelägen om att förrättningarna antecknades i kronologisk ordning.",
    "Hade då dessa utförts av olika präster kunde givetvis någon lätt förbigås, i synnerhet som det ibland kanske gick åtskilliga månader mellan kladdanteckningarna och \"renskrivningen\" i kyrkobok.",
    "I en församling i Karlstads stift saknas födelseanteckningar för tiden 16 mars 1717 - 21 augusti 1719, vilket förklarats på följande sätt: \"Av den olyckligeliga vådeld, som timade uti klockaregården, blev ock kyrkokladden uppbränd, då klockaren hade tagit honom hem att uppskriva vad däruti inskrivas borde och därför har man ingen rättelse om de intill denna tiden födde.\"",
    "Enligt kyrkolagen skulle förhörslängden ställas \"i behörig richtigheet\" under tiden mellan pålysning om visitation och själva förrättningen.",
    "Längden skulle utgöra ledning för biskopen och häradsprosten vid deras granskning av sockenbornas kristendomskunskaper.",
    "Ursprungligen torde längderna ha förnyats och omskrivits efter en kort tid, vanligen ett år.",
    "Så utfärdades exempelvis i Linköpings stift år 1700 ett cirkulärbrev enligt vilket prästerna ålades att årligen inrätta sådana längder.",
    "På grund av det ursprungliga speciella ändamålet med längderna dröjde det länge innan dessa kom att allmänt bevaras till eftervärlden.",
    "När en ny längd upplagts torde den dittillsvarande ofta ha ansetts vara utan värde.",
    "På detta sätt har många förstörts eller förkommit på annat sätt.",
    "I några fall har förhörslängden så småningom använts till pärmfyllnad för andra böcker.",
    "Det kunde också hända att längderna lades till visitationshandlingarna och på så sätt hamnade i domkapitlets arkiv.",
    "Emellertid blev det så småningom allt vanligare att längderna upprättades med tillväxtutrymmen så att de kunde användas under flera är.",
    "Någon allmän föreskrift härom gavs dock inte och ännu inemot slutet av 1700-talet förekom att man tillämpade den äldre metoden med årligen förnyade längder.",
    "Stiftsledningarna gjorde ganska snart efter kyrkolagens tillkomst lovvärda försök att - så långt det sig göra lät - avhjälpa de mest påtagliga bristerna i fråga om de bestämmelser som reglerade personbokföringen.",
    "Som exempel härpå kan nämnas att biskopen i Linköpings stift Jacob Lang, som tillträdde ämbetet i januari 1712, redan i början av år 1713 lät trycka ett katekisations- och kommunionslängdsformulär samt ett utförligt latinskt företal, daterat den 20 januari sistnämnda år.",
    "Varje församling ålades sedan att inköpa ett exemplar av företalet och ett efter församlingens storlek lämpat antal ark av formuläret.",
    "Biskopens åtgärd var föranledd av hans angelägenhet att skapa fasta och enhetliga regler för den kyrkliga undervisningen i stiftet.",
    "Hans initiativ i fråga om längderna vittnar om att han hade en klar blick för betydelsen av praktiskt upplagda hjälpmedel.",
    "Sedan prästerna genom kyrkolagen blivit ålagda att i kyrkoboken anteckna bl a barns födelse och dop dröjde det inte länge förrän dessa anteckningar officiellt kom att användas vid mantals- och skattskrivningen.",
    "I mantalskommissarieinstruktionen av år 1693 stadgades sålunda, att kyrkoherden skulle \"hafwa med sig Kyrkio-Boken, hwaruti hwars och ens Födelse i Församlingen bör wara anteknad, så at, i fall något twifwelsmål om Åldern på de unge sig skulle yppas, han det då af samma Bok må kunna uppwisa.\"",
    "Ändamålet var här att förhindra underslev när det gällde skyldigheten att erlägga mantalspenningar.",
    "Den undre gränsen gick vid femtonårsåldern.",
    "Tack vare kyrkoboken fick myndigheterna alltså möjlighet att höja mantalsskrivningens effektivitet.",
    "Man torde dock med ganska stor sannolikhet kunna antaga att mantalskommissarierna redan tidigare utnyttjat åldersuppgifter i förefintliga kyrkoböcker, även om en allmän föreskrift härom av lätt förklarliga skäl inte fanns före kyrkolagen.",
    "Emellertid protesterade prästerna snart mot den roll de numera fått sig tilldelad vid mantalsskrivningsförrättningarna.",
    "Man kan säga att prästen alltifrån 1635 års memorial angående mantalsskrivningarna och till dess särskilda mantalskommissarietjänster inrättades år 1652 i realiteten tjänstgjorde som sekreterare vid mantalsskrivningen med allt det ansvar detta innebar.",
    "Och fortfarande skulle han närvara vid förrättningen och ställa sin kännedom om sockenborna och deras förhållande till mantalskommissariens förfogande.",
    "Med tiden blev ställningen alltmer ömtålig.",
    "Å ena sidan förväntade sig sockenborna att deras präst vid tvistiga fall skulle visa solidaritet.",
    "Å den andra var hans lojalitet mot överheten en självklar plikt.",
    "Liksom i tidigare liknande förordningar framhölls i 1693 års mantalskommissarieinstruktion vikten av att underslev förhindrades.",
    "Av lagtexten framgår att oegentligheterna var väl kända: \"Emedan ofta torde hända, at månge Mantal undandöljas och intet angifwas..\"  Kampen mot dessa företeelser tog sig bl a uttryck i en bekräftelseed vid mantalslängdens undertecknande: \"Men är då intet mer, så slutes därmed Skrifningen, och Längden summeras samt annoteras derpå alla deras Namn, som härom giordt bekännelse, hwilket sedan Kyrkioherden och Häradsfogden tillika med MantalsCommissarien med egne Namn och Signetens undersättande, under en mening, skole betyga, att de wid sin Siäls Salighet, så mycket dem witterligit warit, ingen undandölgt, eller låtit af Längden utsluta, som Mantals-Penningarne betala böra.",
    "Prästernas otrivsel ökade undan för undan.",
    "Man klagade också över att mantalskommissarien ändrade i längderna efter undertecknandet.",
    "Man ville slippa befattningen med mantalsskrivningarna eller åtminstone få en lindring i bekräftelseeden vid längdernas undertecknande.",
    "Så småningom gav protesterna resultat.",
    "Först mildrades bekräftelseeden år 1719.",
    "Och snart därefter befriades prästerna från skyldigheten att närvara vid mantalsskrivningsförrättningarna genom 1723 års privilegier, vars åttonde paragraf även lämnar upplysning om orsakerna till den sålunda medgivna lättnaden: \"Eftersom thet besvärliga krigsväsendet, som riket och fäderneslandet en längan tid bortåt varit plågat med, hafver förorsakat, att kyrkjoherdarne å landet hafva måst vid utskrifningar, afkortningar och andre lengders upprättande efter matlagen eller röktalet samt vid flere extra ordinarie hjelpers utgörande förfärdiga och utlefverera lengderna på sina sochnemän och åhörare; så allthenstund presterskapet sig besvärat, att the therigenom icke allenast blifva mycket förhindrade uti sine embetens förrettande, utan ock ofta råka uti ovänskap och vedervilja med sina åhörare och eljest thessförutan måste under tiden thervid lida hårda och vrångvisa tilltal, fördenskull vele vi hafva them härefter icke allenast ifrån all lengdeskrifning utan ock ifrån then möda och olägenhet, som them till följe af mantalscommissarie-instructionen härtill ålegat hafver, nåd.",
    "frikallade, så att them hädanefter ej skall åligga sig vid mantalsskrifningarne att infinna, längderna upprätta eller them samma underskrifva, utan hafva the allenast vid påfordran till mantalscommissariens efterrettelse antingen kyrkjoboken eller ett extract therutur att utgifva.",
    "Under en tid av 90 år var så prästerna befriade från skyldigheten att närvara vid mantalsskrivningarna.",
    "Ändå synes de på åtskilliga håll ha varit närvarande vid förrättningarna även under denna tid.",
    "Ibland kunde väl detta ha sin förklaring i att de gärna ville bistå sina sockenbor, när dessa önskade skattebefrielse.",
    "Prästen kände ju bäst till \"åhörarnas\" ekonomiska situation.",
    "Men det hände väl också att han ansåg det nödvändigt att övervaka hanteringen av utlämnad kyrkobokföringshandling.",
    "Ett uttalande av den temperamentsfulle 78-årige kyrkoherden Pehr Meurling i Kristdala år 1785 talar härför: \"Icke är det heller tjänligit att en hop små skrifware ska bläddra i wåra protocoller och räkningar med mycket mera.\"",
    "Under I700-talet fördes en ibland ganska bitter kamp om tillgången till husförhörslängderna.",
    "Prästerna ville inte ge de civila ämbetsmännen möjlighet att ta del av uppgifterna i kyrkans handlingar.",
    "Prästerna var inte längre tvungna att vara med vid mantalsskrivningarna.",
    "Men ämbetsmännen ville fortfarande ha tillgång till kyrkans handlingar, bl a husförhörslängderna.",
    "Många präster vägrade samarbeta.",
    "Frågan drevs till sin spets.",
    "Genom kungliga brev fick först landsfiskalerna tillgång till handlingarna och sedan även mantalskommissarierna.",
    "När prästerna genom 1723 års privilegier befriades från skyldigheten att närvara vid mantalsskrivningsförrättningarna borde man haft anledning förvänta en lugnare tid när det gällde förhållandet mellan kyrkans och statsmaktens representanter på folkbokföringens område.",
    "Så blev dock ingalunda fallet.",
    "Tvärtom kom fortsättningen av 1700-talet att utmärkas av en ibland ganska bitter dragkamp om tillgången till husförhörslängderna för mantalsskrivningskontrollen.",
    "Att dessa tvistigheter överhuvud kunde uppkomma berodde på att utformningen av privilegierna i detta avseende inte var entydig.",
    "Vad som behövdes för en effektiv kontroll vid mantalsskrivningen var givetvis en förteckning över sockenborna \"Huus ifrån Huus, Gård ifrån Gård\".",
    "En sådan uppställning fanns i husförhörslängden och i kommunionlängden där denna var uppställd i kameral ordning.",
    "Enligt privilegierna skulle prästerna till mantalskommissarien utlämna \"kyrkioboken eller ett extract therutur\" Men varken husförhörslängden eller kommunionlängden räknades vid denna tid till kyrkoboken.",
    "Prästerskapets motstånd mot att ge civila ämbetsmän tillgång till kyrkans handlingar hade bl a ett lättförståeligt motiv.",
    "Man fruktade att sockenborna vid kännedom om att längderna skulle användas för personkontroll kunde komma att förhindra att deras barn antecknades i dessa genom att inte låta dem deltaga i den kristna undervisningen och i nattvardsgången.",
    "Det gällde här alltså det kristna församlingslivet.",
    "Alltifrån år 1724 gjordes från de värdsliga myndigheternas sida många försök att få tillgång till längderna för mantalsskrivningskontrollen.",
    "För det mesta blev dock resultatet av dessa ansträngningar ganska negativt.",
    "Kyrkan hade prästeståndet i riksdagen på sin sida, en fördel som prästerskapet förstod att väl tillvarataga.",
    "Sålunda lyckades man t ex få ståndet att kraftigt protestera mot ett kungligt brev av den 24 november 1724 om att i Linköpings stift kommunionlängderna skulle vara tillgängliga vid mantalsskrivningarna.",
    "Det är lätt att förstå att resultatet av brevet härigenom icke blev det avsedda.",
    "I det långa loppet avgick dock civilmyndigheten med segern.",
    "Saken ställdes på sin spets vid mitten av 1750-talet.",
    "I en år 1714 utfärdad instruktion för landsfiskalerna - deras ämbete motsvarade vid denna tid närmast nuvarande länsåklagarämbetet - ingick i deras arbetsuppgifter även att kontrollera att alla som skulle mantalsskrivas också blev antecknade i längderna.",
    "Deras verksamhet i detta avseende kom mera att bestå i efterkontroller än i närvaro vid själva skrivningsförrättningarna.",
    "År 1749 beslöt landsfiskalen i Göteborgs och Bohus län Peter Warlund att undersöka tillförlitligheten av mantalsredovisningen i länet.",
    "För detta ändamål begärde han tillträde till och del av prästernas husförhörs- och kommunionlängder.",
    "Emellertid hände det då att prästerna på åtskilliga platser vägrade honom att taga del av längderna, varför han begärde handräckning hos landshövdingen.",
    "Denne i sin tur befordrade framställningen till Göteborgs konsistorium med anhållan att myndigheten måtte beordra kyrkoherdarna i länet att vid anfordran uppvisa förhörs- och kommunionlängderna.",
    "Konsistoriet ålade med anledning härav prästerskapet att hålla förhörs- och kommunionlängderna riktiga och färdiga att uppvisa, därest någon befullmäktigad och därtill berättigad skulle påfordra detta.",
    "Landshövdingen anmodade också genom öppet brev prästerskapet att lämna landsfiskalen erforderliga upplysningar ur förhörslängderna.",
    "Efter detta fick landsfiskalen under sina förrättningar begärda upplysningar.",
    "Detta tillmötesgående fortsatte därefter till dess ett nytt brev från konsistoriet tydligen tillkommet efter påtryckning från stiftets präster - uppvisats för landsfiskalen.",
    "I denna skrivelse förklarade konsistoriet sin tidigare befallning på det sättet, att ingen borde anses berättigad att få se katekismi- och förhörslängderna, som ej hade dess brev och \"uttrycklig utlåtelse att uppvisa i thetta mål\".",
    "Vid behov skulle prästerskapet enligt direktiv åberopa åttonde paragrafen i 1723 års prästerliga privilegier.",
    "Med stöd av detta cirkulärbrev vägrade prästerskapet landsfiskalen att få det av husförhörs- och kommunionlängdernas uppgifter, varför han måste avbryta sin undersökning.",
    "Landsfiskalen hade enligt egna uppgifter sommaren 1749 upptäckt 677 undandolda mantal i de 14 pastorat han hunnit gå igenom innan han hindrades i sin verksamhet.",
    "l skrivelse den 4 augusti 1750 frågade han justitiekanslern hur prästerskapet skulle kunna förmås att uppvisa sina husförhörs- och ketekismilängder.",
    "Resultatet av denna förfrågan blev ett kungligt brev av den 9 januari 1751 till Göteborgs konsistorium, som däri anbefalles \"at til säkerhets winnande om mantalslängdernes richtighet, och at ingen är af wederbörande til Kongl.",
    "Maj:ts och Kronans skada och afsaknad uti thes rättigheter, undandölgd, som för mantal tecknas borde, antyda kyrkoherdarne uti stiftet, at uppå landsfliscalens begäran upwisa the af them hållne husförhörs- och kommunionlängder\".",
    "Med anledning av detta kungliga brev hemställde konsistoriet i Göteborg hos Kungl.",
    "Maj:t i skrivelse den 23 januari 1751, dels att detsamma för undvikande av stridigheter mellan präst och sockenbor skulle få uppläsas från predikstolarna och dels att det måtte anses tillräckligt att prästerskapet en gång om året, nämligen till mantalsskrivningsförrättningarna, då landsfiskalen förmodades vara tillstädes, avsända husförhörs- och kommunionlängderna jämte kyrkans annotationsböcker m m, för att på så sätt undvika oro och olägenhet under den övriga delen av året.",
    "Genom ett nytt kungligt brev till Göteborgs konsistorium av den 13 mars 1751 bifölls dess förslag om uppläsning från predikstolarna av det tidigare brevet även som dess hemställan om begränsning till mantalsskrivningsförrättningarna av skyldigheten att tillhandahålla landsfiskalen längderna, dock endast under förutsättning att denna var närvarande vid förrättningen.",
    "I annat fall skulle konsistoriet ha att på begäran lämna honom biträde även under den övriga delen av året.",
    "Sålunda hade nu landsfiskalen fått tillträde till kyrkobok och längder vid mantalsskrivningsförrättningarna och i vissa fall även året runt.",
    "Detta gällde dock endast för Göteborgs stift.",
    "Först genom ett kungligt cirkulär av den 3 oktober 1781 till samtliga konsistorier blev denna rättighet utsträckt att gälla hela riket.",
    "Cirkuläret utfärdades på grund av förhållanden i Finland, snarlika dem som föranledde de kungliga breven den 9 januari och den 13 mars 1751.",
    "Sedan landsfiskalen i Göteborgs och Bohus län år 1751 fått rätt att taga del av husförhörs- och kommunionlängderna var det en öppen fråga, när mantalskommissarien skulle kunna infordra något mer än själva kyrkoboken eller ett utdrag av denna.",
    "Denna fråga fick sin lösning sedan tvenne landshövdingar, Nils Reuterholm i Örebro och greve Adolf Mörner i Älvsborgs län i skrivelser den 8 augusti respektive den 14 september 1752 hos Kungl Maj:t inrapporterat negativa erfarenheter från taxeringarna till begravnings- och kröningshjälpen vid tronskiftet mellan Fredrik I och Adolf Fredrik.",
    "Reuterholm påpekade bl a att husförhörslängderna var av större värde för mantalsskrivningen än kyrkoböckerna, medan Mörner ansåg att prästerskapet borde åläggas att infinna sig vid mantalsskrivningsförrättningarna med såväl kyrkoböckerna som förhörslängderna.",
    "Genom ett kungligt cirkulär till rikets konsistorier av den 23 oktober l 752 fastställdes för hela riket mantalskommissariernas rätt att taga del av husförhörs- och kommunionlängderna.",
    "Förslaget om prästerskapets närvaro vid skrivningarna kunde givetvis icke bifallas på grund av 1723 års prästerliga privilegier.",
    "Efter många stridigheter fick alltså såväl landsfiskalerna som mantalskommissarierna på 1700-talet tillgång till husförhörslängderna.",
    "Man kan med skäl fråga sig om resultatet motsvarade förväntningarna.",
    "Husförhörslängderna var inte som mantalslängderna uppställda efter jordeboken och saknade i vanliga fall register.",
    "En fortlöpande jämförelse mellan de båda urkunderna kunde omöjligen ske under skrivningsförrättningen, i varje fall inte i större socknar, utan endast vid särskild kontroll.",
    "För att få landet på fötter efter kriget 1700-21 krävdes bl a kännedom om befolkningens antal.",
    "Under frihetstidens första decennier kom de första förslagen till en ordnad befolkningsstatistik.",
    "Det man i första hand registrerade var födelser och dödsfall.",
    "Uppgifterna togs från församlingarnas kyrkoböcker.",
    "Krig, pest och andra påfrestningar hade decimerat befolkningen och medfört många ödehemman.",
    "Det ekonomiska läget var ansträngt.",
    "Behovet av befolkningsstatistik ansågs angeläget.",
    "Flera förslag, såväl från civila ämbetsmän som från kyrkliga företrädare, såg dagens ljus.",
    "Men först 1736 kom ett kungligt beslut som innebar en allmän befolkningsstatistik.",
    "Krigets fruktansvärda påfrestningar under Karl XII:s regering jämte epidemier hade orsakat brist på arbetskraft.",
    "Många hemman hade blivit övergivna medan andra fått sin brukade del reducerad.",
    "Det är lätt att inse vad detta betydde för en befolkning som till 75 á 80% sysslade med jordbruk och boskapsskötsel.",
    "Knappt en procent arbetade i de av staten understödda manufakturerna.",
    "När så folket efter de långvariga krigen fick leva under fredliga förhållanden framstod det för de styrande i riket - liksom för enskilda personer i ansvarsfull ställning - som en högst angelägen uppgift att åstadkomma en ändamålsenlig planering för avhjälpande av det ekonomiska läget och en utveckling av folkets förvärvskällor.",
    "En första förutsättning härvidlag var att vinna kännedom om befolkningens antal och tillstånd.",
    "Förslag om insamlande av officiella redogörelser angående befolkningen väcktes så under frihetstidens första decennier.",
    "Det första förslaget i denna riktning synes ha framlagts omkring år 1728 av assessorn i kommerskollegiet, sedermera landshövdingen Jacob von Hökerstedt.",
    "Förslaget ogillades emellertid av rådet, som ansåg att detsamma kunde liknas vid konung Davids folkräkning i gammaltestamentlig tid och föranledde därför ingen åtgärd.",
    "Ett betydande hinder för en officiell folkräkning var också den inställning, som beskrivits som \" en ängslig farhåga för att rikets vid denna tid så verksamma fiender kunde erhålla kännedom om dess folkbrist och därav vållade svaghet\".",
    "Vad beträffade huvudtanken i det så snöpligt avfärdade förslaget skulle dock de styrandes åsikt snart radikalt ändras.",
    "Redan vid 1734 års riksdag anhöll ständerna nämligen hos Kungl Maj:t om åläggande för landshövdingarna att, förutom deras årliga berättelser till vederbörande kollegier, även för varje riksdag avge särskilda redogörelser för \"Lähnens tilstånd, Inbyggarnes til- eller aftagande, Bergwerkens, Lands Culturens och Skogarnes tilstånd, etc., huruvida Manufakturerna samt Hantwärkerierna i Städerna må hafva tiltagit med hvad mehra, som til förbättring ok til Landets bästa kan wara at påminna\".",
    "Samtidigt anhöll ständerna att få taga del av redogörelserna.",
    "Ständernas skrivelse var daterad den 13 december 1734.",
    "Kungl Maj:ts bifall kom den 22 april 1735.",
    "Samma dag ålades landshövdingarna att för framtiden inkomma med ifrågavarande uppgifter, i vilka frågan om befolkningens tillväxt eller minskning borde särskilt beaktas.",
    "Genom detta kungliga beslut grundlades den för Sveriges statistik i flera hänseenden upplysande serien av landshövdingarnas riksdagsberättelser under frihetstiden.",
    "Det befolkningsstatistiska inslaget i berättelserna blev dock inte av något större värde.",
    "Orsaken härtill var framför allt att någon bearbetning härav inte kom till stånd.",
    "Och även om så skett hade ett tillfredsställande resultat ändå knappast kunnat uppvisas, beroende dels på bestämmelsernas allmänna formulering och dels på avsaknaden av gemensamma formulär för samtliga län i riket.",
    "Ännu ett uppslag till en svensk befolkningsstatistik kom under 1734 års riksdag, denna gång från kyrkligt håll.",
    "Liksom västeråsbiskopen Johannes Rudbeckius mer än ett sekel tidigare gjort sig förtjänt av namnet den svenska kyrkobokföringens fader blev nu linköpingsbiskopen, sedermera ärkebiskopen Erik Benzelius banbrytaren när det gällde en renodlad befolkningsstatistik.",
    "Benzelius inlämnade nämligen under riksdagen till kammarkollegiet en prosterivis uppgjord och på församlingarnas kyrkoböcker grundad summarisk \"Förteckning, som visar antalet på dem, som från början af år 1721 till och med 7730 uti Lindkiöpings Stift födde och döde äro samt huru stort öfverskottet blifver, sedan de sednare blifvit afdragne''.",
    "Gissningsvis kan man förmoda ett visst samband mellan ständernas skrivelse till Kungl Maj:t och biskopens hänvändelse till kammarkollegiet.",
    "Hur det än förhöll sig därmed var givetvis initiativet biskopens eget.",
    "Klart är att han ville visa vilka värdefulla upplysningar som fanns att hämta ur den kyrkliga bokföringen.",
    "Förteckningen synes ha väckt stor uppmärksamhet inom kammarkollegiet och där väckt till liv tanken på en allmän riksstatistik över födda och döda.",
    "Resultatet blev en skrivelse till Kungl Maj:t den 7 januari 1736 med förslag, att samtliga konsistorier måtte anbefallas att från prosterierna i varje stift infordra och till Kungl Maj:t insända behöriga förteckningar på alla födda och döda personer under det förflutna året.",
    "Enligt förslaget skulle dessa förteckningar taga sin början från och med år 1721, \"då Gud förlänte riket den hugnesamma freden\".",
    "och sluta med året 1735 samt därefter årligen avges.",
    "Kollegiets förslag motiverades med dess åsikt, \"att en slik underrättelse om tillwäxt på folck och personer i provincierna, öfwer hela Riket må kunna erhållas, hälst en sådan kunskap detta collegio vid åtskilliga tillfällen är ganska nödig, besynnerligen vid omsorgen för landets cultur, ödeshemmans upptagande, samt varjehanda plantagers och Manufacturers befordran och huru inwånarne dermedelst till lofliga och nyttiga nähringsmedel kunna förhielpas, med mera\".",
    "Med hänsyn till innehållet i denna kammarkollegiets skrivelse, där ärendets angelägenhetsgrad tydligt framhålles, måste man förvånas över den långsamma handläggningen av detsamma.",
    "Desto snabbare kom emellertid Kungl Maj:ts bifall till kollegiets skrivelse eller redan den 29 januari 1736.",
    "Och samtidigt som kollegiet underrättades härom avgick ett kungligt brev till samtliga konsistorier angående beslut om en 15-årsstatistik omfattande åren 1721-1735 och om därefter löpande årliga uppgifter avseende födda och döda.",
    "I brevet lämnades också anvisning beträffande statistikens uppställning: \" - - - kunnande desse förteckningar bestå af 3:ne Colummer, af hvilka i den första utsättes summan och antalet af de födde, uti den andre antalet af de döde och öfverskottet sedan i den tredje\".",
    "I all sin knapphet beträffande de infordrade uppgifterna kan Kungl Maj:ts beslut och befallning till konsistorierna betraktas som det första försöket till en allmän svensk-finsk befolkningsstatistik.",
    "Genom ett kungligt brev av den 26 april 1737 inrättades den s k sundhetskommissionen med anledning av att \"på en och annan ort så insom utom rikes någon ovanlig sjukdom sig yppat\", mot vilken \"alla möjliga praecautioner borde tagas\".",
    "Redan påföljande dag kom kommissionens första ämbetsåtgärd i en hemställan hos Kungl Maj:t med förslag om insamlande av statistik över födda och döda, varvid även frågan om dödsorsaker blev aktuell.",
    "Med bifall till kommissionens förslag tillställde Kungl Maj:t den 29 april samtliga konsistorier och landshövdingar skrivelse med befallning om följande åtgärder.",
    "Kyrkoherdarna i riket skulle till vederbörande konsistorier kvartalsvis insända förteckning på alla som föddes och dog i varje församling.",
    "Konsistoriet hade att genast översända förteckningen till landshövdingen, vilken det i sin tur ålåg att vidarebefordra den till Kungl Maj:t. Därest några \"ovanlige, häfftige och smittosamme sjukdomar\" skulle yppa sig i länet skulle landshövdingen ofördröjligen inkomma med underrättelse härom.",
    "Någon annan förändring i de redan föregående år påbjudna statistiska förteckningarna infördes sålunda icke i anledning av sundhetskommissionens förslag än att dessa skulle avges kvartalsvis.",
    "Denna bestämmelse ändrades dock redan genom ett kungligt brev av den 31 juli 1738 därhän, att landshövdingarna först vid början av ett år borde insända föregående års uppgifter.",
    "Däremot innebar en föreskrift av kommissionen den 18 mars 1738 en viss utveckling beträffande de statistiska förteckningarna, i det att dessa skulle avfattas enligt ett uppgjort formulär, upptagande de födda samt de döda fördelade efter ålder i tre kategorier, nämligen barn under fem år, personer mellan fem och 50 år samt personer över femtio år.",
    "Detta var den första början till en i tabellform uppordnad dödsstatistik i vårt land.",
    "Längre hann inte den svenska befolkningsstatistiken innan tabellverket inrättades år 1749.",
    "Innan dess fick man som synes endast de allmännaste konturerna av, som man uttryckte sig, \"folkets till- och aftagande\".",
    "Vetenskapsakademin intresserade sig under 1700-talet för befolkningsstatistiken och den första vetenskapliga uppsatsen i ämnet kom 1744.",
    "Grunduppgifter togs till en början från landshövdingarnas redogörelser.",
    "Matematiska beräkningar gjordes för att ta fram siffror över landets totala folkmängd.",
    "Den svenska vetenskapsakademin instiftades den 2 juni 1739.",
    "Uppgiften var att främja naturvetenskapliga studier och forskning samt att praktiskt tillämpa de härigenom vunna resultaten till rikets ekonomiska förkovran.",
    "Akademin riktade tidigt sin uppmärksamhet på frågor rörande befolkningsstatistik.",
    "Folkbristen var efter de många krigen fortfarande tryckande.",
    "Man ville ha kännedom om befolkningsförhållandena och om möjligheterna att förbättra dessa.",
    "Intresset att få tillräcklig arbetskraft inte bara för jordbruket utan även för industrin kom alltmer i förgrunden.",
    "Industrin började vid denna tid få större betydelse än tidigare för det svenska näringslivet.",
    "Vidare ville man utforska hur det förhöll sig med en allmänt utbredd föreställning om att en betydande emigration ägde rum vid denna tid.",
    "Till detta kom också impulser utifrån genom framträdande utländska arbeten på befolkningsstatistikens vid denna tid helt nya område.",
    "Redan strax efter starten började akademin insamla befolkningssiffror för riket så långt kyrkoböckerna kunde ge uppgift härom.",
    "Den drivande kraften härvid var naturvetenskapsmannen och teknikern Pehr Elvius, som var akademins ständige sekreterare från 1744 till sin död 1749.",
    "Redan år 1744 publicerade Elvius den första vetenskapliga uppsatsen i svensk befolkningsstatistik med titeln \"Förteckning uppå Barnens årliga antal, som äro födde uti U. .",
    ".",
    "(Uppsala) Stad under de sistförflutne 50 åren, Jemte anledning till anmärkningar deröfver.\"",
    "Undersökningen omfattade åren 1694 - 1743.",
    "I avhandlingen tog Elvius upp frågan om könens numeriska förhållande till varandra, varvid han konstaterade ett visst överskott på manssidan.",
    "Bland övriga beräkningar av Elvius i detta sammanhang kan nämnas försök att fastställa folkmängdssiffran enligt en av engelsmannen Maitland beträffande London tidigare konstaterad relation mellan de föddas antal och befolkningens hela numerär, dvs en födelse på 23,4 personer.",
    "Elvius reserverar sig dock härvid med uttalandet att denna proportion kunde vara olika på olika orter, \"ty den härrörer af folkets olika åldrar, hvar uppå de giftas och dö, hvilka åter kunna komma an på olika lefnads sätt och olika climater på åtskilliga orter\".",
    "Hans försök att utreda proportionen genom \"Förteckningar uppå de dödas årliga antal, der deras åldrar varit utsatte, hvilka jag velat utdraga utur kyrkoböckerna\" hade strandat på grund av att åldrarna åtminstone på somliga orter ej blivit införda i kyrkoböckerna.",
    "Med denna avhandling ville Elvius fästa den svenska allmänhetens uppmärksamhet på betydelsen av befolkningsstatistiska förteckningar.",
    "Även beträffande Falun verkställde han en liknande undersökning - som emellertid där upptog även de avlidna - för samma tidsperiod som för Uppsala.",
    "Elvius framhöll också nödvändigheten av liknande utdrag ur kyrkoböckerna för hela riket och uppmanade därför dem, som ägde tillgång till kyrkoböcker, att tillställa vetenskapsakademin utdrag ur dessa, vilket dock hörsammades endast av några få församlingar.",
    "Ett mera generellt befolkningsstatistiskt material för 1740-talet skaffade vetenskapsakademin genom utdrag ur landshövdingeförteckningarna över födda och döda.",
    "På uppdrag av akademin utarbetade Elvius med ledning av dessa utdrag betänkande över folkmängden i Sverige och Finland med ingressen \"Til Riksens höglofliga Ständers Secrete Utskått, angående de menighetens Talrikhet i Sveriges Rike, ingifvit af Wetenskaps Academien under Riksdagen 1746.\"",
    "Med ledning av i huvudsak det sålunda tillgängliga siffermaterialet gjorde Elvius ett försök att beräkna den totala folkmängden i Sverige och Finland samt i anslutning härtill de särskilda landskapens folkmängdssiffror.",
    "Detta var de första grundlinjerna av den svenska befolkningsstatistiken.",
    "Den sällsynt begåvade matematikern anmärkte emellertid att hans beräkningar härvidlag icke gjorde anspråk på ett noggrant riktigt resultat, sådant \"som en värkelig mantalsskrifning över hela Riket det skulle förmå.\"",
    "Elvius kom vid sin beräkning fram till folkmängdssiffran 2 097 000.",
    "Vid denna beräkning tillämpade han \"en särdeles Method\", som han dock icke yppade under förklaring att akademin antagligen skulle framdeles publicera densamma i sina handlingar.",
    "Detta synes emellertid inte ha skett, möjligen beroende på att Elvius avled redan år 1749 vid 39 års ålder.",
    "Vid uträkningen av de särskilda landskapens folkmängdssiffror utgick Elvius från att de föddas antal utgjorde \"trettiondedelen af hela menighetens antal\", exakt 29,96 procent.",
    "Resultatet av denna överallt med avrundade siffror utförda beräkning blev emellertid en totalsiffra för hela riket av endast 2 073 000 personer eller 24 000 mindre än totalsiffran 2 097 000.",
    "Emellertid överensstämde den sistnämnda siffran mycket nära med den verkliga, enligt vad som senare kunde konstateras genom tabellverket.",
    "Enligt dess sammanställning uppgick folkmängden i riket år 1749 till 2 155 335 personer, således 58 335 flera än det av Elvius beräknade antalet.",
    "Differensen har ansetts fullt motiverad av folkökningen under åren 1745-1749.",
    "Det av Elvius på akademins vägnar utarbetade betänkandet betraktades som en riksviktig statshemlighet, som icke fick prisgivas åt allmänheten eller utlandet.",
    "Uttryckligen betonade akademin att dess uppgifter borde vara regeringen \"allena förbehållne.\"",
    "Rikets tillstånd efter den stora ofredens år skulle inte få bli känt offentligt.",
    "Redan innan akademins betänkande om \"menighetens Talrikhet i Sveriges Rike\" inkommit till sekreta utskottet hade där den 9 december 1746 föredragits ett av friherren, sedermera överståthållaren Jakob Albrecht ven Lantingshausen inlämnat memorial på franska språket angående \"Nödvändigheten af närmare underrättelsers inhemtande om Rikets styrka i anseende till dess Inbyggares antal, tillväxt och afgång m m.\"  Under sin mångåriga utrikesvistelse med tjänst i franska armén hade von Lantingshausen tagit del av det befolkningsstatistiska arbetet i exempelvis England och Holland.",
    "Efter sin återkomst till Sverige hade han deltagit i 1746-1747 års riksdag och därunder inom sekreta utskottet fått kännedom om bl a landshövdingarnas riksdagsberättelser.",
    "Han hade frapperats av den otillfredsställande behandlingen av befolkningsfrågan i dessa - där densamma icke helt enkelt förbigåtts med tystnad.",
    "På grund av dessa brister kunde man enligt von Lantingshausen inte ens tillnärmelsevis få en fullständig totalbild av rikets befolkningsförhållanden.",
    "Vidare ansåg han det ostridigt \"at en ren och noga kunskap om undersåtarnes antal är omistelig för en Lagstiftande makt så wäl til at känna sina kraffter i anseende til åkerbruk, handel och förswarswärck som til at rätta dereffter sina steg och afsikter.\"",
    "Och han fortsätter: \"En regering äger ock intet annat medel til at vinna en så högstangelägen sak som at känna sig sjelf och sin styrka, än genom uträkningen på sina undersåtare. \"",
    "Såväl kunskapen om utlandets prestationer på det befolkningsstatistiska området som den negativa erfarenheten av vårt lands tidigare insatser härvidlag hade givit von Lantingshausen uppslaget till ett förslag om ett stort tabellverk för hela riket.",
    "Detta projekt åtföljdes av utkast till fyra formulär enligt följande specificering.",
    "1  Födda, fördelade efter kön, äkta eller oäkta härkomst, enkelbörd eller flerbörd, allt antecknat månadsvis med angivande av såväl antalet bestående som under året avslutade äktenskap.2  Döda, fördelade efter kön och ålder (under I år, 1-5, 5-10 osv) samt efter månader, med anteckning om de sjukdomar som mest bidragit till dödligheten.3  Folkmängden, fördelad på följande kategorier: gifta, änklingar, änkor, ogifta, ungdom och barn, tjänare, utlänningar, resande och vagabonder.4  Folkmängden, fördelad efter kön och ålder (under 1 år, 1-5 år osv) med anteckning om antalet orkeslösa som ej kunde försörja sig själva.",
    "Förslaget om uppgifter angående sjukdomar motiverades med att regeringen härigenom skulle få tillfälle att \"låta lysa sin ömhet om sina undersåtare genom fredlige och kloka anstalter emot att det, som kan förorsaka deras förtidiga afgång.",
    "Behovet av en ordnad befolkningsstatistik ökade under 1700-talet.",
    "Frågan utreddes, vilket ledde fram till en gemensam plan för hela riket, som underställdes Kungl Maj:t. Beslut fattades och 1749 började tabellverket.",
    "Sverige - fick nu en systematisk befolkningsstatistik.",
    "Vetenskapsakademins betänkande och von Lantingshausens memorial påskyndade utvecklingen mot en ordnad befolkningsstatistik.",
    "Riksdagens sekreta utskott behandlade frågan.",
    "Tabellverket skapades och kyrkoherdarna fick till uppgift att sammanställa grunduppgifter för sina respektive församlingar.",
    "Den slutliga sammanställningen för hela landet gjordes av kanslikollegiet.",
    "Genom vetenskapsakademins betänkande och von Lantingshausens memorial riktades vid 1746-1747 års riksdag från två häll ständernas uppmärksamhet på behovet av en ordnad befolkningsstatistik.",
    "Detta behov hade också undan för undan blivit alltmer kännbart genom det stora nordiska kriget under 1700-talets tvenne första årtionden och det olyckliga fälttåget mot Ryssland 1741-1743.",
    "Sjukdomar, missväxt, penningbrist och hotande politiska förvecklingar bidrog till att ytterligare försämra nödläget.",
    "Man måste nu finna vägar att förbättra landets ekonomiska läge och understödja dess näringsgrenar.",
    "Frågorna om befrämjande av landets välfärd föranledde många diskussioner.",
    "Åsikterna kunde vara vitt skilda när det gällde olika näringars företräde.",
    "Men i bakgrunden fanns där alltid arbetskraftsproblemet.",
    "Allt klarare började man inse sanningen i den engelske nationalekonomen Charles Davenants ord att \"folk är ett lands reella styrka och rikedom\" och att \"det kanske är bättre att folk har brist på land än att land lider brist på folk\".",
    "Sedan frågan om en förbättrad befolkningsstatistik sålunda väckts vid riksdagen kom akademins betänkande i samma fråga in till sekreta utskottet.",
    "Det föredrogs där ett par månader efter von Lantingshausens tidigare nämnda memorial eller den 6 februari 1747.",
    "Såväl akademins som von Lantingshausens framställningar blev under år 1747 inom sekreta utskottets statsdeputation föremål för ett ihärdigt arbete för att frågan skulle få en så effektiv praktisk lösning som möjligt.",
    "Det låg i sakens natur att särskilt deputationens ledamöter från prästeståndet ägnade ärendet särskild uppmärksamhet, då ju primärarbetet med befolkningsstatistiken skulle komma att åvila prästerskapet.",
    "En av förgrundsfigurerna synes ha varit biskopen i Linköpings stift Petter Filenius.",
    "Statsdeputationen studerade vid sina undersökningar utländska förhållanden och var även här hemma i förbindelse med personer utanför den egna kretsen och då särskilt medlemmar av vetenskapsakademin, av vilka åtskilliga också tillhörde deputationen.",
    "Under arbetets gång fick också deputationen tabellförslag som jämte von Lantingshausens blev föremål för prövning.",
    "Statsdeputationens studier och överläggningar resulterade så i en plan för en befolkningsstatistik avseende såväl befolkningsrörelsen som folkmängden i hela riket.",
    "Vid sekreta utskottets sammanträde den 12 december 1747 anmälde ordföranden i statsdeputationen att denna slutfört sitt uppdrag och behandlat såväl von Lantingshausens memorial som vetenskapsakademins betänkande och uträkning angående menighetens antal i det svenska riket.",
    "Betänkandet åtföljdes av förslag till tre tabeller, av vilka de, båda första skulle upptaga födda, döda och vigda samt tryckas på en blankett, kallad mortalitetstabellen, medan den tredje skulle innehålla uppgifter om folkmängden.",
    "Genom tabelluppgifterna skulle det bli möjligt att kontinuerligt få kännedom om befolkningens storlek och dess sammansättning efter kön och åldersklasser samt dess sociala och ekonomiska struktur.",
    "Vidare skulle man undan för undan kunna följa befolkningsrörelsen, dvs födelser, dödsfall och giftermål samt iakttaga uppkommande hinder och störningar för en normal utveckling.",
    "Kunskapen om allt detta skulle bli av stor betydelse för beskattningsfrågor, ekonomisk lagstiftning och administration osv.",
    "Även så förväntade statsdeputationen av tabellverket rent vetenskapliga landvinningar för befolkningsstatistiken.",
    "Den första omgången statistiska tabeller skulle tryckas att omfatta 25-årsperioden 1748-1772.",
    "Samtliga befolkningsstatistiska uppgifter skulle årligen särskilt för varje församling avges av prästerskapet och med därefter stegvis skeende koncentrering prosteri-, stifts- och länsvis slutligen hos kanslikollegiet sammanfattas i generaltabeller för hela riket.",
    "De genom tabellverket insamlade årliga uppgifterna om födelse, dödsfall och giftermål borde enligt betänkandet till gagn för samhället delges vetenskapsakademin och collegium medicum, varemot uppgifterna om folkmängden \"som en stor hemlighet\" borde vara förbehållen endast Kungl Maj:t och regeringen.",
    "Man var angelägen om att fienden icke skulle få kännedom om rikets folkbrist och därav vållade svaghet.",
    "Generaltabellen skulle i avskrift få delges endast statskontoret.",
    "Blott undantagsvis skulle kollegierna och manufakturdirektionen vid angelägna tillfällen och på särskild underdånig anhållan erhålla utdrag av vissa artiklar i tabellen.",
    "Presidenterna i kanslikollegiet och statskontoret, generalguvernörerna, överståthållaren, landshövdingarna och biskoparna borde anbefallas att under försegling förvara dublettexemplaren av folkmängdstabellerna, \"på thet ingen afskrift må kunna tagas, åt hwem thet ock wara må\".",
    "Det sålunda uppgjorda förslaget godkändes till alla delar i rådet den 3 februari 1748.",
    "Emellertid visade det sig snart att tryckningen av tabellerna skulle kräva längre tid än beräknat.",
    "På grund härav hemställde statskontoret i september 1748 hos Kungl Maj:t om beslut, huruvida tabellverket skulle börja sin verksamhet först 1749 eller om 1748 och 1749 års tabellarbeten skulle insamlas på samma gång.",
    "I anledning härav beslöt rådet den 22 september att tabellverket skulle starta först år 1749, detta för att undvika en början med mindre tillförlitliga uppgifter.",
    "Beslutet innebar i sin tur att den första 25-årsserien tabeller skulle omfatta tiden 1749 - 1773.",
    "Till rådet inkom vidare under oktober månad 1748 förslag om ytterligare praktiska åtgärder för säkerställande av tabellverkets behöriga igångsättande och handhavande.",
    "Förslagen bifölls den 12 november samma år.",
    "Redan samma dag avgick Kungl Maj:ts skrivelse i ämnet till samtliga berörda myndigheter, dvs statskontoret, landshövdingarna, generalguvernörerna, överståthållaren och konsistorierna.",
    "I dessa skrivelser redogjordes för den nya institutionens ändamål och organisation och betonades vikten av att ifrågavarande uppgifter lämnades med största omsorg.",
    "Av den första tabelluppsättningen, vilken som ovan nämnts gällde åren 1749 -1773, tillställdes varje kyrka 25 exemplar, som bands till en bok.",
    "Prostarna, konsistorierna, landshövdingarna, generalguvernörerna och överståthållaren fick vardera 50 exemplar, av vilka halva antalet bands till en bok, medan den andra hälften användes vid den föreskrivna uppgiftsavlämningen.",
    "När tabellverket med ingången av år 1749 trädde i funktion började sålunda en sedan många år tillbaka förberedd statistisk verksamhet som snart skulle komma att bedrivas under en speciell statlig myndighet: tabellkommissionen.",
    "Själva arbetsgången vid den i det föregående omnämnda stegvis skeende koncentreringen av de befolkningsstatistiska uppgifterna till dess kanslikollegiet upprättade det slutliga sammandraget blev följande.",
    "Sedan kyrkoherden upprättat tabellerna för det gångna året skickade han i februari sin tabellbok till prosten.",
    "Med ledning av församlingarnas tabellböcker upprättade denne sina prosteritabeller och sände dessa inom samma månad till konsistoriet, sedan han gjort avskrift i prosteriets tabellbok.",
    "Församlingarnas tabellböcker återställdes till kyrkoherdarna.",
    "Konsistoriet åter gjorde i biskopens tabellbok ett sammandrag för hela stiftet och översände vid slutet av mars månad sammandrag av prosteritabellerna för varje till stiftet hörande länsdel till vederbörande landshövding eller generalguvernör eller överståthållaren.",
    "Dessa ämbetsmän ålåg så att upprätta sammandrag, göra avskrift i tabellboken för förvaltningsområdet och vid april månads slut avge tabellsammandraget till kanslikollegiet, som hade att upprätta och till Kungl Maj:t avlämna generaltabell för hela riket.",
    "Att samla in och sammanställa uppgifter till tabellverket tog lång tid.",
    "Prästerna klagade över arbetet och ville slippa.",
    "Många brister fanns, såväl beträffande själva tabellformulären som i fråga om rikets territoriella indelning.",
    "Åtgärderna för att få en tillförlitlig befolkningsstatistik förde med sig att husförhörslängderna kom att omfatta alla invånare.",
    "Det första tabellverket - för 1749 - kom först 1756 till statsdeputationen.",
    "Den höga dödligheten var ett bekymmer.",
    "Uppgifterna ledde så småningom till att man fick upp ögonen för sjukvården i riket.",
    "Flera förbättringar vidtogs.",
    "Ett gammalt talesätt säger ju att all vår början bliver svår.",
    "Detta kan också tillämpas på det svenska tabellverkets första verksamhetstid.",
    "I samband med tabellverkets inrättande utvecklades också husförhörslängden till att bli en fullständig matrikel över församlingens samtliga innevånare.",
    "Det blev nu inte längre endast fråga om prästens \"åhörare\".",
    "Alla skulle registreras.",
    "Åläggandet om detta fanns i Kungl Maj:ts skrivelse den 10 november 1748 \"Till samtelige Consistorierne undantagande Stockholms stads och Håf Consistorium angående författade tabeller öfwer födde och döde samt folkets talrikhet\".",
    "I samband med talet om tabellbestyret heter det bl a: \"Till att nu facilitera detta arbete åligger Eder påminna Prästerskapet, at enligt 2 Cap.",
    "10 § Kyrkiolagen noga tilsee, det de wid Husförhören holla riktiga längder öfwer alla sina åhörare i församlingen, och jämwäl där upptekna barnen så wäl som de äldre, samt lämna en column i sin husförhörs längd, däräst åhörarens ålder utsätties så de yngres som äldres, samt när barn döpas, införa dem straxt i sin längd, jemwäl, där någon dör, blifwer gifft eller flyttar bort, at det äfwen riktigt annoteras uti längden .",
    ".",
    ".\"",
    "Vid förberedelserna för tabellverket hade det kommande arbetet med sammanställningen av tabelluppgifterna varit föremål för en mycket optimistisk bedömning i förening med okunnighet om kamerala sysslor.",
    "Endast ett par exempel.",
    "I anmärkningarna till tabellformulären hade man sagt, att kyrkoherdarna utan svårighet kunde ur sina kyrkoböcker införa de äskade uppgifterna i tabellerna och att t o m ett barn kunde sammanställa dem.",
    "Man kan befara att författaren till det kungliga brevet till domkapitlen angående tabellverkets upprättande smittats av detta blåögda påstående, när man i brevet återfinner en uppgift, att pastor under vissa angivna förutsättningar skulle vara \"i stånd, at när som befalles, på några timmar upprätta tabellen öfwer folkets talrikhet\".",
    "Som så ofta under folkbokföringens historia underskattades vid denna tid den arbetsprestation som erfordras för en exakt bokföring.",
    "Naturligt nog måste barnsjukdomar drabba inkörsperioden för ett dittills i stort sett icke praktiserat område.",
    "Bland de svårigheter som nästan omgående visade sig vid ifyllandet av blanketterna kan nämnas följande.",
    "I den första tabellen skulle de födda månadsvis upptagas under rubriken döpta.",
    "Härigenom uppstod tveksamhet huruvida ett i december 1749 fött och i januari 1750 döpt barn skulle ingå i folkmängdstabellen för 1749 eller 1750.",
    "I den andra tabellen åter, där de avlidna skulle införas efter kön, ålder och dödsorsak, fanns intet rum reserverat för dem, som veterligen icke avlidit i någon av i tabellen upptagna sjukdomar eller \"tillfälligheter'', varvid risk förelåg att dessa utelämnades.",
    "Mest kritiserad blev folkmängdstabellen med anledning av att föreskriften att uppgifterna skulle avse ställningen vid årets slut icke synes ha varit tillräckligt tydlig, något som för vissa år och särskilda områden orsakade bristande överensstämmelse mellan uppgifterna.",
    "Redan vid 1752 års riksdag klagade prästerskapet över de svårigheter tabellarbetet förorsakade och anhöll om befrielse från upprättandet av folkmängdstabellen eller ock att denna omarbetades.",
    "Trots ständernas tillstyrkande yttrande blev resultatet av prästerskapets anhållan endast Kungl Maj:ts förklaring den 1 juli 1752, att ingen annan ändring kunde medges än att folkmängdstabellen i fortsättningen behövde uppgöras endast vart tredje år.",
    "Emellertid ändrade Kungl Maj:t snart mening i ärendet och beslöt redan den 28 september 1752 att låta \"öfwersee och efter giörligheten på ett mera tydeligt och lämpeligt sätt\" uppställa folkmängdstabellen.",
    "Kungl Maj:t ville dock dessförinnan i ärendet höra berörda myndigheter och då särskilt domkapitlen.",
    "Skrivelser avgick också till myndigheterna redan samma dag med begäran om yttrande.",
    "Resultatet blev dock negativt.",
    "Domkapitlen ägnade icke prästerskapets bekymmer något större intresse.",
    "Av sju domkapitelsutlåtande inkom ett år 1752, två 1753, två 1754 och ett 1755, medan det sist avgivna var daterat den 10 juli 1756, dvs närmare fyra år efter det man fått den kungliga skrivelsen.",
    "Vid 1756 års riksdag väcktes åter förslag om revision av formulären.",
    "Detta avböjdes dock av sekreta utskottet med förklaring att man borde vänta härmed till dess att de för 25 år tryckta tabellupplagorna utnyttjats.",
    "Detta synes också ha varit regeringens önskan.",
    "Genom denna statsmaktens inställning hindrades alltså ända fram till år 1774 en välbehövlig förbättring av den för hela riket livsviktiga statistiken.",
    "Vid riksdagarna 1752 och 1756 behandlades också frågor om en allmän metod för kyrkobokföringen i hela riket.",
    "Resultatet härutinnan blev dock blott att de olika stiftsstyrelserna - som förut - utfärdade hithörande reglementariska föreskrifter.",
    "Sammanställningen av generaltabellerna ombesörjdes i kanslikollegiet av en kommitté vari ingick bl a vetenskapsakademins sekreterare, astronomen Pehr Wargentin.",
    "Kommitterade utförde detta av Kungl Maj:t givna uppdrag vid sidan av ordinarie arbeten och helt utan arvode.",
    "Anordningen uppenbarar en bristande förståelse för bl a befolkningsstatistikens arbetskrävande omfattning.",
    "Arbetet vid tabellverket gick av förklariga skäl mycket långsamt.",
    "Utom de nyssnämnda faktorerna bidrog också härtill bristerna i tabellformulären.",
    "Mycket brast också när det gällde att iakttaga tiden för uppgifternas avlämnande.",
    "Sålunda kunde generaltabellerna för år 1749 på grund härav icke sammanställas slutligt förrän i slutet av år 1755.",
    "Ganska snart klagade också några landshövdingar på domkapitlens sätt att sköta dem åliggande uppgifter vid befolkningsstatistiken.",
    "Förutom det många gånger försenade avlämnandet av tabellerna kom också att dessa delvis präglades av ganska betydande fel och brister.",
    "Härtill bidrog förutom den påtalade opraktiska tabelluppställningen även den otillfredsställande territoriella indelning av riket som långt fram i tiden skulle inverka hämmande på en regelrätt statistik.",
    "Som exempel på den sistnämnda negativa faktorn kan nämnas att folkmängden i Västmanlands län år 1751 uppgavs till 71 952, år 1754 till 56 190, år 1757 till 58 285 och år 1760 till 72 892 personer.",
    "Den stora skillnaden synes ha berott på att man åren 1754 och 1757 utelämnat den del av länet som låg inom Uppsala stift.",
    "Sådana och liknande fel tyder på att domkapitlen och landshövdingeämbetena icke alltid ägnade de inkomna uppgifterna erforderlig kritisk granskning.",
    "De första generaltabellerna, alltså avseende år 1749, jämte ett tillhörande betänkande kom efter föredragningar i kanslikollegiet och rådet till sekreta utskottets statsdeputation i februari 1756.",
    "Deputationen fick härigenom del av de med sträng sekretess omgivna uppgifterna om rikets befolkning.",
    "Två saker bekymrade statsdeputationen: den stora dödligheten och emigrationen Den förra ansågs ha sin rot i otillräckligt antal läkare och sjukhus, vanvård av barnen i deras tidigare ålder osv.",
    "Enligt ett infordrat yttrande av arkiater Nils Rosén skulle dödligheten genom en förbättrad hälso- och sjukvård kunna nedbringas till hälften och sålunda årligen 30 000 liv sparas.",
    "Emigrationen åter beräknades årligen beröva riket omkring 6 000-7 000 personer i deras bästa år.",
    "Först ett kvartsekel senare klarlades genom en av Pehr Wargentin författad uppsats i vetenskapsakademins handlingar år 1780 att denna sistnämnda beräkning - till vilken Wargentin själv bidragit - berodde på förut ej tillräckligt observerade felaktigheter i tabellverkets uppgifter.",
    "Sekreta utskottet framlade i skrivelse till Kungl Maj:t den 29 juni 1756 förslag till åtgärder i anledning av betänkandet och generaltabellerna, såsom exempelvis förbättrad utbildning av provinsialläkarna och tillsättande av flera sådana, undervisning vid universiteten i \"läkekonstens elementer'' för blivande präster, utbildning av ett större antal barnmorskor, inrättande av flera sjukhus osv.",
    "För att minska flyttningen till utlandet borde de mindre bemedlade klassernas villkor förbättras till jämngodhet med vad man trodde sig kunna förvänta utomlands.",
    "Tabellkommissionen inrättades som en självständig myndighet - den första av sitt slag i världen.",
    "Uppgifter om befolkningen ansågs viktiga för allmän spridning men arbetet avstannade.",
    "Vid slutet av 1700-talet bestod tabellkommissionen av endast en person.",
    "Sekreta utskottet föreslog år 1756 att de kommitterade för tabellverket skulle konstitueras som en särskild kommission och på så sätt bl a vinna tid genom möjlighet att handlägga olika ärenden utan omgång över kanslikollegiet.",
    "Tabellverket fick så en fastare organisation genom inrättandet av Kungliga kommissionen över tabellverket, den s k tabellkommissionen, enligt kungligt brev av den 11 oktober 1756.",
    "Tabellkommissionen fick direkt korrespondera med landshövdingar och konsistorier.",
    "Den skulle stå under kanslikollegiets överinseende i så måtto att dess ledamöter föreslogs av kollegiet, som också skulle äga att bilägga sitt utlåtande till de riksdagsberättelser kommissionen regelbundet skulle avge.",
    "År 1769 erhöll tabellkommissionen en självständig ställning, i det att den helt frigjordes från kanslikollegiet.",
    "Härigenom hade Sverige som första land i världen erhållit en statistisk myndighet, även om denna ännu inte kunde betraktas som ett egentligt ämbetsverk.",
    "Den ledande mannen från tabellverkets tillkomst var den tidigare nämnde Pehr Wargentin.",
    "Tabellkommissionens första riksdagsberättelse avgavs i juni 1761 och omfattade förutom uppgifter för år 1749 generaltabeller för åttaårsperioden 1750-1757.",
    "Den har betecknats som en väl genomtänkt och sakrik avhandling angående rikets befolkningsförhållanden jämte många uttalanden och förslag rörande landets ekonomiska lagstiftning, åkerbruk, industri och övriga näringar, allmän hälsovård och den militära organisationen m m.  Tabellkommissionen hade också sett sig nödsakad att påtala brister i tabellerna.",
    "Det påpekades härvid att varje pastor upprättade sin husförhörsbok \"efter sit begrep\".",
    "Kommissionen föreslog att ett till tabellverket lämpat formulär för boken skulle utarbetas och antagas av riksdagen.",
    "Vidare påpekades nödvändigheten av att fullständiga prosteritabeller insändes till domkapitlet i det stift, till vilket prosteriet hörde, oavsett länsindelningen.",
    "Kommissionens hemställan i fråga om husförhörsböckernas uppställning föranledde ingen åtgärd.",
    "För att påskynda behandlingen av tabellkommissionens riksdagsberättelse tillsattes ett särskilt utskott, bestående av några deputerade ur sekreta, handels- och manufaktur- samt kammar- och ekonomideputationerna., Men inte heller detta specialutskott mäktade med sin uppgift, varför det överlämnades åt Kungl Maj:t att vidtaga de åtgärder som kunde anses påkallade.",
    "I samband härmed berördes också sekretessfrågan vad gällde tabellkommissionens uppgifter.",
    "Redan före kommissionens tillkomst hade Pehr Wargentin givit offentlighet åt genom tabellverket erhållna uppgifter, i det han i vetenskapsakademins handlingar publicerat en längre avhandling med titeln Anmärkningar om nyttan af årliga Förtekningar på födda och döda i et Land.",
    "Såväl i Wargentins avhandling som i tabellkommissionens riksdagsberättelse betonades nödvändigheten av att tabellverkets stora betydelse kom till mera allmän kännedom och att detta också skulle medverka till en förbättrad uppgiftsavlämning gentemot tabellverket.",
    "Hos Kungl Maj:t hemställdes i samklang härmed att tabellkommissionen måtte anbefallas att vid varje års slut \"låta Kongliga Wettenskaps Academiens handlingar införa hwad som bäst kunde passa till detta ändamåls winnande.\"",
    "Dock ansågs uppgifterna om folkmängden fortfarande böra hemlighållas på grund av risk för rikets säkerhet.",
    "Den hos Kungl Maj:t sålunda gjorda hemställan bifölls genom kungligt brev den 13 juli 1762.",
    "Några publikationer kom dock icke till stånd.",
    "Under 1760-talet gjordes från regeringsmaktens sida en radikal ansats för att avhjälpa brister som länge varit uppenbara på mantalsskrivningsområdet.",
    "Genom tabellverkets siffror, som byggde på kyrkobokföringen, hade man nu fått ett medel både att märka och mäta undersleven.",
    "En jämförelse mellan kyrkobokföringens siffermässiga resultat och utfallet vid mantalsskrivningen visade att missförhållandena vid den senare var så omfattande att de på det menligaste sätt påverkade budgetutfallet.",
    "Ett kungligt brev av den 18 februari 1765 lämnade bl a föreskrifter rörande mantalsskrivningsväsendet.",
    "Stadgandena kan sammanfattas enligt följande.",
    "1  Sockenmenigheterna skulle genom sina sexmän medverka vid förarbetena till mantalsskrivningen.2  Mantalskommissarierna skulle vid straffhot tillse, att hela folkmängden, \"alla människor som lif äga\", skulle upptagas i längderna.3  Prästerskapet skulle tjänstgöra som efteråt fungerande kontrollanter av längdernas riktighet.Sällan har dock bestämmelserna i ett kungligt brev givit ett mera snöpligt resultat än som nu blev fallet.",
    "Prästeståndet opponerade sig och menade att bestämmelsen om den prästerliga kontrollen stred mot åttonde paragrafen i 1723 års privilegier.",
    "Prästerna skulle, anförde man, genom detta nya stadgande råka i samma belägenhet som på sin tid förmådde Kungl Maj:t att bevilja paragrafen.",
    "Man hävdade också att någon ökad säkerhet icke skulle bli följden, alldenstund församlingarnas tabeller upprättades först efter årets slut medan mantalsskrivningsförrättningarna borde hållas föregående höst.",
    "Prästeståndet fick i denna fråga medhåll av ständerna.",
    "Deras yttrande var klart och rakt på sak: \"Riksens ständer, som sjelfwe til förberörde författning icke någon anledning gifwit, hafwa ock funnit prästerskapet, på förenämnde sätt, wara en långt större tunga ålagda än den, hwarifrån de uti privilegierna äro befriade, samt att både kronobetjentes och fiscalers answar och skyldigheter uppå dem blifwit flyttade; der dock Swea konungaförsäkrans II § förmår, att ej något stånds privilegier, utan Riksens Ständers enhälliga samtycke, skola widröras och förändras.\"",
    "Ständerna anhöll att den ifrågavarande kungliga förordningen omedelbart skulle upphöra att gälla i fråga om prästerskapets kontrollfunktion, vilket också blev rådets beslut den 16 september 1765.",
    "Förordningen kom i denna del sålunda aldrig att tillämpas.",
    "Efter besvär av allmogen blev också direktivet om sexmännens medverkan upphävt den 9 december 1766 med förklaringen, att eftersom det i många socknar icke fanns någon bonde som kunde skriva, fann Kungl Maj:t det billigt att upphäva bestämmelsen, \"hälst de i detta ämne redan utkomne resolutioner, bref, stadgar och instruktioner, när de behörigen handhafwas, äro till ändamålets winnande alldeles tillräckelige.\"",
    "Förklaringen i Kungl Maj:ts resolution om tillräckligheten i redan utfärdade bestämmelser fick till följd att ett mera genomgripande reformarbete på folkbokföringens område var uteslutet för avsevärd tid framåt.",
    "Vad gällde de statistiska uppgifterna fastställdes nya tabellformulär den 1 mars 1773.",
    "Endast smärre ändringar vidtogs, bestående i att uppgifter skulle lämnas angående barnaföderskornas ålder femårsvis samt beträffande antalet in- och utflyttade personer under närmast föregående femårsperiod.",
    "Åtminstone till en viss del synes dessa ändringar ha hängt samman med en föreskrift att folkmängdstabellen fr o m år 1775 skulle upprättas endast vart femte år.",
    "Med anledning av den osäkerhet i de länsvis gjorda tabellsammandragen som blivit en följd av landets olika civila och ecklesiastika indelning, föreskrevs nu också i cirkulär till konsistorierna att endast den ecklesiastika indelningen skulle följas i fortsättningen och att sålunda stiftsvis upprättade sammandrag skulle insändas direkt till tabellkommissionen.",
    "De tidigare uppgjorda länssammandragen skulle upphöra.",
    "Det starka intresse som mött tabellverket under dess första tid höll sig inte så länge.",
    "Redan mot slutet av frihetstiden hade det börjat avtaga.",
    "Efter statskuppen 1772 och sedan verkets ledande man från dess tillkomst Pehr Wargentin avlidit 1783 stagnerade verksamheten.",
    "Luckorna efter avlidna medlemmar i tabellkommissionen fylldes icke och år 1790 kvarstod endast en av dem.",
    "Tabellkommissionens arbete tog ny fart i slutet av 1700-talet.",
    "Man hade många svårigheter att brottas med, både i fråga om insamlingen av uppgifter och bevarandet av dem.",
    "Nya tabellformulär tog fram.",
    "Ytterligare uppgifter - bl a om lantbruket - skulle lämnas.",
    "Sedan tabellkommissionen undan för undan stagnerat under 1780-talet rekonstruerades den år 1790.",
    "Som ledamot och sekreterare tillsattes vetenskapsakademins sekreterare, astronomen HENRIK NICANDER.",
    "Trots otillräckliga resurser uträttade denne ett beundransvärt arbete för att återge tabellverket det anseende det haft under Wargentins tid.",
    "Men intresset för befolkningsstatistiken kom ändå inte att nå upp till samma grad som tidigare.",
    "En starkt bidragande orsak härtill var utan tvivel bristande statligt engagemang.",
    "Som ett rent häpnadsväckande exempel härpå kan nämnas att då Nicander utnämndes anbefalldes han samtidigt att förvara det alltmer utrymmeskrävande tabellmaterialet i observatorierummen.",
    "På grund av att kommissionen genom stiftssammandragen inte fick kännedom om befolkningsförhållandena i mindre distrikt än stiften föreslog denna år 1792 att prosteritabellerna genom konsistoriernas försorg och utan stiftssammandrag skulle insändas direkt till kommissionen, som sedan skulle ombesörja sammanställningen.",
    "Förslaget bifölls av Kungl Maj:t den 31 augusti samma år.",
    "Bakom det kungliga cirkulär som utfärdades i ärendet samma dag kan man ana åtskilliga problem när det gällde de befolkningsstatistiska uppgifterna.",
    "Trots att tabellverket för sin tid måste anses som en kvalitativt sett förnämlig inrättning var dess arbete förenat med avsevärda svårigheter.",
    "Som tidigare nämnts hade flera landshövdingar snart klagat över domkapitlens sätt att fullgöra sina uppgifter i fråga om befolkningsstatistiken.",
    "I det nyssnämnda cirkuläret får också dessa institutioner ett mindre smickrande omdöme, även om detta inlindas i en allmänt överslätande fras.",
    "Det heter nämligen där att tabellkommissionen erfarit, \"att tabellerne derigenom inkomma felaktige, att de genomgå för många händer och att den sista sammandragningen, som hittills skjedt af consistorii Notarierne, merendels befunnits vara den osäkraste, hvilket commissionen trodt härröra af deras öfriga trägna göromål\".",
    "Nu skulle alltså kommissionen göra den sista sammandragningen själv.",
    "Liksom tabellkommissionen var mycket angelägen om att uppgifterna riktigt insamlades, infördes och sammanräknades, ville man även förvissa sig om materialets bevarande, som givetvis tedde sig viktigt ur kontrollsynpunkt.",
    "En bindning av tabellerna var en god försäkring mot att enstaka års tabelluppgifter inte försvann.",
    "I ett kommissionens memorial av den 6 oktober 1792 berördes förvaring m m av tabellmaterialet: \"De tabeller åter, som qvarblifva vid Församlingarna och Prosterierne, skola.",
    "inbindas i böcker, hvilka förvaras i Kyrkorne och inventeras mann ifrå mann.",
    "När Visitationer på ställena skje, skall likaledes inventering öfver Tabellerna därstädes hållas och därefter berättelse af vederbörande Visitatorer ingifvas till Consistorium, samt därifrån vidare till Kongl.",
    "Commissionen, huruvida Tabellsamligen ifrån inrättningens början är complet och i sin ordning, samt, om något däraf är bortta, på hvad sätt och genom hvars förvållande det bortkommit''.",
    "I memorialet lämnas också bl a noggranna föreskrifter om prosttabellernas geografiska omfattning: \"HvartTabell-distrikt för de .",
    ".",
    ".",
    "nämde Prost-Tabeller skall alltid bibehållas till sine gränser orubbat, så att ingen Tract, mindre eller större, tillägges eller ifråntages\".",
    "Om prosttabellens undertecknande sägs: \"På sista sidan antecknar Författaren Tabellens datum, jämte sitt namn, Ämbete och adresse\".",
    "Beträffande inbindningskostnaderna för tabellböckerna torde sannolikt varje instans själv ha svarat härför.",
    "I kyrkoräkenskaperna för Ökna församling i Växjö stift återfinnes för räkenskapsperioden 115 1750-1/5 1751 notisen \"För den tryckta tabellerboken Vexiö 2 dr 23 öre\".",
    "I ett i samma volym ingående inventarium av är 1754 finns bl a upptagen \"KyrkansTabellbok\".",
    "En ny upplaga av 1773 års tabellformulär anbefalldes av Kungl Maj:t den 31 augusti 1792.",
    "I denna intogs även en instruktion vari föreskrevs bl a att en särskild tabell skulle upprättas för varje särskild länsdel av en socken eller ett prosteri, som låg i två eller flera län.",
    "Härigenom blev man i stånd att parallellt utarbeta tabeller för ecklesiastika och civila områden.",
    "Nya tabellformulär fastställdes sedermera av Kungl Maj:t den 11 maj 1802.",
    "Vid avfattandet av dessa hade tabellkommissionen tagit i övervägande inkomna anmärkningar och förslag till förbättringar.",
    "För första gången gjordes nu i formulären skillnad mellan landsbygden och städerna.",
    "Därjämte infördes en mängd till lantbruket hörande frågor, såsom exempelvis areal öppen jord, antalet hästar, kor osv.",
    "Dessa tabeller blev på så sätt grund stommen för den sedermera självständiga jordbruksstatistiken.",
    "Beträffande de i tabellformulären sålunda nyinförda rubrikerna meddelade tabellkommissionen konsistorierna den 6 september 1802 att de tillkomna s k ekonomiska uppgifterna endast behövde vara ungefärliga och icke erfordrade en noggrann efterforskning, som lätt skulle kunna väcka uppseende och misstro.",
    "Ändå väckte denna nyordning redan från början stor motvilja från prästernas sida och föranledde skarpa protester med reservationer beträffande uppgifternas tillförlitlighet.",
    "Att formuläret ingalunda var entydigt framgår av att tabellkommissionen dels den 17 september 1804 och dels den 12 november 1805 i cirkulär förtydligade och bestämde tabellinnehållet.",
    "Men inte ens detta var tillräckligt, varför ett utförligare cirkulär i ämnet utfärdades den 31 oktober 1810.",
    "En ytterligare statistisk uppgift tillkom - sedan vaccinationen blivit allmän - genom Kungl Maj:ts påbud den 1 april 1804 att i tabellerna även skulle antecknas summan av vaccinerade personer.",
    "Prästernas sätt att sköta kyrkobokföringen blev under 1700-talet och början av 1800-talet vid flera tillfällen föremål för kritik från civila myndigheter, bl a i samband med de förut nämnda tvistigheterna när det gällde tillgången till de personella längderna för mantalsskrivningen.",
    "Sålunda innehöll landshövdingen greve Adolf Mörners skrivelse till Kungl Maj:t 1752 förutom hemställan att prästerna skulle åläggas att närvara vid mantalsskrivningarna även ett förslag att konsistorierna skulle anbefallas att förehålla prästerskapet att föra riktiga och ordentliga kyrkoböcker, emedan dessa på åtskilliga ställen befunnits otillräckliga och på några håll varit \"alls inga\".",
    "En lagman i Skåne som i början av 1800-talet erhållit i uppdrag att rannsaka om underslev beskrev i en rapport till Kungl Maj:t bl a den svårighet han mött under detta arbete på grund av att prästerna visat synnerlig vårdslöshet vid kyrkobokföringen: \"På flera ställen woro inga husförhörslängder at tilgå, man föregaf, at ingen författning ålagt prästerskapet at dem wårda \".",
    "På en del orter var längderna enligt rapporten förda av klockaren så oredigt, att varken han eller pastor kunde giva minsta upplysning ur desamma.",
    "Det fanns också ställen där skyldigheten att hålla husförhör allvarligt eftersatts.",
    "Emellertid var omdömena om prästernas bokföring icke enbart negativ.",
    "Enligt en annan lagman i Skåne, som fått liknande uppdrag som sin kollega, hade prästerna på de undersökta orterna i allmänhet visat det nit för Kungl Maj:ts rätt, som gemenligen utmärkt detta stånd.",
    "Kritiska uttalanden fanns också: på några ställen hade kommunion- och husförhörslängder saknats.",
    "Detta hade dock enligt lagmannen inträffat endast på platser, där \"under tiden\" ombyte av tjänsteinnehavare skett.",
    "Hans kritik utmynnade i ett förslag om åläggande för prästerna att ovillkorligen bevara och till sina efterträdare överlämna fullständiga husförhörslängder åtminstone för de sista tio åren - som synes ett mycket blygsamt förslag om arkiveringsskyldighet.",
    "Från medeltiden och fram till 1600-talet fanns även en militär folkbokföring med bl a utskrivningslängder.",
    "Gustav Vasa förde register över sina knektar.",
    "Bönderna och gårdarna delades in i rotar ur vilka knektarna skulle tas.",
    "Grunduppgifter om befolkningen lämnades av prästerna.",
    "I vår nu gällande folkbokföringsförordning sägs att folkbokföring sker dels genom kyrkobokföring och dels genom mantalsskrivning.",
    "I en del sammanhang har man såsom en särskild gren av folkbokföringen också talat om folkräkningen, numera benämnd folk- och bostadsräkning.",
    "Vad man däremot i våra dagar av naturliga skäl sällan hör talas om är den militära folkbokföringen.",
    "Denna, som hade sina rötter i medeltiden, upphörde nämligen vid slutet av 1600-talet.",
    "Icke desto mindre är dess historia väl förtjänt att bli ihågkommen.",
    "Krigsväsendet i vårt land har sedan äldsta tider varit förbundet med rikets territoriella indelning i landskap, härader och socknar.",
    "För rekryteringen av krigsmakten företogs alltifrån medeltiden och fram mot slutet av 1600-talet utskrivningar av värnpliktiga, övervägande efter mantal.",
    "Det sistnämnda begreppet hade här kvar sin ursprungliga betydelse av antal människor.",
    "Utskrivningarnas ålder kan inte anges med säkerhet.",
    "Några allmänna grunder var inte heller från början fastställda för dessa.",
    "Som exempel på en medeltida utskrivning kan nämnas att man till Karl Knutssons härjningståg i Skåne 1452 skrev ut var åttonde man av bönder, inhyseskarlar, borgare och bergsmän.",
    "För att underlätta utskrivningsförfarandet började man upprätta särskilda förteckningar över personer i militäråldern.",
    "Förteckningarna kallades utskrivningslängder eller endast mantalslängder med sammansättningsledet mantal i dess ovan angivna betydelse.",
    "Den militära folkbokföringen kom från 1500-talet att förutom längdföring även innefatta en särskild registerföring, de s k knekteregistren.",
    "De äldsta registren över Gustav Vasas knektar härstammar från 1530-talet och utgöres av rena namnlistor med uppgift om utbetald lön.",
    "På Västerås riksdag 1544 lades grunden till en stående armé i vårt land.",
    "Riksdagen sanktionerade rekrytering av svenskt krigsfolk även i fredstid.",
    "Kungen fick tillstånd att registrera alla de soldater som deltagit i den föregående året avslutade Dackefejden.",
    "Kungen fick så friare händer över krigsorganisationen vilket även inverkade på knekteregistrens utformning.",
    "Härtill syftade också av kungen år 1552 utfärdade bestämmelser angående registreringen vid de lokala förbanden.",
    "Enligt dessa skulle kronans och adelns fogdar var och en i sitt län registrera alla knektar \"i vart härad, socken och by, var knekt för sig\", och den lön som var och en erhållit.",
    "Registren skulle senast i augusti månad varje år insändas till räknekammaren.",
    "De många register som i fortsättningen upprättades på förbanden följde i stort sett 1552 års föreskrifter.",
    "Benämningen på registren växlade.",
    "Ibland förekommer beteckningarna mantal och mantalsbok.",
    "Utmärkande för samtliga register är knektarnas registrering socken- och byvis.",
    "I en instruktion från år 1583 reglerades tillvägagångssättet vid inskrivningen.",
    "Prästerna skulle i god tid underrätta sina församlingsbor om denna genom pålysning i kyrkan.",
    "Hövitsmännen skulle före utskrivningen inhämta noggranna uppgifter i socknarna hos bl a deras fullmäktige och hos prästen.",
    "Över de utskrivna knektarna skulle uppläggas ett register som efter bevittning skulle insändas till räknekammaren.",
    "Anteckning av krigsfolk efter mantal tillämpades över hela riket under tiden 1591-1602.",
    "Enligt bestämmelserna skulle bönderna skrivas i rotar om 20 i varje och ur var rote skulle tagas en knekt.",
    "En förordning av år 1602 föreskrev ett nytt system, enligt vilket gårdarna skulle roteras i stället för bönderna.",
    "För var tionde gård skulle en man utnämnas till knekt.",
    "Mantalslängder skulle upprättas över alla män över 15 och under 50 år.",
    "Knekten skulle tagas från den gård som hade de flesta inneboende.",
    "Bestämmelsen om anteckning av ålder i mantalslängderna har ansetts vara en av de viktigaste orsakerna till den tidiga kyrkobokföringen i vårt land.",
    "Denna åsikt är givetvis felaktig, då det ju var kyrkan själv som i själavårdande syfte tog initiativet till sin registrering.",
    "En annan sak är att prästerna bevisligen redan vid 1600-talets början engagerades vid den militära längdskrivningen.",
    "En mantalslängd från 1602 års utskrivning i Hälsingland är sålunda förseglad med kyrkoherdens sigill.",
    "Det finns anledning förmoda att prästerna på grund av sin orts- och personkännedom även tidigare anlitades i samband med längdskrivningen.",
    "Några år in på 1600-talet blev ordet rulla vedertaget som benämning på de gamla knekteregistren.",
    "För att öka arméns styrka återgick man snart till det gamla systemet med utskrivning efter mantal, dvs att rotera bönderna själva och icke deras hemman.",
    "På grund av bl a konstaterade underslev kom emellertid ordningen med utskrivning efter hemman åter år 1642, varefter båda utskrivningssätten växlade ända till dess den ständiga roteringen infördes.",
    "l sin krigsfolksordning från tiden omkring 1620 sökte Gustaf II Adolf fastställa enhetliga normer för utskrivningarna och rullföringen.",
    "Som utskrivningskommissarier skulle tjänstgöra lagmannen och landshövdingen.",
    "Utskrivningen skulle kungöras tre söndagar i förväg.",
    "Före förrättningen skulle prästen och böndernas fullmäktige iordningställa mantalslängder över alla bönder över 15 och under 70 år.",
    "Vid utskrivningen skulle även häradshövdingen med nämnden samt regementschefen närvara.",
    "Med ledning av mantalslängden skulle utskrivningskommissarierna göra upp roteringslängder, i vilka sockenborna skulle skrivas i rotar om 10 i vardera.",
    "Utskrivningslängderna skulle upprättas i fem exemplar, av vilka räknekammaren, lagmannen och häradshövdingen skulle få vardera ett och de båda återstående stanna hos översten och kompanichefen.",
    "Enligt krigsfolksordningen skulle kyrkoherden anteckna åldern på sockenborna och alla som utflyttade eller dog under året.",
    "Han tjänstgjorde också liksom regementscheferna som kontrollerande myndighet gentemot bönderna.",
    "Mantals- och roteringslängderna från 1620-talet uppvisar en ganska enhetlig prägel.",
    "I mantalslängderna redovisas först de roteringsbara sockenborna, därefter en namnlängd över lösdrivare och slutligen de från rotering befriade: prästens och länsmannens drängar, gästgivare osv.",
    "Roteringslängderna uppställdes på samma sätt enligt någorlunda fasta former.",
    "Bönderna skrevs rotevis och vid varje rote antecknades den utnämnde knekten och hans vistelseort.",
    "Enligt krigskollegiets instruktion av år 1636 skulle längderna upprättas i tre exemplar, av vilka kollegiet skulle erhålla ett och regementet ett, medan det tredje skulle förvaras i häradskistan.",
    "Med ledning av roteringslängderna uppgjordes slutligen knekterullor över de utnämnda knektarna med uppgift om deras hemvist.",
    "Ett dubblettexemplar insändes efter 1630 till krigsrätten (senare krigskollegium).",
    "Knektrullan överlämnades till vederbörande kompanichef, varefter denne hade att hämta knektarna till sitt förband.",
    "Vid den mönstring som därpå omedelbart följde blev dessa antagna till soldater.",
    "Den militära registreringen fungerade sedan ungefär på detta sätt till dess det ständiga knektehållet genomförts vid slutet av 1600-talet.",
    "Denna nya organisation innebar i stort sett att varje infanteriregemente vanligen skulle utgöras av 1 200 man, som provinsen skulle upprätta och försörja.",
    "Två eller flera hemman skulle tillsammans bilda en rote och underhålla en knekt.",
    "Denna omorganisation medförde att de dittillsvarande utskrivningarna upphörde och att mantalslängder för ändamålet sålunda inte längre behövdes.",
    "Den militära folkbokföringen upphörde alltså vid 1600-talets slut.",
    "De skyldigheter som längre fram kom att åvila pastorsämbete och mantalsskrivningsförrättare i anslutning till den militära registreringen föll helt inom kyrkobokföringens och den vanliga mantalsskrivningens ram.",
    "Mantalsskrivningen är en viktig del i folkbokföringens historia.",
    "Syftet var från början en personbokföring för att kunna skriva ut soldater till krigstjänst.",
    "På 1600-talet blev mantalsskrivningen ett instrument i beskattningens tjänst.",
    "Prästerna deltog vid mantalsskrivningsförrättningarna.",
    "I äldre betänkanden och utredningar i övrigt angående folkbokföringen betonas ofta att mantalsskrivningen av ålder synes ha varit sammanhängande med och beroende av kyrkoskrivningen.",
    "Sammanhanget och beroendet har ju också under folkbokföringens långa historia vid vissa tillfällen särskilt dokumenterats, som exempelvis genom bestämmelsen 1693, enligt vilken kyrkoherden skulle \"hafwa med sig Kyrkio-Boken\" till mantalsskrivningen samt 1700-talets kamp för husförhörslängderna, Vid 1800-talets början kom Kungl Maj:ts och riksdagens uppmärksamhet att riktas på allvarliga missförhållanden som sedan lång tid tillbaka förevarit på mantalsskrivningsområdet.",
    "Det gällde omfattande mantalsunderslev som avslöjats i Jönköpings län, Det hela har beskrivits som en skandal, som betydde det gamla mantalsskrivningssystemets bankrutt och final.",
    "Efter vittomfattande utredningar kom slutligen under sommaren och hösten 1812 många olika turer i form av betänkanden, riksdagsdebatter, kommittéförslag och skrivelser i övrigt beträffande den med allt skäl illa beryktade mantalsskrivningens omgestaltning.",
    "Den slutliga handläggningen bedrevs med en brådska, som torde kunna betecknas som enastående inom svenskt utredningsväsen.",
    "I föregående artiklar har mantalsskrivningen berörts endast i den mån detta varit påkallat i samband med kyrkobokföringen, Här följer nu en översikt av mantalsskrivningens historia intill 1800-talets början, varefter den fortsatta utvecklingen inom såväl kyrkobokföring som mantalsskrivning möjliggör en jämsides löpande historik.",
    "Ett hemmans storlek i kameralt avseende mättes i mantal.",
    "Man utgick då från gårdens avkastningsförmåga.",
    "Grundskatter m m beräknades efter mantalet.",
    "Mantalslängder fördes för olika skatter, bland annat mantalspenningen.",
    "På 1600-talet fick särskilt utsedda mantalskommissarier hand om mantalsskrivningen men prästerna deltog fortfarande vid förrättningarna, som pålystes i kyrkan.",
    "Den äldsta urkund vi känner som kan sägas utgöra grunden för vår nuvarande mantalsskrivning är fogdeordningen för Finland av år 1556, i vars sjätte paragraf föreskrevs att fogdarna skulle låta uppskriva hur mycket mantal som fanns i var by och gård, \"både mankön och kvinnkön, vart slag för sig, och huru åldriga de voro.\"",
    "Som framgår av det följande har mantalet numera mist sin ursprungliga reella betydelse.",
    "Då ordet emellertid fortfarande lever kvar som sammansättningsled i begreppen mantalsskrivning, mantalsår och så vidare synes en översiktlig framställning, om än ytterst fragmentarisk, angående dess kamerala innebörd under vissa tider vara motiverad.",
    "Den ursprungliga betydelsen av ordet mantal var, som i förbigående antytts i redogörelsen för den militära folkbokföringen, man, människor, invånare osv.",
    "Så heter det exempelvis i Gustav Vasas bibel hos profeten Jesaja 32:14!",
    "\"Thet stora mantalet i stadhenom skal förminskas\".",
    "Och i Laurentius Petri kyrkoordning av år 1571 sägs på ett ställe: \"Är ock then ena Kyrkosoknen större til mantaal än then andra .",
    ".",
    ".\"",
    "Kameralt kom begreppet mantal så småningom att innefatta en bonde, som ägde en gård av \"normal\" storlek för att kunna försörja honom och hans familj och husfolk i övrigt samt ge avkastning till skatt och andra pålagor.",
    "Härigenom blev sedan övergången lätt till att mantal blev en beteckning för hemmansstorlek.",
    "Denna nya betydelse tillkom under 1600-talets förra hälft.",
    "Mantalet mättes dock icke direkt i areal.",
    "Enligt Karl XI:s brev den 6 juni 1690 om skatteläggningarna i Uppland beräknades mantalet på grundval av räntesumman, dvs den s k grundskatten.",
    "En gård - åtminstone på slättbygden - som hade en ränta om 40 daler utgjorde 1 mantal, om 35 daler 7/8 mantal, om 30 daler 1/4 mantal osv.",
    "Ett tunnland jord räknades i detta fall som bärande en ränta om 3 daler.",
    "Sämre jord kunde få en så låg värdering som 1 1/2 daler.",
    "Tillgång till hö, skog och fiske påverkade även räntesättningen.",
    "Det var sålunda inte arealen utan avkastningen som var grundläggande för mantalsberäkningen.",
    "Under 1600-talet kunde mantalet ändras uppåt eller nedåt, men från 1700-talet låg det fast och ändrades endast genom avstyckningar och dylikt.",
    "På grundval av mantalet uträknades nu grundskatterna och allmänna besvär samt ev.",
    "även andra utskylder.",
    "Mantalet miste sin kamerala betydelse så gott som helt då grundskatterna slutgiltigt avskaffades år 1903.",
    "I några fall kunde det även i fortsättningen finnas kvar som fördelningsgrund hemmanen emellan.",
    "Så sent som år 1924 stadgades att lantmätare vid delning av fastigheter och dylikt skulle räkna ut mantalet på de olika delarna, varvid detta dock skulle jämnas \"till så bekväma tal ske kan\".",
    "Det senare torde vara förklaringen till 100-dels och 1 000 dels mantal.",
    "De gamla 32-dels och 64-dels mantalen exempelvis synes ha förvandlats till storlekar som var lättare delbara med 10 osv.",
    "Uträkningen av mantal enligt bl a 1924 års kungörelse benämndes mantalssättning.",
    "Bestämmelsen upphävdes slutgiltigt genom en kungörelse år 1939.",
    "Sedan dess har ingen jord satts i mantal vid nydelning eller liknande åtgärd.",
    "Liksom mantalet som ovan nämnts kameralt blev utan större betydelse i och med att grundskatterna försvann år 1903 miste det också sin reella betydelse år 1939.",
    "Medan utskrivningslängder eller mantalslängder tidigare upprättats för att underlätta utskrivningen av krigsfolk kom mantalsskrivningen på 1600-talet att utnyttjas även som instrument i beskattningens tjänst.",
    "Mantalslängder kunde upprättas för olika skatter.",
    "En skatteform som kom att bestå under mer än tre århundraden var mantalspenningarna.",
    "Det första beslutet om dessa fattades av ständerna år 1605, då avgiften sattes till 1 öre för person i åldern 16-60 år.",
    "Sedan en boskapspenning påbjudits år 1620 skedde särskild mantalsskrivning för dess utgörande.",
    "Skatten fastställdes detta år att utgå efter antalet boskap och tunnland utsäde, t ex för en häst eller en oxe 8 öre och för varje tunnland utsäde 2 öre.",
    "För att bl a finansiera krigföringen samtyckte ständerna på riksdagen 1625 till förslag om införande av en kvarntull, som kom att utgå med en viss avgift för varje tunna säd som förmaldes.",
    "För de i de särskilda hushållen förekommande handkvarnarna tillämpades ett system med självdeklaration, som givetvis gav stora möjligheter till skatteflykt.",
    "Man klagade också snart över att dessa möjligheter utnyttjades.",
    "Skatten blev inte vad man beräknat.",
    "Redan 1633 och 1634 träffades överenskommelser om erläggande på nytt av mantalspenningar, såsom i Finland, där man skulle betala 12-16 öre silvermynt för varje person, samt i Västergötland och Småland, där avgiften blev 3 marker per person.",
    "Sedan man konstaterat att mantalspenningarna gav dubbelt så mycket som kvarntullen förordades genom kungligt brev till landshövdingarna den 14 november 1634 att mantalspenningarna, \"kvarntullsmantalspenningarna\", med kvarntullens upphörande skulle utgå med 3 marker per person \" i hvitt mynt\" dvs 24 öre.",
    "Genom beslut vid 1635 års riksdag uppförde man dessa avgifter bland de ordinarie utlagorna.",
    "Allmänna föreskrifter om kvarntullsmantalspenningarna utfärdades i slutet av år 1635 med rubriken \"Memorial för alle Landzhöfdinger i Swerige och Finland, att Vthfordra Boskapsskatten och qwarntullsmantalspenningerne.\"",
    "Med boskapsskatten avsågs här de år 1620 bestämda boskapspenningarna, som utgick efter det faktiska boskapsinnehavet.",
    "Enligt förordningen skulle mantalsskrivningsförrättningen ledas av två av landshövdingen förordnade män, 'Laghläsaren och en annan hederligh Mun\".",
    "Dessa skulle tillsammans med varje sockens kyrkoherde och sexmän resa omkring i socknen och häradet, \"gård ifrån gård, boo ifrån boo\", och uppteckna såväl dem som voro över 12 år som ock Vars och ens boskap och utsäde.",
    "De som skulle erlägga kvarntullsmantalspenningar infördes i kvarntullsmantalslängden, medan innehav av olika boskapsslag redovisades i en särskild längd med angivande av ägarens namn och hemvist.",
    "I förordningen stadgades om straff för den som lämnade oriktiga uppgifter.",
    "Så skulle exempelvis den som undandolde \"någon antingen folket eller något Creatur aff boskappen\" bl a skatta dubbelt härför.",
    "Kyrkoherdens uppgift vid mantalsskrivningen var på 1600-talet att använda den kunskap han hade om sina åhörare och som var en borgen för att längderna blev riktiga och fullständiga.",
    "Som tidigare nämnts var han intill århundradets mitt i realiteten även sekreterare vid förrättningarna.",
    "Med tanke på den viktiga roll en sekreterare innehar i olika sammanhang och den ansvarsfulla ställning, som är förbunden med begreppet på statliga och därmed närmast jämförliga områden, är det lätt begripligt att exempelvis 1936 års uppbördskommitté i sin historik över folkbokföringen säger, att den årliga skattskrivningen verkställdes av prästerskapet intill år 1652.",
    "Mantalsskrivningsförrättningarna enligt 1635 års bestämmelser måste ha tagit lång tid i anspråk.",
    "Det har sagts att dessa försiggick på samma sätt som i våra dagar; en statistisk undersökning med hembesökare.",
    "Rätt snart övergick man också till ett betydligt enklare förfarande, nämligen att kalla de uppgiftsskyldiga till en viss plats på angiven tid.",
    "I fråga om det avslutande arbetet vid mantalsskrivningsförrättningen föreskrevs i tionde punkten i 1635 års förordning bl a följande.",
    "''När nu öffuer heele häredet sålunda skrifwit ähr, då skall Presten sampt medh dem andre som tillstädes warit haffue Collationera Längderne dem Vnderskriffua försegla och medh Kyrkio Sexmäns Bomärke stadfästa…\" Enligt punktens fortsättning skulle tre exemplar upprättas och granskas av landshövdingen, som därefter behöll ett exemplar medan räknekammaren och uppbördsmännen fick vardera ett.",
    "Den mantalsbara åldern, dvs den ålder under vilken en person var skyldig att erlägga mantalspenningar, växlade under tidernas lopp.",
    "I praktiken kom länge i rätt stor utsträckning 63 år att betraktas som övre åldersgräns.",
    "På grund av inskränkningar i reglerna om denna gräns och bristande klarhet i övrigt i författningsföreskrifterna blev praxis vacklande och kunde växla mellan olika orter.",
    "Generellt bestämdes den mantalsbara åldern vid olika tillfällen enligt följande.",
    "År 1635 sattes den undre gränsen vid 12 år utan att någon övre gräns bestämdes.",
    "År 1652 blev gränserna 15-63 år, 1841 17-63 år och 1857 18-60 år.",
    "Enligt 1863 års beslut behöll man den undre gränsen vid 18 år medan den övre gränsen slopades.",
    "Denna regel kvarstod sedan till dess mantalspenningarna upphörde år 1938.",
    "I fråga om mantalspenningens storlek varierade också denna länge i relation till geografiska områden, stånd och yrkeskategorier i övrigt.",
    "Befrielser från skyldigheten att erlägga avgiften förekom också, knutna till ett visst stånd, en viss yrkesgrupp eller annan specialkategori.",
    "Fattiga och sjuka kunde befrias.",
    "Särskilt under 1600-talet varierade befrielsereglerna och deras tillämpning mycket från den ena landsändan till den andra.",
    "l 1863 års förordning om mantalspenningar föreskrevs att dessa skulle utgå med 40 öre för man och 20 öre för kvinna.",
    "Denna differentiering, som var den första i avgiftens historia, kvarstod så länge mantalspenningar utgick.",
    "Den år 1635 fastställda förordningen om mantalsskrivning jämte därpå följande kompletterande bestämmelser blev normgivande för den närmaste tidens skattskrivningar.",
    "En betydande ändring inträdde dock redan år 1642, i det att boskapspenningarna då förvandlades till en fast skatt.",
    "Någon räkning av antalet boskap behövdes sålunda inte längre, varför man upphörde att föra boskapslängder.",
    "Samma år föreskrev kammarkollegiet att fogdarna i var sitt län skulle upprätta mantalslängderna och därefter uppbära och redogöra för såväl mantalspenningar som boskapspenningar tillika med andra \"Cronones räntor\".",
    "År 1652 beslöt riksdagen anförtro mantalsskrivningen åt särskilda ämbetsmän med titeln mantalskommissarier.",
    "Prästerna skulle dock även i fortsättningen närvara vid mantalsskrivningarna och med sin underskrift bestyrka längderna.",
    "Anledningen till inrättandet av mantalskommissarietjänsterna var att mantalspenningarna icke lämnat den avkastning som myndigheterna ansåg sig ha rätt att vänta.",
    "En av orsakerna till detta förhållande återigen ansågs vara den bristfälliga ledningen av mantalsskrivningarna, som tidigare nämnts utövad av lagläsaren och en annan hederlig man.",
    "I början tillsattes två mantalskommissarier i varje län av landshövdingen.",
    "Senare föreskrevs att tjänsterna skulle tillsättas med fullmakt av kammarkollegiet sedan landshövdingen uppgjort förslag på lämpliga personer.",
    "Några särskilda distrikt föreskrevs icke förrän senare, då även antalet tjänster i länen ändrades.",
    "Tillsättningsförfarandet följde inte alltid föreskrifterna.",
    "För att mantalspenningarna skulle inbringa så mycket som möjligt beslöt kammarkollegiet att mantalskommissariernas arvoden, som tidigare utgått efter landshövdingarnas godtycke eller kollegiets beslut i varje särskilt fall, skulle beräknas efter det s k behållna mantalet, dvs på vad mantalspenningarna inbringade efter vederbörliga avkortningar.",
    "Detta morotssystem sporrade givetvis kommissarierna till en så fullständig redovisning som möjligt av de skattskyldiga.",
    "Den s k mantalskommissarieprovisionen ledde dock icke till något högt löneläge.",
    "Av inkomsten skulle kommissarien bestrida kostnaderna för bl a skrivningsförrättningarna och längdernas utskrivning, liksom det papper som gick åt till längderna.",
    "Traktaments- och reseersättning utgick icke.",
    "Det förekom därför att kommissarierna måste skaffa sig inkomster även från annan tjänstgöring, vilket givetvis kunde inverka hämmande vid utövandet av den huvudsakliga uppgiften.",
    "För att förhindra underslev och försummelser vid mantalsskrivningarna utfärdades ar 1673 en mantalskommissarieinstruktion med rubriken \"Instruction hwar effter Mantahls Commissarierne sig utj förrättandet af deras Tienster skohla hafwa at regulera och rätta.\"",
    "Enligt instruktionen skulle mantalsskrivningen efter vederbörlig pålysning i kyrkan och kallelse till \"Kyrkioherderne, Nemb och Sex Männerne\" börja strax efter tjugondedag jul.",
    "Någon slutdag angavs icke, möjligen beroende på att sådan redan i 1668 års uppbördsförordning var bestämd till den 1 eller allra senast den 15 mars.",
    "Endast en socken fick sammankallas på en gång, eller högst två om socknarna var små.",
    "\"Stoore och wijdlyfftige\" socknar skulle kunna kallas till två \"Stembningsplatzer.\"",
    "För såväl bisittares som allmogens närvaroplikt stadgades utförligt:: \"Såsom alle de som utj Sochnen eller Under den Stembningsplatzen boende ähre, skohle så wijda ike siukdomb, elr annat lagligt förfall ähr i wägen wara skyldige uthan enskyllan att komma der tillstedes och sig antekna låtha.",
    "Så skohle och kyrkioherderna jempte Nembden, Säx och fjerdingsMennerne sig der infinna och gifwa sanferdig beskedh, by ifrån by och bonde ifrån bonde med deras hustr, barn och Tienstefolk som skrifwas bööre, och hwilka som sedhan förra åhret antingen af elr tilkombne ähro.\"",
    "För medhjälp till undandöljande av mantal skulle den skyldige plikta som för annan otrohet, \"Nembligen 40 mark Silfrt.",
    "Mantalslängden skulle vara uppställd \"effter Columbner.\"",
    "Kolumnsystemet hade föreskrivits av kammarkollegiet redan 1640.",
    "Förutom mantalslängden skulle vid förrättningen föras protokoll.",
    "Denna föreskrift synes dock icke ha fått någon allmän efterföljd.",
    "Bestämmelsen återkom också senare först i 1894 års mantalsskrivningsförordning.",
    "I likhet med bestämmelserna i 1635 års förordning skulle mantalskommissarien upprätta tre exemplar av mantalslängderna.",
    "I fråga om distributionen av dessa gjordes dock nu den ändringen att uppbördsmannens exemplar iordningställdes så snart förrättningen vid en skrivningsplats var avslutad.",
    "Exemplaret tillställdes därefter uppbördsmannen direkt utan omgång över länsstyrelsen.",
    "Anordningen avsåg att ge uppbördsmannen möjlighet att påbörja uppbörden så snart som möjligt   I slutet av 1600-talet utfärdades en ny mantalskommissarieinstruktion.",
    "Den fick en livslängd på över 100 år.",
    "Många olika civila ämbetsmän var skyldiga att ta del i mantalsskrivningsförrättningarna.",
    "Prästerna behövde dock inte längre vara med.",
    "Mantalsskrivningen var inte bara ett hjälpmedel för beskattning.",
    "På 1700-talet kom den att ha en social betydelse genom att s k försvarslösa personer (lösdrivare) skulle antecknas i särskild ordning.",
    "Även mantalsskrivningsorten var betydelsefull, bl a när socknarna skulle betala underhåll för fattighjon.",
    "Fortfarande fanns brister i mantalsskrivningen och en undersökning gjordes i Skåne, vilken visade att försnillning förekommit.",
    "Mantalskommissarieinstruktionen av år 1673 ersattes redan efter tvenne decennier med en ny.",
    "Anledningen var bl a att man efterlyste klarare regler angående befrielse från skyldigheten att erlägga mantalspenningar.",
    "Klagomålen över underslev vid mantalsskrivningsförrättningarna hade nämligen fortsatt.",
    "Den nya instruktionen var betydligt mera omfattande än tidigare föreskrifter.",
    "Dess rubrik var \"Instruction, hwarefter Mantals-Commissarierne i Landsorterne, så wäl de, som nu äre, som de, hwilka här efter der til kunna blifwa förordnade, skole hafwa sig uti deras Tiensters förrättande hörsamlingen att regulera och rätta; Gifwen Stockholm den 20 Dec. Åhr 1693.\"",
    "Mantalskommissarieinstruktionen av är 1693 lämnade i fråga om grundlighet intet övrigt att önska.",
    "Den inleddes med en trohetsed som mantalskommissarien skulle avlägga vid tillträdet till ämbetet.",
    "Denna ed upptog i originalupplagan två och en halv trycksida.",
    "Kungörelseförfarandet i fråga om mantalsskrivningsförrättningarna kompletterades nu bl a med föreskrift om viss tid för pålysningen i kyrkan: i Sverige fjorton dagar och i Finland tre veckor före skrivningen.",
    "För förrättningsterminen föreskrevs samma tidpunkter som de dittills gällande, medan däremot antalet skrivningsplatser skulle kunna utökas till fler än två för stora och \"vidlyftige\" socknar, \"tagandes altid i noga akt, at ej större District sammankallas, än som på en dag kan afgiöras och slutas, så at allmogen derifrån samma dag kan blifwa entledigad. \"",
    "I fråga om närvaroplikten vid förrättningarna skulle förutom mantalskommissarien inställa sig, på landet \"först Kyrkioherden, eller den hans Embete förestår i samma Sockn Skrifningen sker, dernäst Häradsfogden, Läns- och Upbördsmännen, samt de Nämnde-, Fjerdings- och Kyrkiones Sexmän, som i samma Sockn, eller i den District, hwilken då är sammankallad, äre boende, hwilke alle skole icke allenast framkomma och swara för sig och sit Folk, utan och redeligen gifwa Underrättelse om de andra så ock deras Folk, som i Socknen boendes och tilfinnandes äro, skolandes Kyrkioherden hafwa med sig Kyrkio-Boken - Häradsfogden skal ock hafwa wid handen Jordeboken-.\"",
    "När det gällde städerna skulle där jämte kommissarien och kyrkoherden inställa sig \"Borgmästare och Råd med flere af Stadsens Medel, som kunna weta at gifwa om Beskaffenheten noga Underrättelse på lika sätt, som - om Skrifningen på Landet förmält är.\"",
    "Föreskrift om skyldighet för häradsfogdarna att närvara vid mantalsskrivningar på landet hade införts redan i 1688 års häradsfogdeinstruktion, medan det först nu stadgades om länsmännens närvaroplikt vid förrättningarna på landsbygden.",
    "Utförliga bestämmelser reglerade befolkningens inställelseplikt.",
    "Hushållens huvudpersoner skulle uppge sitt folk osv.",
    "Böter stadgades för underslev och medhjälp därtill.",
    "Om befrielse från skyldigheten att erlägga mantalspenningar gavs ingående direktiv.",
    "Mantalskommissarieinstruktionen av år 1693 fick en avsevärd livslängd: över etthundra år.",
    "Dess utformning vittnar genomgående om en målmedveten strävan att så långt möjligt motverka skatteflykt och att åstadkomma en så jämn fördelning som möjligt av skattebördorna.",
    "Männen bakom instruktionen kan på intet sätt lastas för att resultatet ingalunda blev vad som åsyftats.",
    "Det allvarliga uppsåtet hos instruktionens upphovsmän kom måhända bäst till uttryck i bestämmelser berörande mantalsskrivningsförättningens slutskede: \"Sedan nu Mantals-Commissarien således har noga examinerat och efterfrågat alla de Hemman och Lägenheter, som han i anledning af Jordeboken opfört, frågar han än widare öfwerljudt, om i samma sockn inge flere Hemman, Torp eller Lägenheter finnes, som af Folk bebos, eller några andra Stånds-Personer, som ifrån denne afgiften intet äre frie eller eljest sig hos någon uppehålla, än han upropat och sig angifwit hafwa, giörandes derjemte widare alfwarsam åtwarning, at de redeligen bekänna Sanningen, på det de måge undwika det straff, som derpå följer; men då intet mer, så slutas dermed Skrifningen, och Längden summeras samt annoteras derpå alla deras Namn, som härom gjordt bekännelse hwilket sedan Kyrkioherden och Häradsfogden tillika med Mantals-Commissarien med egne Namn och Signetens undersättande, under en mening, skole betyga, at de wid sin Siäls Salighet, så mycket dem witterligt warit, ingen undandölgt, eller låtit af Längden utesluta, som Mantals-Penningarne betala böra.\"",
    "Under 1700-talet kom mantalsskrivningen att omfatta även andra personella skatter än mantalspenningarna.",
    "Arbetet att effektivisera mantalsskrivningen kvarstod.",
    "Häri ingick också kampen mot underslev.",
    "Ordningen med mantalslängdens upprättande i början av det år den avsåg visade sig medföra svårigheter när det gällde att få densamma färdig före uppbördsterminens början.",
    "Därför föreskrevs år 1724 att mantalsskrivningen för ett visst år skulle förrättas under de sista månaderna av närmast föregående år.",
    "Man beräknade att skrivningarna på detta sätt skulle kunna avslutas i slutet av december, vilket väl också i allmänhet blev fallet.",
    "Vid 1726-1727 års riksdag yrkade bondeståndet att mantalskommissarierna skulle efter mantalsskrivningen för varje socken i allmogens närvaro uppläsa mantalslängden innan den underskrevs för att man skulle få veta vilka som blivit upptagna och vilka som uteslutits och på så sätt kunna förhindra allt underslev.",
    "Kungl Maj:t biföll framställningen och förordade dessutom att mantalskommissarierna skulle för varje socken lämna ett exemplar av längden för allmogens kännedom.",
    "Därefter var alltså kommissarierna skyldiga att upprätta fyra exemplar av längden.",
    "Den kungliga resolutionen kom dock av allt att döma icke till efterföljd i nämnvärd utsträckning.",
    "Tidigare har nämnts att prästerna genom 1723 års privilegier befriades från skyldigheten att närvara vid mantalsskrivningsförrättningarna men att de ändå av olika förmodade anledningar synes på åtskilliga håll ha varit närvarande.",
    "I samband därmed har också skildrats den därpå under 1700-talet följande kampen om uppgifter ur den kyrkliga personregistreringen, som slutade med att såväl landsfiskalerna som mantalskommissarierna fick taga del av såväl husförhörs- som kommunionlängderna.",
    "Man kunde ha väntat att prästernas frånvaro från mantalsskrivningarna, vilket ju naturligtvis ändå hörde till vanligheten, skulle ha minskat förrättningarnas effektivitet.",
    "Detta synes emellertid icke ha varit fallet.",
    "Det är sålunda belagt att antalet mantalsskrivna visade en kraftig ökning under 1720-talets senare hälft.",
    "Man kan ha anledning förmoda - något belägg för antagandet finns av naturliga skäl inte - att detta i varje fall till en del berodde på att prästerna vid mantalsskrivningarna på grund av sin ingående kännedom om sina \"åhörare\" kunnat utverka befrielse från skyldigheten att erlägga mantalspenningar för åtskilliga, som annars icke kommit i fråga härvidlag.",
    "Man bör i detta sammanhang lägga märke till att begreppet alla i 1693 års mantalskommissarieinstruktion visserligen innefattade alla i mantalsbar ålder, men att personer, som befriats från skatt endast i växlande utsträckning upptogs i längderna.",
    "Befrielserna hade genom instruktionen inskränkts till det minsta möjliga.",
    "En sträng tillämpning av bestämmelserna utan motstånd från prästerskapet kan tänkas ha inneburit att mantalslängden tillfördes många personer, som annars inte hade redovisats där.",
    "Prästernas befrielse från skyldigheten att närvara vid mantalsskrivningsförrättningarna synes på sina håll ha inverkat menligt på mötesdisciplinen bland allmogen.",
    "Det säger sig också självt att sockenborna kom att framföra sin kritik mot överheten mera hämningslöst när inte deras präst var närvarande.",
    "Frågan om rätt mantalsskrivningsort synes på 1700-talet inte ha medfört några problem.",
    "Boningsorten skulle vara rätt mantalsskrivningsort.",
    "Först i 1752 års bevillningsförordning föreskrevs att en persons mantalskrivningsort skulle vara antingen hans boningsort eller den ort där han hade sin utkomst.",
    "Denna föreskrift återkom i senare bevillningsförordningar.",
    "Emellertid tillkom också på vissa håll en specialbestämmelse, att den som åtagit sig gårdsbruk att tillträdas nästkommande vårfrudag borde anmäla sig till mantalsskrivningen i det distrikt, där gårdsbruket var beläget, och meddela uppgifter om sig och sitt folk.",
    "Principiellt kom denna bestämmelse att i olika förordningar fortleva intill utgången av år 1946, frånsett att tidsbestämningen nästa vårfrudag ersattes med begreppet laga fardag, som t ex i fråga om arrendator blev fixerad till den 14 mars.",
    "Förutom att stå i beskattningens tjänst kom mantalsskrivningen under 1700-talet även att tjäna den sociala kontrollen.",
    "Enligt en kunglig stadga av år 1723 angående tjänstefolk och legohjon skulle mantalskommissarien noga anteckna alla s k försvarslösa personer på en särskild lista och insända denna till landshövningen eller vederbörande kronobetjänte på landet samt till magistraten i städerna.",
    "Begreppet laga försvar innebar ursprungligen ett skydd för adelns tjänstefolk mot att utskrivas till militär tjänst.",
    "Lagligt skydd mot att behandlas som lösdrivare tillerkändes senare varje svensk som hade stadig sysselsättning eller var känd för god vandel och kunde försörja sig.",
    "Som försvarslös åter räknades den, som inte hade ett hederligt levebröd och inte heller ägde tillräckliga medel för sitt uppehälle.",
    "Bestämmelsen om laga försvar bortföll med 1885 års lösdrivarlag.",
    "Enligt en förordning av år 1763 angående hospitals- och barnhusinrättningarna i riket skulle varje socken draga försorg om sina fattiga.",
    "Denna princip hade man tilllämpat även tidigare även om föreskrifterna varit ofullständiga och tillämpats dåligt.",
    "I en kunglig kungörelse av år 1788 reglerades skyldigheten att underhålla personer som utflyttat från annan socken och sedermera inte kunde försörja sig själva.",
    "Kungörelsen stadgade bl a att underhållet skulle utgå från den socken, \"där fattighjonet antingen haft eget hemman eller såsom inhyses- eller tjänstehjon senast varit i skatt antecknad.\"",
    "För dessa kategorier blev alltså underhållsskyldigheten beroende av var vederbörande senast antecknats i \"skattelängd.\"",
    "Skattelängd betydde här detsamma som mantalslängd.",
    "Mantalsskrivningen grundade med andra ord dessa personers hemortsrätt.",
    "Liksom tidigare bestämmelser i frågan var föreskrifterna i 1788 års förordning ingalunda entydiga.",
    "Man fick därför många gånger hjälpa sig fram med lokala bestämmelser när det gällde att fastställa en persons hemortsrätt i fattigvårdshänseende.",
    "Bestämmelserna om församlingens underhållsplikt var i den nyss nämnda förordningen sammanknippade med viss inskränkning i fråga om flyttnings- och mantalsskrivningsrätten.",
    "Sålunda stadgades att varje församling skulle \"äga den rättighet, att icke något inhyseshjon bör få sig där nedsätta eller något gammalt och mindre arbetsfört tjänstehjon intagas, innan sådant först blivit i allmän sockenstämma anmält och församlingen därtill sitt bifall lämnat.\"",
    "Genom inflyttningsrestriktionerna kunde församlingarna sålunda hindra inflyttning av personer, som kunde misstänkas bli fattigvårdsfall.",
    "Ärendena handlades i första instans av sockenstämman, i Stockholm, Göteborg och Malmö dock av poliskammaren.",
    "Besluten kunde överklagas hos länsstyrelsen, vars beslut åter fr o m år 1803 kunde föras vidare till kammarkollegiet.",
    "Mantalskommissarietjänsterna indrogs år 1779, varefter mantalsskrivningen skulle ombesörjas av häradsskrivarna, som fått sin titel, \"häredtzskrifvere\", i en instruktion för räknekammaren av år 1613, vid vilken tid de var anställda vid kronofogdarnas sida som uppbördskontrollanter.",
    "Det var emellertid inte fråga om ett omedelbart avskaffande av kommissarietjänsterna år 1779.",
    "Möjligen skulle man här kunna använda den i våra dagar vanliga termen naturlig avgång.",
    "I varje fall övertog häradsskrivarna mantalsskrivningen helt i Uppsala, Göteborgs och Bohus samt Jönköpings län först under 1800-talets första årtionde.",
    "Stockholm och Göteborg berördes icke av de ändrade förhållandena.",
    "Mantalsskrivningens bristande effektivitet hade ofta påtalats under 1700-talet.",
    "Det tidigare nämnda försöket år 1765 att råda bot på missförhållandena hade avlöpt snöpligt.",
    "Nu hade man velat åstadkomma en bättre tingens ordning genom att förverkliga en gammal tanke att anförtro mantalsskrivningen åt personer som på grund av sin befattning med uppbörden kände till befolkningen och därför borde kunna åstadkomma ett bättre resultat.",
    "Här hade häradsskrivarna legat närmast till.",
    "Dessa tjänstemän vid landsstaten hade dittills fått taga befattning med mantalslängden först när den förelåg i färdigt skick för att sedan kontrollera den mot bl a jordeboken och därefter upprätta taxeringslängder och uppbördsböcker.",
    "Härigenom hade häradsskrivarna fått god insikt i själva mantalsskrivningen.",
    "Man förväntade nu att deras ledning även av denna skulle leda till en bättre redovisning.",
    "Så blev emellertid ingalunda fallet.",
    "Undersleven fortsatte och skulle snart leda till stora skandaler.",
    "Genom kungligt brev den 18 oktober 1803 förordnades lagmannen i Skåne, titulärlandshövdingen J A Wesslo, att rannsaka om de underslev, som kunde ha förekommit inom Malmöhus och Kristianstads län vid 1800-1802 års avkortningar.",
    "Genom ett nytt brev i januari 1804 utsträcktes Wesslos förordnande att gälla även de underslev vid mantalsskrivningarna som kunde upptäckas.",
    "Beträffande Oxie, Skytts och Vemmenhögs härader befriades Wesslo från granskningen av förhållandena där, som i stället uppdrogs åt lagman Pehr von Seth genom kungligt förordnande av den 3 juli 1804.",
    "Wesslos slutliga rapport till Konungen var daterad den 7 november 1804.",
    "Till denna var bilagd von Seths rapport.",
    "Enligt Wesslos rapport uppgick de konstaterade orätt avförda eller försnillade summorna för de åtta fögderierna i de båda länen till 31 533 riksdaler, 2 skilling och 8 runstycken, medan den av von Seth framräknade anmärkningssumman var 1 970 riksdaler, 29 skilling och I runstycke.",
    "Både Wesslo och von Seth gjorde i sammanhanget kritiska uttalanden beträffande såväl mantalsskrivningen som kyrkobokföringen.",
    "Den kritik som framfördes mot kyrkobokföringen har här omnämnts i en tidigare artikel.",
    "Wesslo påpekade i sin rapport att många av allmogens söner och döttrar icke upptagits i mantal förrän de uppnått 16, 17 eller 18 års ålder.",
    "Vidare hade mantalsskrivningsförrättningarna i strid med 1693 års mantalskommissarieinstruktion hållits med flera gäll och socknar på avlägsna gästgivaregårdar, dit få av sockenborna på grund av väglängden ville eller kunde infinna sig.",
    "I ett brev till kammarkollegiet i anslutning till utredningen framlade Wesslo förslag till avhjälpande av de konstaterade brister i den kyrkliga registreringen, vilket dock var skäligen verklighetsfrämmande.",
    "Bland annat skulle enligt förslaget häradsprostarna vid visitation jämföra kommunionlängderna med husförhörslängderna och till landshövdingarna före den 1 september inberätta huruvida någon olikhet mellan dessa längder påträffats och i så fall anledningen därtill.",
    "Kammarkollegiets beredning av detta ärende låg klar våren 1806.",
    "Emellertid kom det att dröja till år 1811 innan kollegiets förslag slutfördes genom skrivelse till Kungl Maj:t. I Jönköpings län upptäcktes omfattande fusk med mantalsskrivningen och åtal väcktes mot såväl allmogen som tjänstemännen.",
    "Men länets bonderiksdagsmän lyckades få målen nedlagda.",
    "Allmänt ansågs att nya regler var nödvändiga och ny mantalsskrivningsförordning kom 1812.",
    "Att försöka dra sig undan skatt är ingen ny företeelse.",
    "I början av 1800-talet upptäcktes omfattande oegentligheter i samband med mantalsskrivningen.",
    "Flera personer åtalades men rättegångarna lades ned.",
    "Man försökte på nytt få prästerna att fungera som kontrollanter denna gång i efterhand - men det lyckades inte.",
    "Vid jämförelser mellan tabellverkets siffror och mantalslängderna upptäcktes stora differenser, som till viss del förklarades med skillnader i bl a kameral och judiciell indelning.",
    "Under tiden som kammarkollegiets beredning av lagman Wesslos förslag för avhjälpande av konstaterade brister på folkregistreringsområdet låg kvar hos kollegiet kom nya oegentligheter i dagen av sådana mått att myndigheterna till sist måste inse att mantalsskrivningsväsendet stod inför sitt sammanbrott.",
    "Landshövdingen i Jönköpings län meddelade i en skrivelse av den 16 november 1808 att han vid förberedandet och verkställandet av den förnyade lantvärnsutskrivningen funnit att \"otalige missbruk förekommit vid mantalsskrivningarna, i det att allmogen låtit skriva sina minderåriga eller ogifta och unga söner samt t o m drängar för hemmanen för att rätte ägaren skulle slippa mantalsskrivning.",
    "Åtskilliga ståndspersoner och possessionater hade vidare låtit skriva sina lantbönder för drängar hos sig och deras hustrur för pigor.",
    "Visserligen, menade landshövdingen, hade väl folket ofta kunnat bedraga häradsskrivaren på grund av dennes bristande personkännedom.",
    "Å andra sidan förelåg starka anledningar att misstänka honom för \"otidig flathet\" eller obehöriga avsikter.",
    "Landshövdingen uppmanade nu landsfiskalerna att undersöka förhållandena och anmäla de skyldiga för laga näpst.",
    "Sedan de sålunda anbefallda undersökningarna slutförts lämnade landshövdingen i skrivelse till justitiekanslern den 18 augusti 1809 en översikt av missförhållandena.",
    "Han betonade här bl a den oreda som orsakats vid utskrivningarna till lantvärnet, då ett stort antal ynglingar uppgivit sig vara hemmansbrukare, samt kronans förlust av skatteinkomster genom att \"medelåldrige arbetsföre personer\" tagits ur mantal eller skrivits som undantagshjon vid hemmanen.",
    "Landshövdingen bifogade även ett memorial från en inom tvenne härader verkställd jämförelse mellan å ena sidan mantalslängden och å den andra husförhörs- och kommunionlängderna ävensom förteckningar över där upptäckta underslev.",
    "I fortsättningen framhöll landshövdingen som sin åsikt, att då allmogen nyligen varit tryckt av allmänna besvär, det syntes otjänligt och för det allmänna lugnet vådligt att på en gång draga \"mer än flera tusende personer\" av allmogen inför rätta i detta ömtåliga ärende.",
    "Däremot föreslog han som lämplig åtgärd att vederbörande kronobetjänte och prästerskap var och en genom sina förmån tilldelades en allvarlig föreställning att vid mantalsskrivningarna mera noggrant undersöka och mera sannfärdigt upplysa om personernas ålder och hushållsstyrelse.",
    "Undersleven hade visat sig mycket omfattande.",
    "I ett härad uppgavs sålunda 1 068 personer ha blivit olagligen befriade från skatt.",
    "Händelserna väckte givetvis stort uppseende både inom och utanför Jönköpings län.",
    "Rättsliga åtgärder mot skattesmitarna borde väl nu ha blivit den naturliga följden, i varje fall i form av betalningsskyldighet för uteblivna skatter.",
    "Emellertid lade sig bondeståndets riksdagsfullmäktige i länet ut för de felande.",
    "I deras skrivelse, som föredrogs för Konungen den 20 september 1809 anhölls om eftergift med betalning av utskylder för de som det förvånansvärt överslätande hette tusentals \"ålderstegne, utfattige, vanföre och sjuklige\" personerna.",
    "Det slutliga resultatet blev att alla de genom undersleven undandragna skatterna efterskänktes.",
    "Det huvudsakliga motivet synes ha varit att de dryga rättegångskostnaderna icke skulle ha motsvarat kronans finansiella intressen.",
    "I ett uttalande av ständerna hette det att dessa vågade trygga sig vid Kungl Maj:ts försäkran om sådana allvarliga mått och steg att liknande missbruk och underslev till statens förfång skulle för framtiden i möjligaste mån förebyggas.",
    "Kvar stod dock den fiskaliska frågan.",
    "Åtal väcktes vid respektive häradsrätter mot ansvariga ämbets- och tjänstemän och förtroendemän, alltså i främsta rummet häradsskrivare, nämnde- och sexmän.",
    "Vid en häradsrätt var antalet svarande icke mindre än 209 personer.",
    "Stämningen vid dessa rättegångar synes inte ha varit den bästa.",
    "En landsfiskal skrev härom i en rapport sålunda: \"Dessa actorater äro de mest odieusa och tillika besvärliga jag nå'nsin haft och förmodligen nå'nsin kan få dels i anseende till mängden af tilltalade, och dels i anseende till ämnet, hwarwid allmogen fäster ett eget profant begrepp.",
    "- Att utrota gamla oordningar och underslef samt wederbörandes för långt gångne efterlåtenhet med allmogen wid mantalsskrifningarne, hwarigenom Kongl.",
    "Maj:t och Kronan lidit betydliga förluster, samt att så medelst bidraga till en mera noggrann och behörig skattskrifning är att taga allmogen på ögonen och sätta deras tolamod på högsta prof. -I allmänhet weta de ej att gjöra afseende på de förordnanden och den embetspligt, som werksamma min revisions- och åtalsåtgjärd, utan tro de mig personligen wara den man, som blottställt dem för beswäret och följderne af en rättegång, hwars like på denna orten aldrig warit känd.",
    "- Genom deras wilda blickar och hotelser låta de wäl ej otydligt förstå deras agg och hämdbegär mot mig.",
    "– Af folket här i allmänhet, men i synnerhet af swaranderne i äfwannämnde mål anses det som förundranswärdt, att de endast, och icke äfwen deras grannar i Elfsborgs och Kronobergs län, skola wara blottställda för revision öfwer mantalslängderne, då likväl i nämde län skall tillgå mera olagligt därmed än i Jönköpings.",
    "- Detta är något, hwarom jag hwarken kan eller bör utlåta mig, men deras anmärkning tillika, att icke i alla häraderne af detta län lika revision är widtagen, anser jag grundad och rigtig.\"",
    "Emellertid ingrep än en gång bondeståndets representanter i Jönköpings län i denna dystra historia genom en skrivelse, som inlämnades i kammarexpeditionen den 27 februari 1810, dvs under tiden för rättegångarna.",
    "I skrivelsen betonades att om rättegångarna fullföljdes måste även alla som uppgivits vara obehörigen uteslutna från mantal föras inför domstol jämte flera av allmogen i övrigt, som kunde antagas sitta inne med upplysningar i målen.",
    "Härigenom skulle allmogen komma att sakna det förnämsta värdet av den tidigare nådebevisningen vid skatteeftergiften.",
    "Framställningen avslutades med en anhållan att åtalen i hela sin vidd måtte få förfalla.",
    "Skrivelsen remitterades till justitiekanslern, som i yttrande den 5 maj 1810 bl a framhöll att en vidare utredning av de påtalade missförhållandena skulle bli tidsödande och kostsamma.",
    "Kanslern överlämnade - med tanke på den eftergift som redan beviljats de skattskyldiga - till Kungl Maj:t att avgöra om icke de i ärendet vidtagna aktionerna borde inställas i enlighet med riksdagsfullmäktiges i Jönköpings län anhållan.",
    "Ärendet kunde dock inte vara utagerat därmed.",
    "Justitiekanslern föreslog därför i fortsättningen följande åtgärder.",
    "För det första borde landshövdingen i Jönköpings län tillse att vederbörande kronobetjänte, nämnde- och sexmän in kallades inför häradsrätten för att av domstolen allvarligen förehållas den förlust deras beteende tillskyndats kronan och tilldelas varning, att de för framtiden skulle iakttaga författningarnas föreskrifter, så framt de ville undvika laga ansvar.",
    "Vidare föreslog kanslern åläggande för domkapitlet i Växjö att erinra prästerna dels om vikten att ur kyrkoböcker och husförhörslängder måtte kunna inhämtas tillförlitliga uppgifter samt dels om nödvändigheten att iakttaga den största noggrannhet vid meddelande av bevis.",
    "Från häradsskrivarhåll hade man nämligen velat skjuta skulden på prästerna, som tydligen närvarit vid mantalsskrivningarna trots 1723 års privilegier.",
    "Slutligen förordade justitiekanslern att kammarkollegiet skulle anbefallas att inkomma med förslag till nya författningar, varigenom en säkrare kontroll skulle vinnas över mantalsskrivningen.",
    "Justitiekanslerns skrivelse föredrogs i statsrådet den 9 maj 1810, varvid de däri framställda förslagen bifölls av Kungl Maj:t. Beslutet expedierades till landshövdingen i Jönköpings län samt till Växjö domkapitel och kammarkollegiet.",
    "Skrivelsen med Kungl Maj:ts beslut den 9 maj 1810 om godkännande av justitiekanslerns förslag till nya författningar för vinnande av säkrare kontroll över mantalsskrivningen synes ha inkommit till kammarkollegiet först den 22 maj 1811.",
    "I kollegiet föredrogs sedan ärendet den 15 juli samma år.",
    "Emellertid hade kammarkollegiet den 8 april 1811 till Kungl Maj:t överlämnat det tidigare nämnda, allt sedan våren 1806 färdigberedda ärendet med förslag till mantalsskrivningens reformering.",
    "Detta fick till följd att den kungliga skrivelsen av år 1810 endast överlämnades till aktuariekontoret för förvaring med hänvisning till att uppdraget redan fullgjorts.",
    "Givetvis har det förekommit spekulationer angående orsakerna till såväl kammarkollegiets femåriga dröjsmål med överlämnandet av sitt färdigställda förslag till Kungl Maj:t som den ettåriga förseningen av den kungliga skrivelsen till kammarkollegiet.",
    "Någon helt entydig förklaring synes inte ha kunnat presteras.",
    "Kvar står under alla förhållanden det stora frågetecknet varför inte Kungl Maj:t begränsade sitt beslut den 9 maj 1810 till att gälla endast ett omedelbart infordrande från kammarkollegiet av ett yttrande om vars existens man väl rimligen sedan lång tid tillbaka borde ha varit medveten.",
    "Kammarkollegiets förslag fick efter det mångåriga dröjsmålet en ganska snabb handläggning sedan det inkommit till Kungl Maj:t. Det föredrogs i rikets allmänna ärendens beredning den 5 augusti 1811.",
    "Därvid tillstyrktes kollegiets förslag när det gällde mantalsskrivningens utformning, varpå följde Kungl Maj:ts beslut i enlighet härmed den 4 september 1811.",
    "Efter hemställan från presidenten i kammarkollegiet befallde Kungl Maj:t den 25 september att kollegiet skulle förständigas ombesörja verkställigheten av beslutet vid den då förestående mantalsskrivningen.",
    "En på det kungliga brevet grund av cirkulärskrivelse till landshövdingarna utfärdades därefter av kammarkollegiet den 7 oktober 1811.",
    "Enligt 1811 års bestämmelser skulle häradsskrivaren före februari månads utgång det år mantalslängden avsåg utskriva ett exemplar av denna för vidare befordran över länsstyrelsen till vederbörande pastor.",
    "Denne skulle därefter jämföra mantalslängden med husförhörslängden och därvid upprätta förteckning över personer som borde ha blivit mantalsskrivna men inte återfunnits i mantalslängden.",
    "Pastor skulle därefter före mitten av maj månad översända mantalslängden jämte förteckningen till länsstyrelsen, som sedan hade att föranstalta om att kronoavgifter med ledning av förteckningen kom att uttagas även av dem som inte funnos upptagna i mantalslängden.",
    "För att pastors kontroll skulle bliva effektiv var det nödvändigt att husförhörslängden innehöll sådana uppgifter som behövdes för bedömningen av vederbörandes mantalsstatus.",
    "Längderna skulle vara \"complett avslutade\" för det år under vilket mantalsskrivningen verkställts, dvs året innan pastors granskning, och i desamma beskrivna \"till namn och ålder med utsatt år och dag när de äro födde jämte anteckning om de hava någon kropps- eller sinnessvaghet och bräcklighet, som till arbete göra dem oförmögne.\"",
    "Som tidigare nämnts hade denna uppgift att i efterhand kontrollera mantalslängdens riktighet ålagts prästerskapet även genom en år 1765 utfärdad föreskrift, som ju dock upphävts efter endast några månader.",
    "Även nu fick föreskriften kort livslängd, dvs endast ett år.",
    "Och medan 1765 års bestämmelse överhuvud icke kom att förverkligas tillämpades 1811 års föreskrift en enda gång.",
    "Avsikten var båda gångerna tydlig: man ville på ett fullt lagligt sätt komma förbi 1723 års prästerliga privilegier.",
    "Enligt dessa behövde ju prästen icke vara närvarande vid mantalsskrivningsförrättningen.",
    "Men nu skulle han alltså efteråt kontrollera längden i prästgården.",
    "Tillförlitligheten till denna granskning ansåg man väl också skulle bli större genom att ansvaret kom att åvila en enda person, som dessutom hade de bästa förutsättningarna att fullfölja uppgiften.",
    "Ett alldeles särskilt märkesår i mantalsskrivningens historia blev år 1812.",
    "Den mest vägande orsaken härtill framkom i samband med att statsutskottets utgiftsavdelning remissbehandlade en kunglig skrivelse till riksdagen av den 27 maj 1812 angående inkommet förslag om förbättring av arvodena för mantalskommissarierna i Stockholm.",
    "I detta sammanhang upplystes nämligen att det vid en jämförelse mellan den på grundval av inkomna mantalslängder i statskontoret upprättade rikshuvudboken å ena sidan och tabellverkets siffror å den andra framgått, att icke mindre än 300 000 - 400 000 personer som bort vara mantalsskrivna, icke upptagits i längderna.",
    "Enligt protokollet från det sammanträde med utgiftsavdelningen, där denna upplysning lämnades, skulle avdelningen föreslå riksens ständer att anhålla hos Kungl Maj:t om lämpliga åtgärder i ärendet, då Kungl Maj:ts och kronans inkomster var beroende av en noggrant förrättad mantalsskrivning.",
    "Till bevillningsutskottet borde överlämnas att tillse att erforderliga medel beviljades för ändamålet.",
    "Avdelningsprotokollets text ingick sedan i ett statutskottets betänkande.",
    "Den exakta differensen enligt ovan hade uppgivits vara 405 486 personer.",
    "Emellertid ifrågasattes uppgiftens riktighet av den tidigare omnämnde Henric Nicander, som hävdade att den stora skillnaden till en betydande del berodde på de stora skiljaktigheterna mellan den ecklesiastika, kamerala och judiciella indelningen i riket, som beredde stora svårigheter vid bearbetningen av befolkningsstatistiken.",
    "Å andra sidan framdrogs exempel på att ledningen av mantalsskrivningsförättningar lämnat mycket övrigt att önska.",
    "Vid debatten på riddarhuset den 16 juli 1812 kring statsutskottets nyssnämnda betänkande gav greven Jacob de la Gardie några belysande interiörer.",
    "Enligt hans beskrivning hade förrättningarna dittills på många ställen tillgått så att kommissarien eller häradsskrivaren kommit sent till den utsatta orten, hastigt ögnat igenom den ofta i förväg uppgjorda längden, som sällan ändrats på platsen utan expedierats i det skick som befattningshavaren författat den hemma.",
    "De la Gardie omnämnde också att han vid en taxering, där han varit närvarande på konungens befallningshavandes vägnar, funnit fel till den grad att i en enda socken i längden fattades 222 personer, som socknen själv vid sin beredning antecknat som skattskyldiga.",
    "Dessa personer hade också blivit uppförda till beskattning av taxeringskommittén.",
    "Det blev nu många olika turer i form av betänkanden, riksdagsdebatter, kommittéförslag och skrivelser i övrigt beträffande den illa beryktade mantalsskrivningens omgestaltning.",
    "Arbetet kom att under sommaren och hösten 1812 fortlöpande bedrivas med en utpräglad känsla för ärendets brådskande natur.",
    "Endast fyra månader efter den kungliga skrivelsen i maj kom en ny mantals- och skattskrivningsförordning.",
    "Säkert ville nu ingen längre vidkännas ett uttalande från augusti 1811, att kammarkollegiets förslag i stort sett \"i Kungliga Beredningens tanka, utan att möta hinder i tillämpningen, fullkomligt förde till det åsyftade ändamålet.\"",
    "Det är också betecknande att den ungefär årsgamla förordning, som blivit resultatet av kammarkollegiets förslag, nu i stort sett kom att omnämnas endast i förbigående.",
    "I överskådlighetens intresse följer här i fortsättningen en schematisk sammanställning av förekommande ärenden i mantalsskrivningsfrågan och deras handläggning i olika sammanhang.",
    "Av samma skäl redogöres för resultatet av olika debatter huvudsakligen först i samband med de slutligen fastställda föreskrifterna.",
    "De mest framträdande frågorna kan indelas i fyra grupper, av vilka den första gällde mantalsskrivningsförrättningens organisation, dvs ledningen av samt närvaroplikt, uppgiftsavlämning och kontroll vid förrättningarna, den andra mantalslängdens uppställning, den tredje mantalsskrivningsålder och den fjärde slutligen flyttningskontrollen.",
    "Vägen fram till den nya mantals- och skattskrivningsförordingen var kantad av många debatter.",
    "Frågor om bl a organisation, prästerskapets medverkan och mantalsskrivningsåldern togs upp till debatt.",
    "Men till slut togs beslut och i september 1812 fastställdes förordningen.",
    "Den nya förordningen kom 1812 och innebar att prästen skulle medverka vid förrättningen även om ansvaret ytterst låg på landshövdingeämbetet.",
    "Organisationen blev olika för städer och landsbygd och i Stockholm och Göteborg fanns mantalskommissarierna kvar.",
    "Förrättningen skulle ske november-december året innan och kungöras i kyrkan.",
    "Husförhörens betydelse för mantalsskrivningen slogs fast i ett särskilt påbud, som bl a innebar böter även för försummad uppgiftsskyldighet i samband med förhören.",
    "En redogörelse för behandlingen av de viktigaste frågorna år 1812 rörande mantalsskrivningsväsendet måste givetvis bli mycket summarisk.",
    "Vad gäller betänkandena i ärendet kan man inte undgå att känna en viss beundran inför den koncentration omkring huvudfrågorna, som kännetecknar dessa korta aktstycken och som möjliggjorde den nödvändiga forceringen av en krislösning.",
    "Mestadels höll sig också debatterna på sådan saklig nivå, att kärnpunkterna ganska lätt kommer i dagen vid framtida forskning.",
    "I stort sett vidareutvecklades ärendet i följande etapper från den påbörjade behandlingen hos statsutskottets utgiftsavdelning på försommaren innan det hela resulterade i ny mantals- och skattskrivningsförordning den 30 september och ett därtill anslutande påbud angående mantalsskrivning, förhörsböcker och prästbevis den 28 oktober 1812.",
    "Uppställningen är också avsedd att vid den fortsatta beskrivningen förhindra en monoton upprepning av data.",
    "1  Statsutskottets betänkande den 12 juli.2  Bevillningsutskottets första betänkande den 29 juli.",
    "Detta utgjordes dels av ett memorial och dels ett projekt angående den allmänna bevillningen.3  Bevillningsutskottets utlåtande den 7 augusti i anledning av de olika ståndens anmärkningar angående betänkandet den 29 juli.4  Bevillningsutskottets andra betänkande den 12 augusti, vari utskottet för stånden framlade stridiga meningar som uppkommit dem emellan i de olika frågorna.",
    "Härigenom ville utskottet bereda dem tillfälle att antingen jämka sig efter varandras yttranden eller också hänvisa tvistigheterna till ett förstärkt statsutskott.",
    "Betänkandet upptog i 19 punkter lika många meningskontroverser mellan stånden.5  Riksdagens skrivelse, föredragen i stånden den 16 augusti, med vilken riksens ständer till Kungl Maj:t överlämnade bl a ständernas bevillning för år 1813 och de påföljande åren intill slutet av år 1817.",
    "I skrivelsen sammanfattades även bl a de ståndpunkter till vilka stånden kommit i sina överläggningar rörande en reform av mantalsskrivningsförfarandet.6  Prästeståndets skrivelse till Kungl Maj:t den 17 augusti om en förbättrad kontroll vid mantalsskrivningarna.7  Riksens ständers kungörelse den 18 augusti om nya grunder för bevillningen, innehållande bl a ett detaljerat riksdagsbeslut i fråga om mantalsskrivningsförrättningens organisation.8  Skattekommitténs betänkande den 22 september med förslag till ny förordning om mantalsskrivningarnas förrättande samt dess betänkande samma dag angående prästeståndets skrivelse.",
    "Kommittén hade tillsatts med anledning av att tiden för kungörande av mantalsskrivningarna var så nära att utlåtande angående de föreslagna nya författningarna icke kunde inhämtas i vanlig ordning från vederbörande kollegier och andra publika verk.",
    "Dess uppdrag bestod i att till Kungl Maj:t inkomma med förslag till verkställighet av vad riksens ständer \"med deras i grundlagarne utstakade rätt\" beslutat samt att föreslå åtgärder i de delar som berodde på Kungl Maj:ts prövning.",
    "I fråga om mantalsskrivningsförrättningens organisation synes man redan i statsutskottet ha dryftat ett återinförande av mantalskommissariesysslan.",
    "Emellertid opponerade sig såväl riddarhuset som bondeståndet häremot.",
    "I bevillningsutskottets första betänkande förordades dock ett återinförande av sysslan.",
    "Med anledning härav växte bondeståndets kritik allt starkare.",
    "Man framhöll att noggrannheten vid mantalsskrivningen mindre berodde av särskilda tjänstemän än av kännedom om orter och folk, som häradsskrivarna redan ägde.",
    "Troligen på grund av denna kritik föreslog bevillningsutskottet i sitt utlåtande att ett återupprättande av mantalskommissariesysslorna måtte av riksdagens ständer tillstyrkas hos Kungl Maj:t endast i de orter där verkligt behov förelåg.",
    "På denna linje gick även skattekommittén, som framhöll att om häradsskrivarna jämte övriga göromål kunde hinna bestrida mantals- och skattskrivningen måste denna bliva mera sorgfälligt utförd.",
    "Härigenom kom så på landsbygden mantalsskrivningen att även i fortsättningen förrättas av häradsskrivarna.",
    "I städerna kom skrivningen i åtskilliga fall att överflyttas på någon stadens tjänsteman.",
    "På några orter, som exempelvis Stockholm och Göteborg, kvarstod som tidigare nämnts mantalskommissarietjänsterna.",
    "När det gällde ämbets- och tjänstemäns samt allmogens närvaroplikt vid mantalsskrivningsförrättning kom debatten närmast att handla om prästens och landshövdingens närvaro.",
    "Prästerskapets privilegier av år 1723 kvarstod oförändrade.",
    "Prästens närvaro på sina håll.",
    "var helt frivillig.",
    "Vad beträffade landshövdingen skulle denne enligt ett kungligt brev år 1725 antingen själv vara närvarande eller förordna ett ombud.",
    "Bestämmelsen hade icke upptagits i 1734 års landshövdingeinstruktion men synes ändå på sina håll länge ha iakttagits.",
    "Frågan om prästernas och landshövdingarnas närvaro kom nu att sammankopplas med varandra.",
    "I statsutskottet väcktes bl a förslag om föreskrift att de som förrättade mantalsskrivningen skulle få uttrycklig befallning att alltid vid själva förrättningen föra duplettlängder, vilka på en gång av närvarande prästman, kronobetjänte, nämnd eller gode män skulle justeras, kollationeras och underskrivas.",
    "Därmed var alltså förslaget väckt om ett frångående av 1723 års privilegier: prästerna skulle lagligen förbindas att närvara vid själva uppgörandet av mantalslängden.",
    "I bevillningsutskottets första betänkande framfördes önskemål om prästernas närvaro vid mantalsskrivningarna.",
    "Detta föranledde givetvis en livlig debatt i prästeståndet.",
    "En talare ansåg där att ståndet, trots privilegierna för kontrollens skull, icke borde undandraga sig all befattning med skrivningarna.",
    "Vidare borde landshövdingen i sitt ställe förordna ett ombud som kunde ge \"ett tillbörligt anseende\" åt förrättningen.",
    "Prästeståndet beslöt i enlighet härmed.",
    "I bevillningsutskottets därefter avgivna utlåtanden förekom ett högst anmärkningsvärt uttalande: man ansåg att det icke kunde åläggas landshövdingen att sträcka sin befattning till \"förrättningar av mindre betydenhet.\"",
    "Då bevillningsutskottets utlåtande föredrogs i prästeståndet beslöt man där att till de övriga stånden översända ett utdrag ur det förda protokollet.",
    "Där påpekades bl a att mantalsskrivningarna icke fick anses som förrättningar av mindre betydenhet.",
    "Genom att landshövdingen eller hans ombud var närvarande skulle förrättningarna tillerkännas den betydelse som även motiverade prästens engagement.",
    "Medan bondeståndet därefter förklarade sig icke kunna godkänna den mening som kommit till uttryck i prästeståndets protokoll uttalade borgerskapet sympatier för tanken att någon representant för landshövdingen skulle leda mantalsskrivningsförrättningen.",
    "På riddarhuset anförde prosten, greve von Schwerin beträffande prästens närvaro att denna var nödvändig av det skälet att förhörsböckerna icke kunde användas utan förklaring.",
    "I bevillningsutskottets andra betänkande framlades nu möjlighet för stånden till sammanjämkning eller annan lösning av frågan.",
    "Vid den fortsatta handläggningen gav så bondeståndet upp sitt motstånd och beslöt biträda förslaget att landshövdingens ombud skulle närvara vid förrättningarna.",
    "Samma beslut fattades också av ridderskapet och adeln.",
    "Prästerskapet hade nu alltså avstått från den av privilegierna garanterade friheten beträffande mantalsskrivningsförrättningarna.",
    "Å andra sidan hade man lyckats framtvinga förslag att ansvaret formellt skulle komma att läggas på en närvarande representant för landshövdingen.",
    "Ändå anade väl inte prästerskapet vid dessa överläggningar, att skattekommittén i sista stund skulle komma med förslag innebärande en väsentlig utökning av prästens arbetsbörda.",
    "Enligt detta förslag skulle nämligen pastor jämte husförhörslängden till förrättningen medföra en av honom upprättad och bestyrkt förteckning över alla personer, \"som inom det årets slut, under hwilket Mantals- och SkattSkrifningen förrättas, fylla Femton år eller innehafwa ålder derutöfwer.\"",
    "I skattekommitténs betänkande angående prästerskapets skrivelse tillstyrktes ett förnyat stadgande om att husbonde eller den som förestod hans egendom \"ofelbart\" borde vara tillstädes vid husförhören eller i händelse av förfall lämna skriftlig uppgift om i hans hus eller på hans ägor boende personer.",
    "Beträffande mantalslängdens uppställning vid denna tid lämnades en intressant upplysning vid prästeståndets debatt i anledning av ett förslag i bevillningsutskottets första betänkande att husförhörslängden skulle föras i samma ordning som mantalslängden.",
    "Det kan här tilläggas, att liknande förslag framlagts redan i ett yttrande av Uppsala domkapitel över lagmannen J A Wesslos tidigare nämnda skrivelse till kammarkollegiet berörande bl a kyrkobokföringen.",
    "Emellertid ansåg nu prästeståndet att bevillningsutskottets förslag om överensstämmelse mellan husförhörslängd och mantalslängd icke kunde verkställas på åtskilliga orter där mantalslängderna icke blott var inrättade i alfabetisk ordning utan också upptog varje by allt efter hemmanens olika natur på flera olika ställen i längden.",
    "Man synes i denna debatt icke ha fäst tillräcklig uppmärksamhet på ett förslag i betänkandet som gällde ordningen vid personernas anteckning i såväl husförhörslängd som mantalslängd.",
    "Denna ordning kunde nämligen enligt betänkandet befordras därigenom att i de båda urkunderna alla hemman och bebodda lägenheter inom varje socken åsattes en viss och fortsatt nummergång från början till slut.",
    "När det gällde mantalsskrivningsåldern blev den undre gränsen föremål för omständliga debatter.",
    "Medan det härvid frän början synes ha rått enighet om den allt sedan år 1652 gällande femtonårsåldern lade man nu stor vikt på att så tydligt definiera detta begrepp, att inte något missförstånd skulle kunna uppstå.",
    "På grund av olika meningar avgjordes frågan genom votering i förstärkt statsutskott.",
    "Denna utföll så att yngling skulle vara befriad från mantalsskrivning \"så framt han icke fyllt femtonde året redan före mantalsskrivningens dag.",
    "I skattekommitténs förslag omnämndes mantalsåldern märkligt nog endast i förbigående i samband med den tidigare nämnda förteckning, som skulle tjäna som verifikation till mantalslängden.",
    "Emellertid framlade kommittén här ett förslag som i fråga om klarhet icke lämnade något övrigt att önska.",
    "Definitionen på begreppet femtonårsåldern kunde nu nämligen uttryckas sålunda, att vederbörande skulle uppnå denna ålder samma år som mantalsskrivningsförrättningen ägde rum.",
    "En reform av mantalsskrivningen måste givetvis också beröra flyttningskontrollen.",
    "I prästerskapets skrivelse betonades nödvändigheten av att den som inflyttade från annan socken skulle förete prästbevis om ålder, kunskap och frejd innan han fick skattskrivas.",
    "Skattekommittén betonade också vikten av flyttningsbetyg med åldersangivelse.",
    "\"Kongl Maj:ts Nådiga Förordning Angående Mantals- och SkattSkrifningarne i Riket\" utfärdades den 30 september 1812.",
    "Enligt ingressen gavs förordningen \"i et sammanhang och med upphäfwande af hwad i denna del hittils warit til efterrättelse gällande.\"",
    "Alltså upphävdes nu såväl 1693 års mantalskommissarieinstruktion som det kungliga brevet den 4 september 1811 angående prästerskapets medverkan vid kontrollen av mantalsskrivningarna.",
    "Förordningen gällde för riket utom för Stockholm, \"dock att de särskilta ordningar för Mantals- och SkattSkrifningen, som, til närmare fullständighet och Contråle, kunna hafwa blifwit inom Städerna widtagne, härigenom icke må anses uphäfne\".",
    "De huvudsakliga bestämmelserna kan sammanfattas enligt följande.",
    "Mantalsskrivningarna skulle förrättas i november och december månader för det påföljande året.",
    "Kungörelse härom skulle minst 14 dagar i förväg uppläsas från predikstolen och efter slutad gudstjänst även i sockenstugan.",
    "Förutom \"Mantals- och Skatt-Skrifwaren\" samt landshövdingen och pastor eller ställföreträdare för de båda sistnämnda skulle närvara läns- och fjärdingsmän, sexmän och rotemästare.",
    "Mantalsskrivaren skulle i förväg upprätta ett enligt föreskrivet formulär upplinjerat koncept till mantalslängd med erforderligt utrymme för införande av inträffade förändringar.",
    "För hela riket gällande formulär för mantalslängd hade första gången fastställts redan år 1804.",
    "Pastor åter skulle medföra husförhörslängden, kompletterad vid husförhör, och den tidigare nämnda särskilda förteckningen.",
    "Alla som ägde, brukade eller förestod hemman, egendomar eller lägenheter skulle personligen eller genom ombud vid mantalsskrivningsförrättningen avlämna skriftliga uppgifter enligt fastställda formulär, dock att allmogen och mindre skrivkunniga kunde lämna muntliga uppgifter.",
    "Den som försummade sin skyldighet härutinnan skulle plikta två riksdaler.",
    "Beträffande rätt mantalsskrivningsort stadgade förordningens femte paragraf följande.",
    "\"Hvar och en ware pligtig at låta sig Mantals- och Skatt-skrifwa der han bofast är eller större delen af året wistas.",
    "Den som innehafwer flera i särskilta Socknar eller Prowincer belägna Egendomar skal, sjelf eller genom Ombud, å hwardera stället til Mantals- och Skatt-Skrifningen uppgifwa den ort, der han skatt-skrifwen blifwit eller ämnar sig skatt-skrifwa låta, och sådant wid Tjugu Riksdaler wite, antingen upgiften uteblifwer eller den skulle finnas med förhållandet icke instämma; Kommandes dessa böter at uttagas wid den Egendom, för hwilken uppgiften bort äga rum.",
    "Embets- och Tienste-män skatt skrifwas der de hafwa Tienst och Lön, undantagande sådane, som på annan ort äro ständigt bosatte, i hwilket fall dem skal åligga at wid Skatt-Skrifningen der de tiensten innehafwa förhållandet, på sätt och under answar som redan stadgadt är, tillkännagifwa\".",
    "En noggrann uppföljning av de försumliga föreskrevs också.",
    "Det skulle åligga mantalsskrivaren att underrätta vederbörande om den bot han gjort sig skyldig till och samtidigt anmana honom att vid vite av fyra riksdaler fullgöra sin skyldighet inom 14 dagar.",
    "Fortsatt tredska skulle för vidare åtgärder anmälas hos konungens befallninghavande.",
    "Efter avslutad förrättning skulle mantalslängden undertecknas av landshövdingen och pastor eller deras ombud, mantalsskrivaren och tvenne socknens eller för samlingens invånare.",
    "Mantalsskrivaren skulle därefter före utgången av februari månad tillställa pastor ett renskrivet exemplar och därvid bifoga såväl den av pastor uppgjorda förteckningen som de vid mantalsskrivningsförrättningen avlämnade skriftliga uppgifterna, vederbörligen numrerade.",
    "Mantalslängden skulle därefter uppläsas på en utlyst allmän sockenstämma första söndagen i mars och därefter \"efter befunnen enlighet med verkliga förhållandet eller därvid gjorda anmärkningar\" bekräftas av pastor och tvenne närvarande sockenmän.",
    "Pastor skulle sedermera överlämna längden till socknens beredningskommitté.",
    "Sedan exemplaret använts vid taxeringsförrättningarna skulle detsamma avlämnas och förvaras på landskontoret.",
    "Kort tid, efter mantalsskrivningsförordningens tillkomst fick denna en komplettering genom Kungl Maj:ts Nådiga Påbud den 28 October 1812 \"Angående Wissa omständigheter, hwilka böra iakttagas, i afseende på Mantals-Skrifningar, Förhörs-Böcker och Preste-Beivis.\"",
    "Påbudet kom som en följd av prästerskapets tidigare nämnda skrivelse den 17 augusti.",
    "I detta hade nämligen bl a föreslagits stadgande om skyldighet för varje husbonde eller den som förestod hans egendom att vara tillstädes vid husförhören - i själva verket ett återupplivande av äldre författningar - eller i händelse av förfall ingiva förteckning över de i hans hus eller på hans ägor boende personer.",
    "wid et wite af Två -R.dal.Banco, \" Här föreskrevs alltså i själva verket ett slags \"husförhörsskrivning\" eller om man så vill \"förskrivning\", även om denna sistnämnda term förekom i lagstiftningen först långt senare.",
    "Redan i kyrkolagen 2 kap 9 § stadgades om böter för uteblivande från husförhör, ansvarsbestämmelser som förnyades och skärptes vid tre olika tillfällen på 1700-talet.",
    "Dessa bestämmelser avsåg försummelser att bevista själva förhören och därvid redogöra för sin kristendomskunskap, medan böterna nu kom att gälla försummad uppgiftsskyldighet.",
    "I sammanhanget betonades nu uppgifternas vikt för \"Förhörs-Böckrens fullständighet i flere afseenden och deribland för Uplysning vid Mantals-Skrifningarne.",
    "I övrigt innehöll påbudet bl a vissa föreskrifter om avlämnande av prästbevis vid flyttning samt om bevisens innehåll.",
    "I varje förhörsbok skulle finnas ett register över i boken ingående gårdar och byar samt hemmansnummer.",
    "Skillnaden mellan kyrkobokförd och Mantalsskriven folkmängd kvarstod.",
    "Det berodde bl a på olikheter i den judiciella indelningen och att uppgifterna avsåg olika tidpunkter.",
    "Enhetliga formulär började komma och dubblettböcker skulle föras.",
    "Prästerna tyckte inte om att föra lantbruksstatistik och efter klagomål slopades denna uppgiftsskyldighet 1821.",
    "Ett förslag till ändrad judiciell indelning tog 28 år att avslå och skillnaderna mellan kyrkobokförd och mantalsskriven folkmängd kvarstod.",
    "Enhetliga formulär började utarbetas samtidigt som flyttningskontrollen började få betydelse för bl a själavården.",
    "Flera nya, enhetliga formulär såg dagens ljus under 1800-talet.",
    "Formaliseringen ökade.",
    "Det var emellertid inte endast de vidlyftiga frågorna kring mantalsskrivning och kyrkobokföring som förekom vid 1812 års riksdag.",
    "Svårigheterna vid ifyllandet av de, vid seklets början fastställda statistiska tabellformulären föranledde prästerskapets besvär vid riksdagen.",
    "Man ville slippa lantbruksstatistiken, då allmogen sällan med säkerhet kände arealen av sin jord och ståndspersonerna ogärna lämnade prästerna del av sina anteckningar rörande denna.",
    "Man anförde också att de strängare undersökningar som några präster företagit i ärendet endast stört det goda förhållandet mellan lärare och åhörare, varför uppgifterna måste grundas på gissningar.",
    "Därjämte påpekades att varken prästerna eller allmogen ägde erforderlig vetskap om kännetecknen på sjukdomar för att sanningsenligt kunna meddela begärda uppgifter om dödsorsakerna.",
    "Prästerna anhöll nu att antingen nya tabellformulär skulle fastställas, helst med återgång till 1773 års formulär, eller också att samtliga konsistorier skulle åläggas att till ärkebiskopen avge ändringsförslag för Kungl Maj:ts vidare prövning.",
    "I infordrat utlåtande över prästerskapets-besvär framhöll tabellkommissionen bl a att fordringarna på prästerskapet i fråga om de s k ekonomiska uppgifterna inte sträckte sig längre än till den kunskap som kunde vinnas genom vänligt samtal och egen erfarenhet av jordbruk, utan någon sådan efterforskning som kunde störa det goda förhållandet mellan lärare och åhörare.",
    "Kommissionen ansåg att även ungefärliga uppgifter hade sitt värde.",
    "Beträffande anteckningarna angående dödsorsaker framhöll kommissionen att anteckningsförfarandet förekommit ända från tabellverkets början av i det närmaste lika beskaffenhet och att det var nödvändigt att känna till härjningarna av de allmänt kända sjukdomar det här var frågan om.",
    "Enligt tabellkommissionen skulle en återgång till de gamla, i många avseenden felaktiga formulären vara högst olämpligt.",
    "Efter detta utlåtande av tabellkommissionen kom någon ändring icke till stånd i detta hänseende förrän långt senare.",
    "Efter olika överläggningar och förslag angående de statistiska tabellerna beslöt Kungl Maj:t år 1821 att de ekonomiska uppgifterna skulle uteslutas, då de vid denna tid blivit i erforderlig utsträckning upptagna i fastställt formulär för landshövdingarnas femårsberättelser och då de egentligen icke tillhörde tabellverkets område.",
    "Uppgifterna förekom på detta sätt alltså sista gången i 1820 års tabeller.",
    "Vad beträffade den alltsedan tabellverkets början specifika redogörelse för dödsorsakerna upphörde denna i och med att Kungl Maj:t år 1831 fastställde ett nytt formulär för den årliga anteckningen av födelser och dödsfall.",
    "Sundhetskommissionen hade nämligen vidtagit anstalter för att på annan väg vinna upplysning om endemiska och epidemiska sjukdomar och meddela underrättelser därom.",
    "Men trots många ändringar i formulär och föreskrifter när det gällde befolkningsstatistikens utformning före den genomgripande omdaning på området, som trädde i kraft med ingången av år 1860 förblev skillnaden mellan kyrkobokförd och mantalsskriven folkmängd betydande.",
    "Som tidigare nämnts hävdade tabellkommissionens sekreterare Henrik Nicander att den vid 1812 års riksdag uppgivna differensen till en betydande del berodde på de svårigheter vid bearbetningen av befolkningsstatistiken, som föranleddes av de stora skiljaktigheterna i rikets olika indelningar.",
    "Men Nicander nöjde sig inte med detta konstaterande.",
    "Han ansåg att något måste göras för att avhjälpa bristerna, helst som överensstämmelse mellan den ecklesiastika, kamerala och judiciella indelningen inom vissa orter snarare hörde till undantagen än till regeln.",
    "Sålunda fanns det exempelvis två kyrkosocknar som var delade mellan tre län och 46 mellan två län.",
    "Nicander upprättade nu ett förslag till \"en regulär indelning emellan län, domsagor, fögderier, pastorater och socknar.\"",
    "Principen var i stort sett den, att den ecklesiastika sockenindelningen skulle lämnas orubbad och hela den övriga indelningen jämkas så att ett eller flera distrikt för den civila förvaltningen sammanföll med motsvarande områden för den ecklesiastika indelningen.",
    "Förslaget överlämnades till Kungl Maj:t den 26 mars 1814 och vidarebefordrades genast till kammarkollegiet, vars avstyrkande utlåtande kom efter sex år eller den 19 juni 1820.",
    "Genom kungligt cirkulär den 24 augusti samma år anbefalldes samtliga landshövdingar att infordra vederbörande konsistoriers, civilmyndigheters och menigheters yttrande och därefter avge eget yttrande över förslaget.",
    "Först 28 år efter det ärendet väckts eller den 23 februari 1842 kom detsamma till slutlig föredragning inför Kungl Maj: t, som förklarade att frågan för närvarande icke erfordrade någon ytterligare åtgärd.",
    "Så småningom uppmärksammades även andra orsaker till den stora skillnaden mellan tabellverkets och landshövdingarnas folkmängdsuppgifter, nämligen dels de olika tidpunkter från vilka uppgifterna för ett och samma år beräknades hos tabellverket och länsstyrelserna och dels att vissa grupper icke återfanns i länssammandragen.",
    "Beträffande tidpunkterna för uppgiftsavlämningen hänförde sig tabellverkets uppgifter om ett visst års folkmängd till slutet av samma år, medan den i november och en del av december verkställda mantalsskrivningen för nästföljande års skattskrivning vanligen upptogs som redogörelse för skattskrivningsårets folkmängd.",
    "Skillnaden i den tid från vilken å ena sidan tabellverkets och å den andra landshövdingarnas uppgifter härrörde sig var alltså ca 13 månader, medan det oaktat siffrorna avsågs gälla samma årtal.",
    "Vad beträffade i länssammandragen saknade kategorier nämndes exempelvis studerande ungdom vid akademin och katedralskolan i Uppsala.",
    "En jämförelse mellan tabellverkets och landshövdingarnas folkmängdsuppgifter måste sålunda under alla förhållanden uppvisa stora skiljaktigheter.",
    "Av nedanstående tabeller uppvisar den första det statistiska utfallet enligt den vid denna tid gängse redovisningsmetoden och den andra den uppställning som närmast skulle ha avspeglat verkliga förhållandet.",
    "En sakkunnigkommentar vid 1850-talets mitt till dessa och liknande sifferuppgifter har följande lydelse.",
    "\"Orsakerna till dessa, i husförhörs- eller mantalslängderna, deras sammanräkning, eller bristande kontroller öfver den rörliga befolkningens antal liggande, felaktigheter äro utan tvifvel värda en sorgfällig undersökning, oaktadt den dermed förknippade möda, som troligen varit förnämsta anledningen till frågans undanskjutande, då den blifvit, måhända mer än en gång, väckt.",
    "Att, då mantalsverket i allmänhet och för hela riket uppgifver en ringare folkmängd än tabellverket, likväl, såsom af de anställda jemförelserna utvisas, ett och annat fögderi, en och annan stad, ja, till och med ett och annat län uppgifves till betydligt större folkmängd, än i tabellverket, är en i synnerhet anmärkningsvärd anomali.\"",
    "Tabell 1.",
    "Statistiskt utfall enligt gängse redovisning  Folkmängd 1850 enligt tabellverket 3 482 541 Folkmängd 1850 enligt landshövdingarnas berättelser, baserade på mantalslängderna 3 402 656 Skillnad 79 885 Studerande vid akademin och katedral skolan i Uppsala, som inte tagits med i landshövdingens i Uppsala berättelse, ca -1 200 Personer tillhörande lappallmogen, som inte tagits med i berättelsen för Jämtlands län -900 Slutlig skillnad 77 785 Tabell 2.",
    "Det verkliga förhållandet  Folkmängden den 31 december 1850 enligt tabellverket 3 482 541 Folkmängden enligt 1851 års mantalslängder, upprättade nov-dec 1850 3 427 185 Skillnad 55 356 I mantalslängderna ej upptagna personer tillhörande lappallmogen -5 605 Födelseöverskott frän mantalsskrivningarnas slut till slutet av 1850 -3 265 Slutlig skillnad 46 486 Husförhörslängdens uppställning och innehåll kom givetvis att från början uppvisa många variationer.",
    "Som tidigare nämnts påpekade tabellkommissionen redan år 1761 vådan av att varje pastor upprättade sin förhörsbok \"efter sit begrep\" samtidigt som kommissionen föreslog att ett för tabellverket lämpat formulär borde fastställas.",
    "Förslaget om en sådan generell uppställning av längden förverkligades dock först sedan ett sekel svunnit hän.",
    "Men även om kyrkoböckernas olika format och uppställning i övrigt kunde inverka negativt vid den statistiska redovisningen kom å andra sidan ibland krönikeliknande uppgifter att lämna många värdefulla upplysningar till gagn för kommande personhistorisk forskning.",
    "Medan dagens minutiöst inrutade folkbokföringsurkunder endast ger utrymme åt en strikt lagbunden redovisning kan man i längder från äldre tider emellanåt få mer eller mindre ingående skildringar av svunna tiders människoöden.",
    "Som exempel härpå kan nämnas följande utdrag ur död- och begravningsboken för Hållnäs socken i ärkestiftet 1752 - 1861.",
    "Döde år 1801 Edwalla d. 24 Junå f.d.",
    "Casseuren vid Leufsta Bruk Herr Nils Bergsten, född d. 9 Maji 1731 i Lleusta Bruk.",
    "Föräldrarne: Casseuren vid nämnda Bruk Nils Bergsten och Frun, then ädla Matronan.",
    "Gifte sig på wanligt sätt med efterlämnada Fru, Johanna Elisabeth Norell, med hvilken, under nära 38 års sammanlefnad, haft åtskilliga barn, såsom Söner och Thesslikes Döttrar Besvärad af sjukdom och tröttad af altför trägna göromål vid Leusta, flyttade han med sitt hushåld til Edwalla på 1780-talet.",
    "Sedan September 1800 har han mer och mer blifvit mattad af en tiltagande hosta, hvilken ovanligen flödade af stinkande Materia, och gjorde, at han, alt sedan Pingst, kämpat med döden, hvilken ock efter en Gudelig Beredelse ändade Hans dagar, sedan han här i förgängligheten Christeligen lefvat 70 1/2 år.",
    "Bakom prästerskapets påpekande vid 1812 års riksdag om vikten av att prästbevis företeddes i samband med inflyttning låg säkert en mycket negativ erfarenhet beträffande åtlydnaden av tidigare bestämmelser på området.",
    "Liksom när det gällt kyrkoböckerna var det ursprungliga syftet med prästbevisen vid flyttning att i första hand tillgodose själavårdens behov.",
    "Detta framgick exempelvis av ett kungligt cirkulärbrev angående inflyttandes bevis från kyrkoherden i utflyttningsorten m m den 8 november 1691, vari bl a dekreterades att ingen därefter skulle få tillträde till nattvarden, som inte hade ett säkert pass och bevis från själasörjaren i den församling där han tidigare vistats.",
    "Brevet avsåg också att hindra såväl bönder som andra att överge sitt rätta hemvist och därigenom lämna hustru och barn efter sig i stort elände och armod.",
    "Likaså ville man förhindra att någon genom sådan flykt skulle kunna skyla vårdslöshet i sin kristendom eller undandraga sig annan undersåtlig plikt och skyldighet.",
    "En ytterligare bestämmelse om flyttningsattest ungefär ett halvsekel senare ger en talande bild av strävan att slå vakt om rätt lära och leverne, nämligen \"Kongl Maj:ts Nådige stadga och Påbud den 20 mars 1735 till hämmande af hwarjehanda willfarelser, och deras utspridande, emot den rena Evangeliska Läran\" där tredje stycket lyder som följer.",
    "'På det Prediko Embetet må kunna hafwa så mycket bättre kundskap om de dem anförtrodde Församblingars tillstånd, så böra inga Husbönder, (undantagande dem, som för sitt lefwerne äro wäl bekante) Praeceptorer, Kiöpswenner, Gesäller och Lärogåssar, samt alt tienstefolck wid en Daler Silfwermynts wite, flyttia utur en Försambling til en annan, utan at hafwa den förra Kyrkioherdens Attest om sitt förde lefwerne, samt Kundskap i deras Christendoms stycken, och kommer det på Kyrkioherdens answar, efter lag, om han gifwer något annat bewis, än han wärckeligen förtient: och på det Kyrkioherden må med desto större trygghet kunna utgifwa sådane bewis, bör den, som således täncker att flyttia, i åtminstone åtta dagar före flyttningstiden gifwa Kyrkioherden, utur hwilckens Försambling han flyttar, sådant tilkiänna, så att Kyrkioherden honom då til slut ytterligare examinera kan. Sammaledes bör och Tienstehionet, så snart det kommer i sin nya tienst, lämna bemälte Prestebewis åt sin Husbonde, och åter innom en Månad derefter, detsamma hos wederbörande Kyrkioherde framte, eller och, ifall det ankomne Tienstehioneet intet skulle haft med sig sådant beskied, då innom samma tid gifwa Kyrkioherden det tilkiänna, hwarefter Kyrkioherden bör af Prästerskapet i den Försambling, hwarifrån Tienstehionet kommit, giöra sig underrättad om dess kundskap i Christendommen, samt förde lefwerne, Hwilcket äfwen kommer att förstås, om de ifrån utrikes Orter ankomne Praeceptorer, Mästare, Gesäller och Tienstehion.",
    "Och skulle wederbörande Presterskap detta försumma, så bör, i den händelse, en sådan af Consistorio första gången warnas, men om han widare dermed beträdes, kommer han derföre, efter omständigheterne, att plickta: äfwen som och Presterskapet skal wara aldeles förbudit, at taga någon betalning för de Attester, som de således utgifwa, och det wid Tijo Dal.",
    "Silf:mts böter, med mindre särskilte Kongl.",
    "Resolutioner det efterlåta, hwilcka böter, tillika med det, som är tagit för Attesten, bör de fattige i Socknen hemfalla; Skolande Probstarne uppå alt detta hafwa en noga upsickt, samt gifwa Consistorierne tilkiänna, hwad häremot finnes förelöpa.\"",
    "Bland de många olika föreskrifter som därefter tid efter annan utfärdades beträffande prästbevis vid flyttning kan här nämnas att prästerna genom Kungl Maj:ts Nådiga Bref till konsistorierna den 16 december 1784 förbjöds att utfärda sådana för personer som inte kunde förete uppbördsmännens kvittenser på kronoutskylderna.",
    "Emellertid hade detta brev icke åsyftad verkan: de som visste med sig att de häftade för kronorestantier uraktlät att anmäla flyttning Kronouppbördsmännen fick på detta sätt inte upplysning av prästerskapet om deras hemvist och prästerna kunde å sin sida inte draga försorg om deras själavård.",
    "Därför ändrades bestämmelsen genom Kongl.",
    "Resolution den 15 september 1790, på prästeståndets besvär sålunda, att prästbevis inte skulle nekas vederbörande men att beviset skulle förses med anteckning om resterande kronoutskylder.",
    "Enligt ett påbud av år 1811 skulle prästerskapet i flyttningsattest vitsorda tjänstehjons mer eller mindre duglighet.",
    "Emellertid befriades prästerna från denna skyldighet genom påbudet den 28 oktober 1812, dock att därefter skulle i prästbeviset uttryckligen utsättas, om den flyttande var vanför eller oförmögen till arbete.",
    "Genom ett kungligt cirkulärbrev den 20 januari 1865 fastställdes såväl nytt formulär för flyttningsbetyg som ett kortare formulär till åtskilliga för särskilda ändamål avsedda attester, såsom frejdbetyg, bevis om ledighet för äktenskaps ingående o s v. Vid utfärdandet av attesterna skulle ändamålet anges.",
    "Blanketter skulle tryckas genom domkapitlens försorg och mot visst pris tillhandahållas de pastorsämbeten som så önskade.",
    "På grund av att kyrkoböckerna på åtskilliga håll förstörts genom brand, otjänligt förvaringsställe och så vidare beslöt 1840-1841 års riksdag att utdrag ur dop-, vigsel- och dödböckerna skulle göras efter varje års slut.",
    "Biskopar och domkapitel underrättades härom i cirkulär där bestämmelserna sammanfattades under rubriken \"Om duplett-exemplar af vissa Kyrkoböcker\".",
    "I första och tredje punkterna i cirkuläret föreskrevs: 'To Att utdrag utur Kyrkoböckerne Ofver födde, vigde och döde efter slutet af hvarje år verkställes, upptagande följande uppgifter, nemligen utdraget utur Dopboken: uppgift å barnets namn, dagen, då det föddes och döptes, samt Föräldrarnes namn, yrke och hemvist: utdraget ur Dödslängden: uppgift å den aflidnes namn, hemvist, dödsdag och ålder, hvarjemte för minderårig person uppgifves Föräldrarnes namn och yrke, samt för äldre person dess yrke, äfvensom gifta eller ogifta tillstånd: samt utdraget ur Vigselboken: uppgift å Contrahenternes namn och hemvist, vigseldagen, samt Brudgummens' befattning, äfvensom Brudens, såvida hon ej vistas i Föräldrarnas hus, hvilkas namn, så vidt ske kan, böra uppgifvas.",
    "3:o Att utdragen ur förrberörde Kyrkoböcker komma att förvaras på de ställen, hvarom Biskop och Consistorium, efter lokala förhållanden, förordna, eller hvarom på Prestmöte i Stiften överenskommes och beslutas. \"",
    "Duplettexemplaren skulle vid visitation bli föremål för den granskning och undersökning \"som i afseende på andra pastors åligganden dervid ifrågakommer.\"",
    "De s k duplettböckerna fördes till 1860, från vilket år särskilda föreskrifter kom att gälla beträffande rikets officiella statistik.",
    "De föreskrivna skilda förvaringsplatserna för originalböckerna och utdragen ledde icke till någon allmän åtgärd.",
    "Båda har nämligen som regel återfunnits i kyrkoarkiven.",
    "Under 1800-talet nyorganiserades Sveriges statistik och statistiska centralbyrån skapades 1858.",
    "Nya formulär för folkbokföringen togs fram.",
    "Folklängdernas sociala funktion blev allt viktigare genom att fattigvården började ta fastare former.",
    "År 1894 bestämdes att husförhörslängden skulle ersättas av församlingsboken.",
    "Kraven på en förändrad folkbokföring ökade.",
    "I fråga om statistiken ledde detta till inrättandet av en statistisk centralbyrå vars förste chef blev Fredrik Theodor Berg.",
    "- Fattigvården började få organiserade former och folkbokföringen fick även en social funktion.",
    "Mantalsskrivningsorten hade nämligen betydelse när det gällde att avgöra vilken socken som hade ansvaret för de utslagna.",
    "I slutet av 1800-talet tillkom nya folkbokföringsböcker och husförhörslängderna ersattes av församlingsböcker.",
    "Året 1812 blev ett märkesår i den svenska folkbokföringens historia.",
    "Konungens befallningshavande skulle i fortsättningen \"hålla allvarsam hand\" över mantalsskrivningsförrättningen.",
    "Och kyrkan skulle ställa hela sin ingående personkännedom och allt sitt befolkningsstatistiska material till förfogande.",
    "Genom att uraktlåten uppgiftsplikt vid husförhören belades med böter fick dessa förrättningar en klart uttalad dubbel karaktär genom att vara ett led i kontrollen av såväl personbeståndet som de närvarandes kristendomskunskap.",
    "Emellertid gick Kungl Maj:t vid slutredigeringen av mantalsskrivningsförordningen vida utöver vad som på sommaren 1812 avsetts och planerats.",
    "Genom den föreskrivna förteckningen över personer i femtonårsåldern och uppåt ålades prästerna en arbetsbörda som ingalunda rimmade med privilegiernas garanti, att de skulle vara \"ifrån all lengdeskrivning - nåd.",
    "frikallade.\"",
    "Skyldigheten att upprätta förteckningen upphörde också redan år 1815.",
    "Allt eftersom åren gick växte kraven på en radikal förändring på folkbokföringsområdet allt starkare.",
    "Bristerna var alltfort iögonfallande på tre områden, nämligen när det gällde den stora skillnaden mellan kyrkobokförd och mantalsskriven folkmängd, den bristande enhetligheten i fråga om kyrkoboksformulären och slutligen den otillräckliga tillsynen över kyrkobokföringen.",
    "Ett förslag till kyrkolag och särskilda lagar rörande kyrkoväsendet samt kyrkostadgar framlades den 29 december 1846.",
    "Förutom bl a regler för kyrkoböckernas förande innehöll förslaget formulär till husförhörslängd, födelse- och dopbok, giftermålsbok, död- och begravningsbok, inflyttningslängd, utflyttningslängd samt flyttningsattest.",
    "Beträffande övervakningen av kyrkobokföringen föreslog de sakkunniga följande: \"Ej må födelse- och dopbok, giftermålsbok, eller död- och begrafningsbok brukas förr, än prost å hwart blad, sedan det med ordningsnummer är försedt, så ock å permarnes inre sidor tecknat sitt namnmärke, samt, å första sidan, samtliga bladens antal.",
    "För prosts eget gäll fullgöre den äldste kyrkoherde, som inom prosteriet tjänstgör, och för Stockholms församlingar superintendent hwad för prost nu stadgat är.\"",
    "Den sålunda föreslagna kontrollen torde ha inspirerats av franska förhållanden, där de av civilmyndigheterna förda inskrivningsböckerna skulle häftade och paginerade utlämnas av vederbörande domare.",
    "Kommitterades förslag föranledde ingen åtgärd.",
    "Den föreslagna kontrollen innan kyrkoböckerna togs i bruk hade avstyrkts av de flesta konsistorier såsom dels kränkande och dels detta oaktat ej betryggande.",
    "Problemet angående en nyorganisation av den svenska statistiken togs vid 1853 -1854 års riksdag upp genom motioner i präste och borgarstånden om upprättandet av en statistisk centralbyrå.",
    "Riksdagen beslöt i anledning härav anhålla att Kungl Maj:t skulle låta utarbeta och framlägga plan och förslag till ett statistiskt ämbetsverk, omfattande även tabellkommissionen.",
    "Härigenom hade man kommit fram till ett realiserande av förslag och tankar som under närmare femtio år sysselsatt riksdagsmän och andra intresserade.",
    "Sedan riksdagen sålunda i princip godtagit förslaget om en statistisk centralbyrå återstod nu att i detalj utforma planerna för detta ämbetsverk och att draga upp riktlinjerna för den officiella statistiken.",
    "Detta uppdrogs åt en kommitté, som tillsattes av Kungl Maj:t den 7 december 1854 och som kallades 1854 års statistikkommitté.",
    "Det mest betydelsefulla arbetet i kommittén utfördes av medicinalrådet Fredrik Theodor Berg.",
    "På officiellt uppdrag gjorde han en rundresa till flera av de länder, som kommit längst i det statistiska arbetet.",
    "Mycket ofta åberopades också hans erfarenheter som stöd för kommitténs kritik av det dåvarande tillståndet i vårt land och dess förslag till förbättringar.",
    "Kommittén avlämnade sitt betänkande den 18 juni 1856.",
    "I detta föreslogs i avseende på den allmänna organisationen av ett statistiskt ämbetsverk att detta under namnet Statistiska Tabell-kommissionen skulle vara underställt chefen för civildepartementet och bestå av två avdelningar: en huvudsakligen rådgivande, Statistiska Beredningen, och en huvudsakligen verkställande, Statistiska Tabellkommissionens Centralbyrå, förkortat till Statistiska Centralbyrån.",
    "De viktigaste statistikgrenar, som enligt betänkandet skulle falla på centralbyråns lott var hela befolkningsstatistiken, uppgifter över areal och egendomsfördelning, lanthushållningen med dess binäringar, allmänna undervisningen, kommunikationsanstalterna, finanserna, fattigvården och kommunalväsendet.",
    "I proposition till rikets ständer den 30 oktober 1856 framlade Kungl Maj:t förslag i huvudsaklig överensstämmelse med betänkandets.",
    "Och genom riksdagsbeslut den 22 juli 1858 inrättades så den nya tabellkommissionen, som alltså i sig innefattade såväl centralbyrån som den statistiska beredningen.",
    "Den år 1756 inrättade kungliga kommissionen över tabellverket upplöstes den 31 juli 1858.",
    "Samtidigt tillkom den statistiska beredningen.",
    "Centralbyrån började sin verksamhet måndagen den 2 augusti 1858.",
    "Förutom att 1854 års statistikkommitté avlämnade sitt nyss nämnda betänkande gjorde kommittén en särskild hemställan hos Kungl Maj:t angående \"formulär för dop-, vigsel- och begrafningsböcker samt husförhörs-, in- och utflyttningslängder. \"",
    "Sedan den dåvarande tabellkommissionen avgivit infordrat yttrande häröver fick densamma Kungl Maj:ts uppdrag att utarbeta förslag till de ifrågavarande formulären.",
    "Efter överläggningar med delegerade från prästeståndet avgav tabellkommissionen den 2 april 1857 en \"plan för insamlande av uppgifter till Sveriges befolkningsstatistik\", som även innehöll förslag till formulär för kyrkoböcker och längder.",
    "Sedan Kungl Maj: t därefter infordrat utlåtande i ärendet av prästeståndet och detta utlåtande, som dock åtföljdes av nya förslag till kyrkoboksformulär, avgivits den 1 mars 1858, och sedan chefen för statistiska centralbyrån efter domkapitlens med flera myndigheters hörande, hemställt om åtgärder i anledning av den nya planen för befolkningsstatistiken, utfärdade Kungl Maj:t den 4 november 1859 kungörelse angående meddelande av uppgifter till rikets officiella statistik.",
    "I kungörelsen stadgades bl a, att i stället för de dittills avlämnade femårstabellerna skulle för varje församling, med undantag tills vidare för Stockholms stad, lämnas uppgift till statistiska centralbyrån om rikets folkmängd den 31 december 1860 och senare för samma dag vart femte år i form av utdrag \"ur den så kallade husförhörslängden eller förteckningen över församlingen tillhörande personer.\"",
    "Vidare skulle från och med år 1860 de årliga uppgifterna om födda, vigda och döda avges till statistiska centralbyrån i form av utdrag ur födelse-, vigsel- och dödböckerna.",
    "Utdragen skulle lämnas på fastställda formulär, lämpliga att även ersätta de år 1841 föreskrivna duplettexemplaren av dessa böcker.",
    "För varje församling skulle även årligen till statistiska centralbyrån avges en summarisk redogörelse för folkmängdens förändringar under det sistförflutna året, varjämte likaså årligen skulle till centralbyrån lämnas uppgifter angående av konsistorierna utfärdade skiljobrev.",
    "För åstadkommande av en så långt möjligt fullständig och tillförlitlig statistik över dödsorsaker lämnades utförliga föreskrifter angående bland annat läkares skyldighet att lämna dödsorsaksintyg.",
    "Dessa föreskrifter skulle tillämpas från och med den 1 juli 1860.",
    "På grund av skiljaktigheterna mellan tabellkommissionens och prästeståndets förslag till formulär för kyrkobokföringen upptogs i 1859 års kungörelse icke några direkta föreskrifter om kyrkoböckernas förande.",
    "I stället anbefalldes chefen för statistiska centralbyrån att efter överläggning med delegerade, som prästeståndet ägde att utse, avge förslag till de förändringar i formulären, som kunde befinnas ändamålsenliga.",
    "I cirkulär till domkapitlen den 27 april 1860 fastställde Kungl Maj:t avgivna förslag till formulär för in- och utflyttnings- samt husförhörslängderna.",
    "Vad beträffade husförhörslängden medgavs rätt att använda denna för en tid av fem eller tio år.",
    "I fråga om ministerialböckerna åter överlämnades till konsistorierna att efter samråd med stiftets prästerskap välja mellan två framlagda alternativ, med rätt att härvid vidtaga mindre ändringar och att meddela de föreskrifter ur en av prästerskapets delegerade avgiven promemoria för kyrkoböckernas förande, som hade särskild anknytning till antaget formulär.",
    "Som tidigare nämnts kom mantalslängden tidigt att fungera både som skattelängd och som instrument för den sociala kontrollen.",
    "Frågan om skyldigheten att underhålla de värnlösa blev särskilt brännande under t ex de svåra missväxtåren i början av 1780-talet.",
    "Nöden och en bristande förståelse för alla människors lika värde bidrog till att regler tidtals skapades som för vår egen tid ter sig helt främmande.",
    "Vid mitten av 1800-talet kom efter många utredningar tvenne fattigvårdsförordningar med i varje fall viss mildring av reglerna.",
    "I 1847 års förordning angående fattigvården i riket skilde sig såväl hemortsrättsreglerna som persons flyttningsrätt helt från tidigare stadganden.",
    "Enligt huvudbestämmelsen skulle var och en tillhöra det fattigvårdssamhälle där han under tre på varandra följande år stadigt vistats utan att ha åtnjutit fattigunderstöd.",
    "Försörjningsorten var alltså inte längre direkt bunden vid mantalsskrivningen utan i stället avhängig vistandet.",
    "Vid fastställandet av den tidpunkt, då vistandet skulle anses ha börjat utnyttjas i första hand kyrkobokföringen och i andra mantalsskrivningen enligt regeln att den flyttande skulle anses ha stadigt vistats inom fattigvårdssamhället från den dag då flyttningsbetyget avlämnats till pastorsämbetet eller, om så inte skett, från den dag då vederbörande blivit eller borde ha blivit mantalsskriven.",
    "Den mest genomgripande förändring som kom till stånd genom 1847 års förordning var att fattigvårdssamhällle inte längre hade möjlighet att hindra en persons inflyttning genom att vägra honom mantalsskrivning.",
    "Beslut av sockenstämma eller fattigvårdssamhälle om förbud mot inflyttning från annat fattigvårdssamhälle skulle vara ogiltigt.",
    "Emellertid väckte föreskrifterna i fattigvårdsstadgan stor opposition.",
    "Nästan omedelbart efter dess ikraftträdande hemställde man om revision av föreskrifterna om försörjningsort.",
    "I en ny fattigvårdsförordning av år 1853 återgick man till att låta mantalsskrivningen vara bestämmande för en persons försörjningsort.",
    "I fråga om fattigförsörjning skulle var och en tillhöra det fattigvårdssamhälle där han författningsenligt var eller bort vara mantalsskriven då behov av understöd uppstod.",
    "För att fattigvårdssamhället skulle skyddas vid inflyttning av ekonomiskt svaga personer var emellertid denna huvudregel förknippad med vissa karensbestämmelser gällande bl a en sexmånadersperiod.",
    "Någon möjlighet för sockenstämma eller fattigvårdssamhälle att ingripa i den fria flyttningsrätten förelåg inte heller enligt 1853 års stadganden.",
    "Den år 1812 fastställda mantalsskrivningsförordningen gällde i det närmaste ett halvsekel.",
    "Den efterföljdes av Kongl Maj:ts Nådiga förordning angående Mantals- och Skattskrifningarnes förrättande den 20 juli 1861.",
    "För en fullständig komplettering av mantalslängden föreskrevs nu att pastor före den 15 januari skulle tillställa häradsskrivaren fullständig förteckning på alla förändringar genom in- och utflyttningar samt födelser och dödsfall efter senaste mantalsskrivningen och intill slutet av sistförflutna året.",
    "En annan nyhet var att personer, som ett år varit mantalsskrivna i distriktet men vid nästa års mantalsskrivning icke uppehöll sig i orten och vars frånvaro ej kunde förklaras genom anteckningar i husförhörslängden, skulle uppföras i en särskild förteckning.",
    "Sedan vederbörande länsman eller stadsfiskal lämnats kännedom om förteckningen skulle denna biläggas mantalslängden.",
    "En bestyrkt avskrift skulle insändas till Konungens befallningshavande.",
    "Upprättandet av denna förteckning kan sägas vara vårt lands första registrering av obefintliga.",
    "En förutsättning för att bestämmelsen skulle ha fått praktisk betydelse hade givetvis varit åliggande för de myndigheter, som fick del av uppgifterna, att söka uppspåra de obefintliga och få dem registrerade i vanlig ordning.",
    "Frånvaron av sådana bestämmelser gjorde att man på sina håll så småningom helt enkelt uraktlät att upprätta förteckningarna.",
    "I ett kungligt cirkulär år 1865 förordnades bl a att namnet på varje person, som vid mantalsskrivning införts i den nyss nämnda särskilda förteckningen, skulle i husförhörslängden med tydlig hänvisning överflyttas till ett i slutet av längden reserverat utrymme.",
    "Detta var alltså början till den år 1894 lagstadgade boken över obefintliga, som först år 1968 avlöstes av det nuvarande obefintligregistret.",
    "I allmänhet antecknades obefintlighetsklientelet ännu långt fram på 1900-talet i en särskilt rubricerad avdelning i slutet av församlingsboken.",
    "Mot slutet av 1800-talet kom nya regler för folkbokföringen i riket genom en förordning angående kyrkoböckers förande av den 6 augusti 1894 och förordningen angående mantalsskrivning av samma datum.",
    "1 1673 års mantalskommissarieinstruktion föreskrevs att mantalskommissarien skulle hålla \"et fullkombligit protocoll, Öfwer alt det som dher wijdh passerar, och hans tienst och förrättande angåår.",
    ".",
    ".",
    "\".",
    "Instruktionen av år 1693 innehöll märkligt nog ingen föreskrift om protokoll vid förrättningen.",
    "Protokoll synes därefter ha förts endast i ringa utsträckning trots att sådant borde ha erfordrats särskilt sedan mantalsskrivningen blivit avgörande för en sockens skyldighet att lämna fattigunderstöd.",
    "Först i 1894 års mantalsskrivningsförordning föreskrevs ånyo skyldighet för förrättningsmannen att föra protokoll vid mantalsskrivningen.",
    "I ett den 2 december 1890 avgivet betänkande med förslag till ordnande av kyrkobokföringen i riket m m får man en intressant inblick i hur exempelvis utlänningar dittills behandlats i kyrkobokföringshänseende.",
    "I brist på föreskrifter hade praxis varit mycket växlande.",
    "I en del församlingar upptogs utlänningar i såväl husförhörslängden som i ministerialböckerna.",
    "I andra åter tog man inte upp dem i husförhörslängderna och endast undantagsvis i ministerialböckerna.",
    "Det vanligaste förfaringssättet synes ha varit att då en utlänning i Sverige erhöll prästerligt biträde vid dop, vigsel eller jordfästning anteckning gjordes i ministerialböckerna med numrering i dessa, om vederbörande var upptagen i husförhörslängden, och annars utan numrering.",
    "Uppkommen fråga om upprättande av ett alfabetiskt register över församlingens medlemmar mottogs kyligt av de sakkunniga: \"Visserligen vore det stundom beqvämt att hafva ett sådant register, men besväret att upprätta ett sådant och hålla det i komplett stånd skola säkerligen de flesta pastorer ej anse uppvägas af arbetet att någon gång anställa någon stunds eller timmes sökande.\"",
    "Genom 1894 års kyrkobokföringsförordning fastställdes enhetliga formulär för ministerialböcker.",
    "Samtidigt härmed ersattes under en övergångsperiod av sex år husförhörslängderna med församlingsböcker.",
    "Utöver den ovan nämnda boken över obefintliga tillkom nu också konfirmationsbok.",
    "Utbytet av ordet husförhörslängd mot beteckningen församlingsbok motiverades bl a med att husförhören inte längre hade samma betydelse som tidigare och att sådana vid denna tid inte ens förekom överallt.",
    "I en kommunionlängd skulle enligt församlingsboken införas församlingens samtliga konfirmerade medlemmar, varjämte anteckningar skulle göras om nattvardsgång.",
    "I längden skulle antecknas personernas bostad, namn och yrke, varjämte fanns fem kolumner, en för varje år under en femårsperiod, för anteckning om nattvardsgång.",
    "I reglerna till längdens förande angavs att densamma genom tudelning av kolumnerna kunde användas i tio år.",
    "Efter endast några år föreskrevs en mycket märklig formulering vid anteckning av lekmannadop.",
    "Efter många stridigheter, varvid bl a lekmannadopen bedömts som en allvarlig överträdelse av kyrklig ordning och prästerna sålunda icke ansett sig kunna godtaga en föreskriven anteckning Döpt av lekman utfärdades den 18 mars 1898 ett cirkulär, enligt vilket lekmannadop skulle anges med orden Icke av svenska kyrkan döpt.",
    "Denna anteckningsform, genom vilken man alltså beskrev något som skett genom att säga att någonting icke skett, kom underligt nog att användas i kyrkobokföringen i mer än ett halvsekel.",
    "Folkbokföringens fortsatta utveckling under 1900-talet skedde etappvis.",
    "Ett stort steg togs på 40-talet då länsbyråer med plåtregister över befolkningen inrättades.",
    "Tjugo år senare blev det dags för datorernas intåg och centrala folkbokförings- och uppbördsnämnden (CFU) bildades som centralmyndighet för bl a folkbokföringen.",
    "Den senaste tidens debatt har handlat om folkbokföringens framtida hemvist - ska den ligga kvar hos pastorsämbetena eller föras över till försäkringskassorna eller till de lokala skattemyndigheterna?",
    "Folkbokföringens betydelse har väl först under de senaste decennierna vunnit mera allmänt erkännande.",
    "Särskilt gäller detta kyrkobokföringen.",
    "Ännu på 1940-talet kunde man i ett arbete i kyrkorätt till stor förvåning läsa bl a det föga uppskattande betraktelsesättet att kyrkobokföringen numera \"nedsjunkit till en förberedelse åt den uteslutande borgerliga intressen tjänande mantalsskrivningen. \"",
    "Vid slutet av samma decennium kom frågorna om den kyrkliga registreringen i blickpunkten i mänga församlingar på grund av den då för första gången i lag stadgade allmänna skyldigheten för församlingarna att tillhandahålla pastor skrivbiträde, därest förhållandena så påkallade.",
    "När skrivbiträdesfrågan kom upp till behandling hände det på sina häll att man frågade hur mänga böcker prästen egentligen hade absolut skyldighet att föra.",
    "Denna okunnighet hade sin grund i de kyrkliga myndigheternas bristande information om kyrkobokföringens betydelse.",
    "Domkapitlens intresse härvidlag har hittills varit mycket bristfälligt.",
    "Så sent som i april 1982 uppgav en av vår kyrkas högste ledare i en tidningsintervju att den kyrkliga registreringen pågått sedan 1749.",
    "Vad som väl med rätta förvånar många i expeditionsarbetet engagerade ännu i dag är att i lag fastställda formulär för kyrkoböcker som tidigare nämnts kom först under 1800-talets senare hälft.",
    "Men man får å andra sidan inte låta denna förvåning skymma värdet av den stora administrativa skicklighet och den ansvarskänsla som kom att sätta sin prägel på den organisatoriska utvecklingen inom kyrkobokföringen just under denna tid.",
    "Kyrkobokföringsförordningen av år 1894 kom i stort sett att bli ledande för befolkningsregistreringen under ett halvsekel.",
    "Visserligen ersattes författningen av andra, till en början av förordningen den 23 december 1910 och därefter av kyrkobokföringsförordningen den 3 december 1915, men dessa sistnämnda författningar anslöt sig i huvudsak till den första i fråga om yttre anordning och formulär.",
    "I 1890 års betänkande angående kyrkoskrivningen i riket påtalades att det rådande bruket att flyttningsbetyg utfärdades till obestämd ort givit anledning till \"ganska mycken oreda i kyrkoskrifningsafseende. \"",
    "Detta ledde till bestämmelser i 1894 års kyrkobokföringsförordning, dels att flyttningsbetyg icke fick utfärdas till obestämd ort och dels att pastor, som mottog flyttningsbetyg utfärdat till annan församling än den, dit inflyttning skedde, skulle härom underrätta den församling som utfärdat betyget.",
    "Bestämmelserna kvarstod i 1910 års kyrkobokföringsförordning.",
    "Genom 1915 års förordning äter infördes det ännu gällande s k slutna systemet vid flyttning inom Sverige.",
    "Från början innebar detta att så snart flyttningsbetyg, utfärdat till församling inom riket, inlämnades på pastorsexpedition, ålåg det pastor där att härom underrätta pastor i den församling, varifrån betyget utfärdats.",
    "Meddelandet gjordes på s k avi om inflyttning.",
    "Den som före är 1916 uttog flyttningsbetyg till församling inom riket avfördes samtidigt ur församlingsboken som utflyttad.",
    "Genom den nya bestämmelsen kom vederbörande att avföras först sedan avi om inflyttning inkommit från inflyttningsförsamlingen.",
    "Såsom utflyttningsdag antecknades i den gamla församlingen den på avin angivna inflyttningsdagen i den nya.",
    "På detta sätt kom alltså i fortsättningen in- och utflyttningsdag vid flyttning mellan församlingar inom riket att sammanfalla.",
    "I folkbokföringskommitténs betänkande den 7 november 1944 föreslog kommittén en markant ändring i fråga om in- och utflyttningsdag.",
    "Kommittén erinrade härvid om att anteckning om utfärdat flyttningsbetyg gjordes i utflyttningsförsamlingens församlingsbok, varigenom vederbörande hindrades att där vidare utfå annat prästbetyg än nytt flyttningsbetyg.",
    "Då flyttningsbetyg enligt den i betänkandet föreslagna nyordningen icke vidare skulle - utom i särskilda undantagsfall - utfärdas, bortföll denna säkerhetsspärr, vilket enligt kommittén kunde medföra olägenheter.",
    "Komittén föreslog därför att såsom sammanfallande in- och utflyttningsdag skulle antecknas den dag, då den flyttande i samband med personaktens översändande till inflyttningsorten avfördes ur utflyttningsförsamlingens församlingsbok.",
    "Förslaget föranledde dock ingen ändring.",
    "Sedan flyttningsbetygen avskaffats gäller såsom sammanfallande in- och utflyttningsdag vid flyttning inom riket den dag, som den nya församlingen antecknar såsom inflyttningsdag på rekvisition av vederbörandes personakt hos utflyttningsförsamlingen.",
    "Det här beskrivna slutna flyttningssystemet tillämpas enligt den internordiska flyttningskungörelsen den 5 september 1969 fr o m den I oktober samma år vid flyttning till Sverige från Danmark, Finland, Island eller Norge eller frän Sverige till något av dessa länder.",
    "Bestämmelserna har sedan kommit att gälla även Färöarna fr om den I juli 1970 samt Grönland fr o m den l juli 1972.",
    "Under åren 1946 och 1967 kom genomgripande reformer på området.",
    "Den första kom att regleras av folkbokföringsförordningen den 28 juni 1946, kyrkobokföringskungörelsen den 30 december samma år och mantalsskrivningskungörelsen den 25 augusti 1947.",
    "Ett nytt led tillfogades folkbokföringssystemet fr o m september 1946 genom länsbyråerna för folkbokföringen, som utrustades med präglingsmaskiner för prägling av tryckplåtar och adresseringsmaskiner för tryckning medelst plåtarna av kort, längder, debetsedlar osv.",
    "En plåt präglades för varje inom länet kyrkobokförd person.",
    "Pastorsämbetena fick församlings- och anvgångsregister, bestående av avtryckskort frän länsbyrån.",
    "Dessa kort användes också av pastorsämbetena vid deras avisering till länsbyrån om vigslar, dödsfall osv.",
    "Statistiska centralbyrån kom att i egenskap av riksbyrå för folkbokföringen utöva den centrala ledningen av och tillsynen över folkbokföringen i riket.",
    "Skriftliga mantalsuppgifter skulle avlämnas av samtliga uppgiftspliktiga personer.",
    "Roteombud gick pastor och mantalsskrivningsförrättaren till handa med stöd av sin orts- och personkännedom.",
    "Andra nyheter var personakterna.",
    "Födelsenummer fastställdes för varje person.",
    "Enligt bestämmelserna i 1946 års folkbokföringsförordning skulle domkapitlet vid utövandet av det dem åliggande inseendet över kyrkobokföringen biträdas av kyrkobokföringsinspektörer.",
    "I varje stift skulle finnas en inspektör, dock att Konungen där så fanns erforderligt ägde besluta att flera inspektörer skulle finnas inom visst stift.",
    "Den 14 september 1946 förordnades så 21 inspektörer.",
    "Antalet är numera 24, sedan Göteborgs stift indelats i tre samt Luleå och Stockholms stift i vartdera två inspektionsområden.",
    "Enligt särskild instruktion tillhör det kyrkobokföringsinspektörs uppgifter att skaffa sig kännedom om hur pastorsämbetena bedriver kyrkobokföringen, bl a genom personliga besök tid efter annan.",
    "Han skall också påpeka fel eller brister och sättet för rättelser eller förbättringar samt i fall, då åtgärd av domkapitlet eller riksskatteverket behövs, underrätta den i fallet behöriga myndigheten.",
    "Genom kungörelse den 16 december 1949 kom nya bestämmelser angående befolkningsstatistiken.",
    "Härigenom upphävdes 1859 års statistikkungörelse och åtskilliga till denna anknutna särskilda bestämmelser.",
    "Kungörelsen är 1859, som faktiskt bl a innehöll föreskrift om folkräkning är 1860 och därefter vart femte är, ledde endast delvis till efterföljd.",
    "Sålunda utfördes folkräkningar under perioden 1860-1930 endast vart tionde år och först därefter vart femte år med undantag för år 1955.",
    "Är 1960 hölls folkräkning i kombination med bostadsräkning.",
    "Frän och med år 1965 sker folk- och bostadsräkning vart femte är i statistiska centralbyråns regi.",
    "Först fr o m 1950 års folkräkning befriades enligt kungörelsen 1949 pastorsämbetena från det betungande arbetet med upprättandet av utdrag ur församlingsboken.",
    "Grundmaterialet för folkräkning blev då mantalslängd och mantalsuppgifter.",
    "Likaså ersattes samtidigt de dittills till statistiska centralbyrån lämnade utdragen ur ministerialböckerna med de avier rörande födelser, vigslar och dödsfall som pastorsämbetena tillställde länsbyrån och av dessa vidarebefordrades till statistiska centralbyrån.",
    "Den år 1859 påbjudna summariska redogörelsen till statistiska centralbyrån angående folkmängdsändringar under det sistförflutna året avlämnades av pastorsämbetena för sista gången efter årsskiftet 1972/73.",
    "Folkmängdsstatistiken baseras fr o m årsskiftet 1973/74 på uppgifter hämtade från statistiska centralbyråns register över totalbefolkningen, RTB.",
    "Detta register bygger på aviseringar från folkbokföringen.",
    "Den I juli 1964 överfördes de arbetsuppgifter som dittills ankommit på riksbyrån för folkbokföringen till centrala folkbokförings- och uppbördsnämnden (CFU).",
    "Under dess verksamhetstid kom den andra stora reformen 1967 vid folkbokföringens inträde i dataåldern.",
    "De tidigare huvudförfattningarna ersattes nu med folkbokföringsförordningen den 9 juni 1967 och folkbokföringskungörelsen av samma datum.",
    "Genom dessa regleras fortfarande såväl kyrkobokföring som mantalsskrivning.",
    "Riksuppläggning för ADB-systemet påbörjades i länen sedan datakontor inrättats där redan den I februari 1966.",
    "De skriftliga mantalsuppgifterna slopades vid genomförandet av den nya reformen, liksom roteombuden och förskrivningsförfarandet.",
    "Den 11 mars 1969 fastställde centrala folkbokförings- och uppbördsnämnden en inom folkbokföringssektionen utarbetad handbok för kyrkobokföringen.",
    "Handboken föres enligt lösbladssystem och.",
    "kan därför fortgående kompletteras.",
    "Innehållet utvidgades år 1972 till att omfatta även mantalsskrivningsförfarandet och har sedan dess namnet RSV Folkbokföring.",
    "Till den vid 1946 års reform fastställda identitetsbeteckningen lades enligt 1967 års folkbokföringsförordning en kontrollsiffra, varefter beteckningen kallas personnummer.",
    "Den 1 januari 1971 inrättades riksskatteverket och blev en central myndighet för beskattnings-, uppbörds- och folkbokföringsväsendet.",
    "Verket övertog sålunda bl a de arbetsuppgifter som tidigare åvilat centrala folkbokförings- och uppbördsnämnden.",
    "En lika omfattande som betydelsefull kursverksamhet på kyrkobokföringsområdet har bedrivits av riksskatteverket alltsedan dess tillkomst.",
    "Frågan om kyrkobokföringens överförande till civil myndighet har vid olika tillfällen varit föremål för mer eller mindre ingående debatter alltsedan 1890-talet.",
    "I det betänkande som låg till grund för 1894 års kyrkobokföringsförordning omnämnde de kommitterade att tanken på prästerskapets befrielse frän civilregistrationen visserligen framkommit men att en sådan anordning borde uppskjutas så länge som möjligt med tanke på de därmed förenade svårigheterna.",
    "Frågan om civilbokföring jämsides eller alternerande med en av prästerna ombesörjd bokföring upptogs vidare bl a av 1924 års uppbördssakkunniga och 1936 års uppbördskommitté.",
    "Ingetdera av förslagen föranledde dock någon Kungl Maj:ts åtgärd.",
    "Den folkbokföringskommitté som avgav sitt yttrande 1944 föreslog att den lokala folkbokföringen alltjämt skulle handhas av prästerskapet.",
    "Som motivering härför anfördes genomgående eller endels i betänkandet, departementschefens proposition och utskottsutlåtandet att en övergång till ett helt civilt system skulle medföra dubbelbokföring, ökat besvär för allmänheten och ökade kostnader för det allmänna.",
    "I utskottsutlåtandet betonades som särskilt negativt att en överflyttning till de närmast tänkbara civila befattningshavarna, nämligen mantalsskrivningsförrättarna, skulle innebära 119 tjänsteställen, medan antalet pastorat på landsbygden var omkring 1200.",
    "I ett av statens organisationsnämnd är 1957 avgett förslag till rationalisering av kyrkobokföringen och mantalsskrivningen förutsatte nämnden vid sina undersökningar - med hänvisning till den av riksdagen begärda kyrka-statutredningen - att den lokala folkbokföringen tills vidare skulle ankomma på prästerskapet.",
    "Samma ståndpunkt förfäktades av centrala folkbokförings- och uppbördsnämnden när denna är 1966 lade fram sitt betänkande Ny folkbokföringsförordning m m. I 1958 års utredning kyrka-stats slutbetänkande 1968 upptogs spörsmål i folkbokföringsfrågan av mera principiell art, således icke t ex frågan om till vilken myndighet en ev överflyttning av den lokala folkbokföringen borde ske.",
    "Däremot förordade centrala folkbokförings- och uppbördsnämnden år 1970 i sitt betänkande Folkbokföringsorganisationen m m lokala skattemyndigheten, om ett överförande skulle ske.",
    "Den parlamentariskt sammansatta 1968 års beredning om stat och kyrka föreslog i sitt slutbetänkande är 1972 att huvudmannaskapet för den lokala folkbokföringen skulle föras över till borgerligt organ.",
    "Beslut borde fattas 1974, varefter reformen förutsattes genomförd fr om år 1976.",
    "Beredningen tog inte ställning till vilket borgerligt organ som skulle komma i fråga.",
    "Emellertid lade regeringen inte fram någon proposition i anledning av beredningens förslag.",
    "I 1978 års stat-kyrkabetänkande förelåg icke något förslag om en framtida folkbokföringsorganisation.",
    "I en bilaga tog man upp frågan om den personregistrering som kunde behövas i svenska kyrkans församlingar för den händelse, som man uttryckte sig, folkbokföringen skulle komma att överföras till borgerligt organ.",
    "Förslag till en s k församlingsregistrering utarbetades.",
    "I en expertbilaga åter förordades den lokala skattemyndigheten om folkbokföringsansvaret överfördes till borgerlig myndighet.",
    "Genom ett underremissförfarande före sitt yttrande över stat-kyrkabetänkandet beredde svenska kyrkans församlings- och pastoratsförbund samtliga församlingar tillfälle att avge yttrande och lade i remissen även in frågan om folkbokföringen.",
    "Det visade sig då att 85 % av remissinstanserna ville att den lokala folkbokföringen skulle ligga kvar hos pastoraten.",
    "I ett i december 1981 framlagt betänkande Folkbokföringens framtida organisation föreslår 1979 års folkbokföringskommitté att såväl den lokala folkbokföringen som mantalsskrivningen överföres till de allmänna försäkringskassorna och att den centrala tillsynen förs över från riksskatteverket till riksförsäkringsverket.",
    "Av särskilda yttranden i betänkandet framgår bl a att en av ledamöterna i kommittén förordar ett oförändrat huvudmannaskap för folkbokföringen samt att en av de sakkunniga och fyra experter anser att uppdraget att vara lokal folkbokföringsmyndighet bör läggas på lokala skatternyndigheten.",
    "Ett omfattande problem vid folkbokföringen är de s k skenskrivningarna.",
    "Redan i riksskatteverkets årsbok 1971 påpekades att det från bl a statistiskt håll framförts att bristande överensstämmelse mellan den faktiska bosättningen och kyrkobokföringen kan ha uppkommit i avsevärd omfattning, sedan skyldigheten för allmänheten att årligen lämna mantalsuppgifter upphörde år 1967.",
    "I en riksdagsmotion i januari 1981 om kyrkobokföring och faktisk bosättning hemställde Anna-Greta Skantz m fl att riksdagen hos regeringen skulle begära översyn av bestämmelserna i folkbokföringsförordningen så att medvetet oriktiga kyrkobokföringsåtgärder förhindras.",
    "I motionen framhölls bl a att någon årlig kontroll på nytt borde övervägas.",
    "Riksdagens skatteutskott tillstyrkte bifall till motionen.",
    "Enligt utskottets uppfattning borde den av motionärerna begärda översynen av kontrollfrågorna komma till stånd i samband med ställningstagandena till 1979 års folkbokföringskommittés förslag.",
    "Riksdagen beslöt i december 1981 i enlighet med utskottets hemställan.",
    "Termenministerialboktillkom först på 1800-talet.",
    "Till ministerialböckerna har sedan dess vanligen räknats födelse- och dopbok, lysnings- och vigselbok (numera äktenskapsboken) samt död- och begravningsbok.",
    "Efter stadgandet om konfirmationsbok har även denna införlivats i gruppen.",
    "På 1890-talet omnämnes beteckningen ministerialböcker i ett provisoriskt betänkande som \"hävdvunnen\".",
    "Emellertid användes termen i författningstryck åren 1859 och 1860 för att beteckna även husförhörs-, in- och utflyttningslängder.",
    "När det gällde de här omnämnda alternativen avsågs enligt den direkta ordalydelsen \"de öfrige Ministerial-böckerna, nemligen: Lysnings- och Vigselbok, Födelse- och Dopbok samt Död- och Begrafningsbok.\""
]