[
    "Du som är medborgare i ett EU/EES-land, planerar att bo i Sverige i minst ett år och kommer att leva på egna tillgångar ska anmäla din flytt till Sverige.",
    "Du ska också besöka ett servicekontor för identitetskontroll.",
    "Du som är medborgare i ett EU/EES-land behöver visa din uppehållsrätt för att bli folkbokförd.",
    "När du har tillräckliga tillgångar för din försörjning kan du ha uppehållsrätt.",
    "Skatteverket beslutar om du uppfyller förutsättningarna för att bli folkbokförd.",
    "Att vara folkbokförd innebär att du är registrerad som bosatt i Sverige.",
    "Uppgifter som vi registrerar är till exempel din adress, födelsetid, namn och civilstånd.",
    "När du blir folkbokförd i Sverige första gången får du även ett personnummer.",
    "Använd tjänsten Flytta till Sverige för att lämna in din anmälan.",
    "Tjänsten finns på engelska, arabiska och svenska.",
    "Du kan också få hjälp med att använda tjänsten på ett servicekontor.",
    "Du och dina familjemedlemmar som flyttar med dig måste personligen besöka ett servicekontor för identitetskontroll när ni har flyttat till Sverige.",
    "Du ska boka tid för identitetskontroll på utvalda servicekontor.",
    "Då kan du också lämna in din anmälan om du inte redan har skickat in den digitalt.",
    "På servicekontoret kommer du att behöva visa När du besöker ett servicekontor kommer vi att kontrollera din identitet.",
    "Om du har en identitetshandling ska du på begäran visa den.",
    "En identitetshandling är exempelvis På identitetskontrollen kommer servicehandläggaren att kontrollera och ta kopior av handlingarna.",
    "Du får tillbaka identitetshandlingen direkt efter kontrollen.",
    "Du ska uppge Se till att ditt namn finns på dörren eller postboxen i entrén.",
    "Det gäller oavsett hur du bor.",
    "Om du anger c/o (care of) kommer detta inte att registreras hos Skatteverket.",
    "Bor du på exempelvis ett hotell eller vandrarhem ska du uppge den adressen i din anmälan.",
    "Om du flyttar till ett annat boende innan du har blivit registrerad i folkbokföringen och fått ditt personnummer, ska du anmäla din nya adress och från vilket datum du bor där.",
    "Det gör du genom att kontakta Skatteupplysningen eller besöka ett servicekontor.",
    "Berätta vad din avsikt är med din vistelse i Sverige.",
    "Du kan till exempel berätta Du behöver visa att du har tillräckligt med pengar så du kan leva och försörja dig i minst ett år under din vistelse i Sverige.",
    "Om din familj flyttar med dig så behöver du visa att tillgångarna kan försörja hela familjen.",
    "Om du ska leva på dina egna tillgångar kan du visa exempelvis Om du ska leva på en annan persons tillgångar ska du visa När du flyttar själv eller när din familj flyttar till Sverige vid en senare tidpunkt, behöver Skatteverket registrera ditt civilstånd i folkbokföringen.",
    "Information om vad som gäller när din familjemedlem flyttar vid en senare tidpunkt finns här på webbplatsen.",
    "När du flyttar till Sverige samtidigt som din familj behöver Skatteverket registrera dina familjerelationer i vissa fall.",
    "Skatteverket behöver också i vissa fall pröva om dina familjemedlemmar har uppehållsrätt.",
    "När du flyttar med en person som du är gift med eller registrerad som partner med ska ni visa underlag på det.",
    "Det kan exempelvis vara vigselbevis, utdrag ur civilregistret eller familjebok.",
    "När din sambo flyttar med dig kan ni behöva visa underlag på det för att Skatteverket ska kunna bedöma samboskapet.",
    "Att vara sambor innebär att ni bor tillsammans i ett parförhållande och har ett gemensamt hushåll.",
    "Underlag ni kan visa är exempelvis: När du har barn under 21 år som flyttar med dig ska du visa vem som är föräldrar till barnet.",
    "Om barnet är under 18 år ska du även visa vem eller vilka som är vårdnadshavare för barnet.",
    "Du kan visa underlag som exempelvis födelsebevis, utdrag ur civilregistret eller familjebok.",
    "Om det finns en vårdnadsdom eller ett vårdnadsavgörande ska du visa det också.",
    "Samtliga vårdnadshavare för ett barn under 18 år ska även skriva under anmälan om att barnet ska flytta till Sverige.",
    "Om den ena vårdnadshavaren saknar möjlighet att närvara på servicekontoret behöver den vårdnadshavaren lämna ett skriftlig medgivande för barnets flytt.",
    "Barn som har fyllt 16 år kan själva skriva under en egen anmälan utan vårdnadshavarnas skriftliga medgivande.",
    "När du flyttar med en familjemedlem som exempelvis barn över 21 år, mor- eller farföräldrar, kusin eller syskon så behöver ni visa att ni har en familjerelation.",
    "Ni kan visa underlag som exempelvis födelsebevis, utdrag ur civilregistret eller familjebok.",
    "Ni behöver även visa att ni ingår i samma familj på minst ett av följande sätt: Tänk på att din familjemedlem behöver kontakta Migrationsverket för att ha rätt att vistas i Sverige om hen är medborgare i ett land utanför EU/EES.",
    "På Migrationsverkets webbplats kan du läsa mer om hur din familjemedlem ansöker om uppehållskort.",
    "Om Skatteverket behöver få mer information från dig så skickar vi oftast ut ett brev, men vi kan även kontakta dig via mejl och telefon.",
    "Det är viktigt att ditt namn finns där posten levereras exempelvis på din brevlåda.",
    "Om Skatteverket inte kan nå dig, kan din anmälan om flytt till Sverige inte handläggas.",
    "Det kan innebära att du inte blir folkbokförd och inte får ett personnummer.",
    "Du kan ansöka om ett id-kort när du folkbokförts och fått ett personnummer."
]