[
    "Här kan du som är medborgare i Storbritannien och som bodde i Sverige med uppehållsrätt innan den 31 december 2020, och som har uppehållsrätt idag läsa om hur du anmäler flytt till Sverige.",
    "Du ska även ha blivit beviljad uppehållsstatus av Migrationsverket.",
    "För att bli folkbokförd i Sverige ska du ha flyttat hit och planera att bo här i minst ett år.",
    "Det är Skatteverket som beslutar om du uppfyller förutsättningarna för att bli folkbokförd.",
    "Att vara folkbokförd innebär att du är registrerad som bosatt i Sverige.",
    "I folkbokföringen registrerar vi uppgifter som till exempel din adress, födelsetid, namn och civilstånd.",
    "När du blir folkbokförd i Sverige första gången får du även ett personnummer.",
    "Om du är brittisk medborgare med ett uppehållstillstånd som inte har en notering om artikel 18.1 så ska du läsa vad som gäller för dig på sidan riktad till medborgare utanför EU/EES.",
    "Om du är familjemedlem till en medborgare i ett EU/EES-land med uppehållsrätt i Sverige ska du läsa vad som gäller för dig på sidan riktad till familjemedlemmar.",
    "Använd tjänsten Flytta till Sverige för att lämna in din anmälan.",
    "Tjänsten finns på engelska, arabiska och svenska.",
    "Du kan också få hjälp med att använda tjänsten på ett servicekontor.",
    "Du och dina familjemedlemmar som flyttar med dig måste personligen besöka ett servicekontor för identitetskontroll när ni har flyttat till Sverige.",
    "Du ska boka tid för identitetskontroll på utvalda servicekontor.",
    "Då kan du också lämna in din anmälan om du inte redan har skickat in den digitalt.",
    "På servicekontoret kommer du att behöva visa När du besöker ett servicekontor kommer vi att kontrollera din identitet.",
    "Därför ska du på begäran överlämna ditt pass, nationella identitetskort eller annan identitetshandling för identitetskontroll.",
    "På identitetskontrollen kommer servicehandläggaren att kontrollera och ta kopior av handlingarna.",
    "Du får tillbaka din identitetshandling efter kontrollen.",
    "Du ska visa att du har ett giltigt uppehållsstatuskort från Migrationsverket med noteringen ”uppehållstillståndet är grundat på uppehållsrätt enligt artikel 18.1”.",
    "På begäran ska du överlämna uppehållsstatuskortet till servicehandläggaren som kontrollerar och ta kopior av handlingarna.",
    "Du får tillbaka uppehållsstatuskortet efter kontrollen.",
    "Information om uppehållsstatus och uppehållsstatuskort finns på Migrationsverkets webbplats.",
    "Du ska uppge Se till att ditt namn finns på dörren eller postboxen i entrén.",
    "Det gäller oavsett hur du bor.",
    "Om du anger c/o (care of) kommer detta inte att registreras hos Skatteverket.",
    "Bor du på exempelvis ett hotell eller vandrarhem ska du uppge den adressen i din anmälan.",
    "Om du flyttar till ett annat boende innan du har blivit registrerad i folkbokföringen och fått ditt personnummer, ska du anmäla din nya adress och från vilket datum du bor där.",
    "Det gör du genom att kontakta Skatteupplysningen eller besöka ett servicekontor.",
    "Du ska visa att du ska bo i Sverige i ett år eller längre och att du har uppehållsrätt genom att du ska arbeta, studera eller leva på dina egna tillgångar.",
    "När du har en anställning och ska arbeta behöver du till exempel visa ditt anställningsavtal, tjänstgöringsintyg eller annan typ av dokument som säger att du arbetar under någons ledning, exempelvis en arbetsgivare, och får ersättning för ditt arbete.",
    "Du kan vara anställd av en arbetsgivare som är registrerad i Sverige eller en utländsk arbetsgivare, så länge du ska bo och arbeta i eller från Sverige.",
    "Ditt anställningsavtal eller likande dokument ska vara undertecknat av dig och din arbetsgivare och ska normalt innehålla Skatteverket kan även begära att du ska lämna in annan information som visar att du har ett arbete och ska arbeta i Sverige.",
    "Har du redan börjat arbeta kan du förutom att visa ditt anställningsavtal även visa exempelvis arbetsscheman.",
    "Om du har fått ersättning för ditt arbete kan du visa lönespecifikationer.",
    "När du ska arbeta i ditt eget företag ska du visa att du på eget ansvar driver en faktiskt och verklig ekonomisk verksamhet.",
    "Detta gäller oavsett om du har ett företag som är registrerat i Sverige eller ett företag som du driver på distans från Sverige, så länge du ska vistas här i minst ett år.",
    "Du behöver visa att du är engagerad i verksamheten och att du ensamt bestämmer i frågor om vad företaget gör, hur mycket du arbetar i företaget och vad du tar ut i ersättning för ditt arbete.",
    "Berätta gärna i din anmälan om vad planen är för ditt företag och vad din roll i företaget är.",
    "Du kan exempelvis visa att När du ska starta och arbeta i ditt eget företag behöver du visa att du har gjort en konkret planering för att din verksamhet ska starta inom en snar framtid i Sverige.",
    "Du behöver visa att du kommer att vara engagerad i verksamheten och att du ensamt kommer att bestämma i frågor om vad företaget gör, hur mycket du ska arbeta i företaget och vad du kommer att ta ut i ersättning för ditt arbete.",
    "Berätta gärna i din anmälan om vad planen är för ditt företag och vad din roll i företaget är.",
    "Du kan exempelvis visa att Tänk på att du inte behöver ha ett personnummer för att starta ett företag i Sverige.",
    "När du ska söka arbete i Sverige kan du stanna här i sex månader för att hitta ett arbete.",
    "Normalt kan du inte bli folkbokförd som arbetssökande, eftersom Skatteverket då inte kan anta att du ska stanna i Sverige i ett år.",
    "Om du kan visa att du har en verklig och faktisk chans att få en anställning under dessa sex månader och ska vistas här i minst ett år, ska du göra en anmälan om flytt till Sverige.",
    "Tillsammans med din anmälan kan du då till exempel visa en avsiktsförklaring från en arbetsgivare om framtida arbete för dig.",
    "Skatteverket gör en bedömning i varje enskilt fall kring dina möjligheter till att få en anställning.",
    "Du behöver inte ha ett personnummer eller samordningsnummer för att börja arbeta.",
    "Du kan läsa mer om samordningsnummer här på webbplatsen.",
    "För att visa att du ska studera i Sverige behöver du visa att du är registrerad på en erkänd utbildning och att du kan försörja dig under studietiden.",
    "Du ska visa registerutdrag eller annat intyg på att du ska studera vid en erkänd utbildning.",
    "Visa också gärna ditt antagningsbesked.",
    "Alla gymnasieprogram och de högskole- och universitetsstudier som har statligt eller kommunalt bidrag är erkända utbildningar.",
    "Dessa räknas inte som erkända utbildningar: Ska du studera kortare tid än 12 månader (exempelvis två terminer med 60 högskolepoäng) kommer Skatteverket att behöva mer information om din vistelse efter dina studier.",
    "Du ska försäkra att du kan försörja dig under studietiden.",
    "Du får möjlighet att lämna information om det i din anmälan.",
    "Du behöver visa att du har tillräckligt med pengar så du kan leva och försörja dig i minst ett år under din vistelse i Sverige.",
    "Om din familj flyttar med dig så behöver du visa att tillgångarna kan försörja hela familjen.",
    "Om du ska leva på dina egna tillgångar kan du visa exempelvis Om du ska leva på en annan persons tillgångar ska du visa Skatteverket kan även begära att du ska lämna in annan information som visar att du ska vara bosatt i Sverige i minst ett år.",
    "När du flyttar själv eller när din familj flyttar till Sverige vid en senare tidpunkt, behöver Skatteverket registrera ditt civilstånd i folkbokföringen.",
    "Om du är eller har varit gift ska du visa underlag på det.",
    "Det kan exempelvis vara Om du inte har dessa handlingar kan det vara relevant för Skatteverket att se ditt beslut om uppehållstillstånd från Migrationsverket, eller annan dokumentation som kan visa ditt civilstånd.",
    "Om du aldrig har varit gift behöver du inte visa någonting.",
    "Information om vad som gäller när din familjemedlem flyttar vid en senare tidpunkt finns på sidorna riktade till familjemedlemmar.",
    "När du flyttar till Sverige samtidigt som din familj behöver Skatteverket registrera dina familjerelationer i vissa fall.",
    "Skatteverket behöver också i vissa fall pröva om dina familjemedlemmar har uppehållsrätt och att de har beviljats uppehållsstatus från Migrationsverket.",
    "När du flyttar med en person som du är gift med eller registrerad som partner med ska ni visa underlag på det.",
    "Det kan exempelvis vara vigselbevis, utdrag ur civilregistret eller familjebok.",
    "När din sambo flyttar med dig kan ni behöva visa underlag på det för att Skatteverket ska kunna bedöma samboskapet.",
    "Att vara sambor innebär att ni bor tillsammans i ett parförhållande och har ett gemensamt hushåll.",
    "Underlag ni kan visa är exempelvis: När du har barn under 21 år som flyttar med dig ska du visa vem som är föräldrar till barnet.",
    "Om barnet är under 18 år ska du även visa vem eller vilka som är vårdnadshavare för barnet.",
    "Du kan visa underlag som exempelvis födelsebevis, utdrag ur civilregistret eller familjebok.",
    "Om det finns en vårdnadsdom eller ett vårdnadsavgörande ska du visa det också.",
    "Samtliga vårdnadshavare för ett barn under 18 år ska även skriva under anmälan om att barnet ska flytta till Sverige.",
    "Om den ena vårdnadshavaren saknar möjlighet att närvara på servicekontoret behöver den vårdnadshavaren lämna ett skriftlig medgivande för barnets flytt.",
    "Barn som har fyllt 16 år kan själva skriva under en egen anmälan utan vårdnadshavarnas skriftliga medgivande.",
    "När du flyttar med en familjemedlem som exempelvis barn över 21 år, mor- eller farföräldrar, kusin eller syskon så behöver ni visa att ni har en familjerelation.",
    "Ni kan visa underlag som exempelvis födelsebevis, utdrag ur civilregistret eller familjebok.",
    "Ni behöver även visa att ni ingår i samma familj på minst ett av följande sätt: Om Skatteverket behöver få mer information från dig så skickar vi oftast ut ett brev, men vi kan även kontakta dig via mejl och telefon.",
    "Det är viktigt att ditt namn finns där posten levereras exempelvis på din brevlåda.",
    "Om Skatteverket inte kan nå dig, kan din anmälan om flytt till Sverige inte handläggas.",
    "Det kan innebära att du inte blir folkbokförd och inte får ett personnummer.",
    "Du kan ansöka om ett id-kort när du folkbokförts och fått ett personnummer."
]