[
    "Om en person har försvunnit kan du som anhörig ansöka om att få personen dödförklarad.",
    "Det kan vanligtvis göras tidigast efter fem år.",
    "Men under vissa förutsättningar, som naturkatastrofer eller stora olyckor, går det bra att ansöka efter ett år eller omedelbart efter försvinnandet.",
    "Om en person har försvunnit och det inte finns några uppgifter om vad som inträffat, får frågan om dödförklaring tas upp tidigast fem år efter försvinnandet.",
    "Om en person har försvunnit och det är utrett att den försvunna personen har omkommit, får du lämna in en ansökan om dödförklaring omedelbart utan någon väntetid.",
    "Är det däremot inte utrett, men i hög grad sannolikt, att den försvunna personen är död, får du ansöka om dödförklaring tidigast ett år efter försvinnandet.",
    "Det finns en särskild regel för den som har försvunnit i samband med en naturkatastrof eller stor olycka.",
    "I dessa fall får du ansöka omedelbart om det i mycket hög grad är sannolikt att den försvunna personen har omkommit.",
    "Du ansöker på blanketten Ansökan Dödförklaring – försvunnen person.",
    "På blanketten kan du läsa mer om vem som kan ansöka och vilka uppgifter som är viktiga för handläggningen.",
    "När det gäller dödförklaringar inom kortare tid än fem år efter försvinnandet ska ärendet bedömas av en särskild nämnd inom Skatteverket.",
    "Om Skatteverket bedömer att utredningen i ärendet talar för att personen är avliden, publiceras en kungörelse (ett särskilt meddelande) i Post- och Inrikes Tidningar och, om det finns skäl för det, i lokaltidning.",
    "I kungörelsen finns en uppmaning till den försvunna personen att kontakta Skatteverket och att allmänheten ska lämna uppgifter som kan bidra till utredningen.",
    "Efter publiceringen i tidningen måste en viss tid gå.",
    "Denna tid (kungörelsetiden) är antingen två eller sex månader beroende på vad som framkommer vid utredningen.",
    "När kungörelsetiden har gått ut fattar den särskilda nämnden och Skatteverket beslut.",
    "Har inget som talar mot ansökan kommit in, dödförklaras personen.",
    "I beslutet anges en dödsdag.",
    "Efter detta kan bouppteckning och arvskifte ske.",
    "Skicka blanketten till:Skatteverket205 30 Malmö Har du frågor om dödförklaring kan du kontakta Skatteupplysningen påtelefonnummer 0771-567 567."
]