[
    "Ett arvsintyg kan du använda i ett annat EU-land om du behöver visa att du till exempel är rätt person att företräda ett dödsbo eller att du är arvinge.",
    "Vi har en förväntad kötid på cirka 12 veckor innan vi kan påbörja handläggningen.",
    "Tiden för handläggning varierar sedan beroende på om det behövs ytterligare utredning eller komplettering i ärendet.",
    "Vi ger inga ärenden förtur, vi handlägger ärenden i den ordning de kommer in till oss.",
    "Ansökningsavgiften ska vara betald innan Skatteverket kan börja handlägga din ansökan.",
    "Inbetald ansökningsavgift garanterar inte att Skatteverket kommer att kunna utfärda ett arvsintyg.",
    "Skatteverket utfärdar enbart arvsintyg på svenska.",
    "Skatteverket kan utfärda ett arvsintyg för dig som i ett annat EU-land behöver visa till exempel att du är rätt person att företräda ett dödsbo eller att du är arvinge till den avlidna.",
    "Observera att arvsintyget inte gäller i Irland och Danmark.",
    "Skatteverket kan utfärda ett europeiskt arvsintyg vid arv efter personer som avlidit den 17 augusti 2015 eller senare.",
    "Detta framgår av EU:s arvsförordning och lagen om arv i internationella situationer.",
    "Huvudregeln i arvsförordningen är att staten där den avlidna bodde vid sin död (hemviststaten) ska utfärda arvsintyget.",
    "Syftet med arvsförordningen är att göra det lättare för medborgare inom EU.",
    "Det är inte obligatoriskt att använda sig av ett arvsintyg.",
    "Arvsintyget ersätter inte en bouppteckning i Sverige.",
    "Skatteverket utfärdar enbart arvsintyg på svenska.",
    "Du kan ansöka om ett arvsintyg om du är en arvinge, en testamentstagare som har direkta rättigheter i arvet, en testamentsexekutor eller en boutredningsman.",
    "Ett arvsintyg kan du använda om du till exempel behöver visa: Du som tänker ansöka om ett arvsintyg gör det genom att fylla i ansökan och betala ansökningsavgiften.",
    "Ansökningsavgiften för ett arvsintyg är 1 660 kronor.",
    "Innan du lämnar in din ansökan om arvsintyg, kontrollera att alla obligatoriska uppgifter finns med i ansökan.",
    "Du ska även skicka med handlingar som stödjer de omständigheter som du vill få intygade i arvsintyget.",
    "Skicka din ansökan i original till Skatteverket per post.",
    "Ansökningsavgiften ska vara betald innan Skatteverket kan börja handlägga din ansökan.",
    "Inbetald ansökningsavgift garanterar inte att Skatteverket kommer att kunna utfärda ett arvsintyg.",
    "Om Skatteverket utfärdar ett europeiskt arvsintyg så skickar Skatteverket en bestyrkt kopia av arvsintyget till sökanden.",
    "Den bestyrkta kopian är giltig i sex månader.",
    "Om du efter sex månader fortfarande behöver använda arvsintyget kan du begära en förlängning av giltighetstiden.",
    "Skatteverket förlänger normalt giltighetstiden med sex månader.",
    "Det finns ingen särskild blankett för att begära en förlängning av arvsintygets giltighet.",
    "Istället skriver du din begäran i ett brev eller ett mejl och skickar det till Skatteverket.",
    "Du måste även betala in ansökningsavgiften.",
    "Ansökningsavgiften för att förlänga giltighetstiden är 320 kronor.",
    "Om du efter sex månader fortfarande behöver använda arvsintyget kan du ansöka om en ny bestyrkt kopia av det utfärdade arvsintyget.",
    "Skatteverket utfärdar en ny bestyrkt kopia som normalt är giltig i sex månader.",
    "Det finns ingen särskild blankett för att begära en ny bestyrkt kopia.",
    "I stället skriver du din begäran i ett brev eller ett mejl och skickar det till Skatteverket.",
    "Du måste även betala in ansökningsavgiften.",
    "Ansökningsavgiften för en bestyrkt kopia är 320 kronor.",
    "Du kan ansöka om en bestyrkt kopia av ett arvsintyg som Skatteverket redan utfärdat om du kan visa ett legitimt intresse.",
    "Om du är en arvinge eller testamentstagare som har direkta rättigheter i arvet, en testamentsexekutor eller en boutredningsman har du normalt ett legitimt intresse.",
    "Det finns ingen särskild blankett för att begära en bestyrkt kopia av ett redan utfärdat arvsintyg.",
    "Istället skriver du din begäran i ett brev eller ett mejl och skickar det till Skatteverket.",
    "Du måste även betala in ansökningsavgiften.",
    "Ansökningsavgiften för en bestyrkt kopia är 320 kronor.",
    "Ansökningsavgiften betalar du in på bankgiro 895-7417.",
    "Ansökningsavgiften ska vara betald innan Skatteverket kan börja handlägga din ansökan.",
    "Inbetald ansökningsavgift garanterar inte att Skatteverket kommer att kunna utfärda ett arvsintyg.",
    "Som referens för betalningen anger du den avlidnas personnummer och namn, eller, om den avlidna saknar svenskt personnummer, födelsetid och namn.",
    "Om du betalar från ett utländskt bankkonto ska du använda nedanstående kontouppgifter.",
    "IBAN: SE7112000000012810121907BIC/Swift-kod: DABASESX​​Bank:Danske BankNorrmalmstorg 1SE-103 92 StockholmBetalningsmottagare/Payee:SkatteverketSE-831 87 Östersund Om du inte har möjlighet att betala avgiften med bankgiro, eller i vissa fall med Swish, kan vi hjälpa dig med betalningen i receptionen på Skatteverkets kontor i Göteborg, Malmö och Sundbyberg.",
    "Postadressen till Bouppteckningssektion Härnösand är SkatteverketBouppteckningssektionen871 87 Härnösand Bouppteckningsenhetens sektioner svarar på frågor och handlägger europeiska arvsintyg.",
    "Du kan ringa Skatteupplysningen för att ställa frågor.",
    "Där beskriver du ditt ärende, exempelvis \"ställa en fråga om europeiskt arvsintyg\".",
    "Aktuella öppettider ser du på sidan Kontakta oss.",
    "Det går också bra att mejla dina frågor till oss.",
    "Om du aldrig varit gift, registrerad partner eller sambo med den avlidna så fyller du i ensamstående.",
    "Om du har varit sambo så kryssar du i annat civilstånd och skriver in det på blanketten.",
    "En ISO kod är en bokstavskod för länder.",
    "Två bokstäver för varje land."
]