[
    "Här har vi samlat sådant som du behöver tänka på om din anhöriga ägde en fastighet eller bostadsrätt.",
    "Till exempel vem som ska betala fastighetsavgift, vad som händer om bostaden säljs eller om det finns ett uppskov med vinst, samt hur rot- och rutavdrag fungerar.",
    "Om den avlidna ägde en fastighet den 1 januari året då dödsfallet inträffade, ska dödsboet betala fastighetsavgift för hela detta år och deklarera underlaget för avgiften året därpå.",
    "Detsamma gäller för en fastighet med fastighetsskatt.",
    "Om det sker ett ägarbyte, till exempel att någon ärver fastigheten eller att den säljs, är det viktigt att den nya ägaren söker lagfart hos Lantmäteriet.",
    "Den avlidna kommer annars att stå kvar som ägare i Skatteverkets register trots att det är fel, och dödsboet som den som ska betala fastighetsavgift eller fastighetsskatt.",
    "Den nya ägaren till fastigheten ska söka lagfart hos Lantmäteriet.",
    "Det gäller även dig som har fått fastigheten genom arv eller testamente.",
    "På Lantmäteriets webbplats finns information om hur du går tillväga.",
    "Är det en byggnad på ofri grund ska den nya ägaren inte söka lagfart, utan meddela Skatteverket att hen har blivit ägare till byggnaden.",
    "Hen ska samtidigt skicka med en kopia av den handling som ligger till grund för ägarbytet, till exempel köpekontraktet eller bouppteckningen.",
    "Säljer dödsboet fastigheten innan den har övergått till en arv- eller testaments­tagare, ska dödsboet deklarera försäljningen året efter det kalenderår som kontraktet skrevs på.",
    "Den nya ägaren ska söka medlemskap i bostadsrättsföreningen.",
    "Även vid arv och testamente.",
    "Säljer dödsboet bostadsrätten innan den övergår till en arv- eller testamentstagare, ska dödsboet deklarera försäljningen året efter det kalenderår som kontraktet skrevs på.",
    "Bostadsrättsföreningen lämnar en kontrolluppgift om försäljningen till Skatteverket och en kopia till säljaren senast den 31 januari året efter försäljningsåret.",
    "Kontrolluppgiften, Överlåtelse av bostadsrätt (KU55), innehåller de flesta uppgifter som behövs för att kunna deklarera försäljningen.",
    "Om den avlidna hade uppskov med beskattning av vinst från ett tidigare bostadsbyte, och ersättningsbostaden får en ny ägare, är huvudregeln att dödsboet ska betala skatt på uppskovsbeloppet.",
    "Med ersättningsbostad menas den nya bostad som den avlidna köpte vid det tidigare bostadsbytet.",
    "Det finns undantag från denna regel.",
    "Det är när den avlidna personens Då flyttas uppskovsbeloppet istället över till den nya ägaren och beskattas hos den personen senast när hen säljer bostaden.",
    "För att den nya ägaren ska slippa skatt, eller få en mindre skatt, kan dödsboet välja att frivilligt betala skatt för hela eller delar av uppskovsbeloppet.",
    "Den del av uppskovsbeloppet som beskattas behöver i så fall vara minst 20 000 kronor, eller resterande uppskovsbelopp om det är lägre än 20 000 kronor.",
    "Det uppskovsbelopp som ska beskattas, eller som flyttas till den nya ägaren, ska deklareras av dödsboet året efter det kalenderår som bostaden fick en ny ägare.",
    "Dödsboet får begära avdrag för rotarbeten fram till dödsfallets datum.",
    "Det går inte att få skattereduktion efter dödsfallet.",
    "Efterlevande barn kan heller inte få skattereduktion för arbete som har utförts i förälders bostad efter dödsfallet.",
    "Flyttstädning i samband med avveckling av dödsboet ger inte rätt till skattereduktion.",
    "Om din anhöriga hade en lantbruksfastighet som det sålts skog från, kan det finnas ett skogsavdrag knutet till fastigheten.",
    "Det kan också finnas ett särskilt bankkonto för att skjuta upp beskattning av skogsinkomster – så kallat skogskonto.",
    "Om du ärver eller tar över en fastighet med skogsavdrag och skogskonto behöver du deklarera det året efter."
]