[
    "På den här sidan hittar du åtta filmer om vad skyddad folkbokföring och sekretessmarkering innebär, hur du ansöker och vad du som lever med skyddade personuppgifter behöver tänka på.",
    "Du kan läsa om skyddade personuppgifter på dessa sidor: Om du behöver fly från en farlig person i din närhet kan du ansöka om skyddade personuppgifter hos Skatteverket.",
    "Filmen är textad.",
    "If you need to get away from a dangerous person you know, you can apply to the Swedish Tax Agency for protected identity.",
    "Film with English subtitles.",
    "Vad är skyddad folkbokföring och hur fungerar det?",
    "Filmen är textad.",
    "Vad är sekretessmarkering och hur fungerar det?",
    "Filmen är textad.",
    "Vem kan få skyddad folkbokföring och vad behöver du som ansöker om skyddad folkbokföring göra?",
    "Filmen är textad.",
    "Vem kan få sekretessmarkering och vad behöver du som ansöker om sekretessmarkering göra?",
    "Filmen är textad.",
    "Så ansöker du om skyddad folkbokföring.",
    "Vilka uppgifter ska du ta med i din ansökan och vad behöver du tänka på när du ansöker?",
    "Filmen är textad.",
    "Så ansöker du om sekretessmarkering.",
    "Vilka uppgifter ska du ta med i din ansökan och vilka dokument ska du skicka med?",
    "Filmen är textad.",
    "Att leva med skyddade personuppgifter kan vara påfrestande eftersom de normala kontakterna med olika samhällsaktörer bryts.",
    "I den här filmen får du som har skyddade personuppgifter råd som kan hjälpa dig i din vardag.",
    "Filmen är textad.",
    "Skatteverket kan förmedla post till dig som har skyddade personuppgifter.",
    "I den här filmen får du veta hur det fungerar.",
    "Filmen är textad."
]