[
    "När du ska flytta ska du göra en flyttanmälan till Skatteverket så att du får rätt folkbokförings­adress.",
    "Det är gratis och du gör det enkelt och snabbt i tjänsten Flyttanmälan.",
    "Du som har barn som flyttar med ska även anmäla flytt för dem.",
    "Vi registrerar din flyttning tidigast på inflyttningsdagen.",
    "Anmäl flytt för dig själv och övriga familjemedlemmar som bor på samma fastighet.",
    "Du ska inte skicka in en till anmälan för samma ärende.",
    "Har du frågor om din anmälan eller vill göra någon ändring, vänligen kontakta Skatteupplysningen, 0771-567 567.",
    "Här kan du se Skatteverkets film om hur du gör en flyttanmälan på webben.",
    "Gör din anmälan innan du ska flytta eller senast en vecka efter att du flyttat.",
    "Då gäller din nya adress från den dag du flyttar in.",
    "Om du anmäler senare än en vecka efter flytten gäller din nya adress från den dag anmälan kom in till Skatteverket.",
    "Du måste göra din anmälan skriftligen.",
    "Använd tjänsten Flyttanmälan – då tar vi emot din anmälan direkt.",
    "Om du anmäler flytt till en adress där någon annan är folkbokförd kan Skatteverket komma att skicka ut en kontrollfråga till personen som bor på adressen.",
    "Brevet skickas då på ditt anmälda inflyttningsdatum.",
    "I brevet står det att du har gjort en flyttanmälan dit och personen får frågan om du bor på adressen eller inte.",
    "Du kommer normalt bli folkbokförd på din anmälda adress och ditt anmälda inflyttningsdatum retroaktivt om: Om din flyttanmälan inte innehåller korrekta uppgifter, eller om personen som fått frågan svarar att du inte bor där, kan vi komma att höra av oss till dig för mer information.",
    "Du som inte har e-legitimation kan göra flyttanmälan på en pappersblankett.",
    "Det finns ett digitalt formulär som hjälper dig att fylla i blanketten korrekt.",
    "Följ stegen i formuläret, skriv ut blanketten, skriv under och skicka in den till oss.",
    "Har du registrerat dig i tjänsten Spärra obehörig adressändring kan du däremot inte anmäla din flytt på pappersblankett, utan endast i tjänsten Flyttanmälan.",
    "Tänk då på att även ändra föreningens c/o adress när du flyttar.",
    "Det räcker inte att du som privatperson ändrar din adress.",
    "Föreningens adress ändrar du på blankett Ändring av adress, namn och säte för en ideell förening eller stiftelse (SKV 2020).",
    "Anmälan för barn ska göras av barnets vårdnadshavare.",
    "När du anmäler flytt i tjänsten ges den andre vårdnadshavaren möjlighet att snabbt och enkelt samtycka till barnets flytt i tjänsten Lämna samtycke.",
    "Om du anmäler flytt på blankett och den andre vårdnadshavaren inte har skrivit under skickar Skatteverket istället ut en fråga per post till den andre vårdnadshavaren.",
    "Den här filmen handlar om lägenhetsnummer.Den har text på flera olika språk.",
    "Tryck på CC i filmrutan för att välja text.",
    "I Mina sidor kan du kontrollera om din anmälan har kommit in till Skatteverket.",
    "Om du har en digital brevlåda, till exempel Min myndighetspost, får du ett meddelande när Skatteverket har registrerat din flytt.",
    "Det gör vi tidigast på inflyttningsdagen.",
    "Om du har skrivit något fel i din flyttanmälan kontaktar du Skatteupplysningen på telefon 0771‑567 567.",
    "Det är skillnad på flyttanmälan och eftersändning av post.",
    "Förhindra att någon obehörig ändrar din adress.",
    "Du kan skydda posten med Adresslåset från Svensk Adressändring.",
    "Du som är vårdnadshavare för ett barn kan anmäla flytt för barnet.",
    "Det gör du enklast i tjänsten Flyttanmälan.",
    "Du ska vara folkbokförd på din studieort.",
    "Om ett dödsbo ska ha en annan adress än den som var aktuell vid dödsfallet ska den nya adressen anmälas till Skatteverket.",
    "Skatteverket prövar artificiell intelligens i form av en chattbot.",
    "Vår nya digitala medarbetare är under upplärning vilket innebär att den kanske inte har svar på alla dina frågor, men många frågor om flytt.",
    "Klicka på den runda bilden längst ner på skärmen för att starta chatten.",
    "Du som har en säker, digital brevlåda för myndighetspost får nu ett meddelande så fort din folkbokföringsadress ändras i vårt register.",
    "Tjänsten är gratis och det är ett snabbt och säkert sätt att hålla koll på din adress.",
    "I den digitala brevlådan anger du själv om du vill ha ett sms eller ett mejl när du får myndighetspost från Skatteverket eller andra myndigheter.",
    "Du hittar ditt lägenhetsnummer i ditt bostadskontrakt.Fastighetsägaren ska anslå lägenhetsnumren väl synligt i fastigheten, till exempel på din dörr, på porttavlan eller på din postlåda i entrén.",
    "Din fastighetsägare eller bostadsrättsförening kan informera dig om vilket lägenhetsnummer du har.",
    "Har du gjort din flyttanmälan i Skatteverkets e-tjänst behöver du inte skicka in blanketten från Svensk adressändring.",
    "Då finns din nya adress redan registrerad hos oss.",
    "Har du inte gjort flyttanmälan när du får blanketten ska du ändå använda e-tjänsten.",
    "Det är det bästa och snabbaste sättet att göra flyttanmälan på.",
    "Då ska du inte heller skicka in blanketten.",
    "Vill du kontrollera vilken adress vi har registrerad i folkbokföringen för dig kan du logga in på Mina sidor.",
    "När du använder e-tjänsten tar det bara några minuter för ändringen att slå igenom i folkbokföringsregistret om anmälan är komplett och flyttdatumet har passerats.",
    "I annat fall registreras den nya adressen när flyttdatumet infaller.",
    "Om din flyttanmälan är ofullständig kommer ändringen inte ske automatiskt.",
    "Din flyttanmälan kommer då behandlas av en handläggare manuellt.",
    "När din flyttanmälan registreras beror på hur lång handläggningstid det är vid tillfället.",
    "Kom ihåg att bara anmäla flytt till samma adress en gång.",
    "För att ändra din adress fyller du i och skickar in blankett Samordningsnummer - kontaktadress SKV 7542.",
    "När du anmäler flytt blir du folkbokförd på den nya adressen.",
    "Var du är folkbokförd har bland annat betydelse för i vilken kommun du ska betala din skatt, rätten till bidrag och förmåner, var du får rösta och var du får din post.",
    "För samhället är det viktigt att folkbokföringen stämmer med verkligheten eftersom planeringen av till exempel bostäder, skolor, vård och omsorg med mera bygger på uppgifter om var befolkningen är folkbokförd.",
    "Rätt adress i folkbokföringen innebär även att andra myndigheter och många andra aktörer i samhället har din riktiga adress.",
    "Ja, det går bra.",
    "Skriv ut en blankett och skicka den med post till oss.",
    "Om du har spärrat din adress för obehörig adressändring ska du inte använda blanketten utan e-tjänsten.",
    "Har du inte möjlighet att använda e-tjänsten eller skriva ut en blankett kan du ringa Skatteupplysningen som då fyller i en blankett och skickar hem den till dig för påskrift.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du anmäler flytt inom eller från Sverige tar det cirka fyra veckor innan ärendet får en handläggare."
]