[
    "Folkbokföringen är den grundläggande registreringen av befolkningen i Sverige.",
    "Den svenska folkbokföringen har gamla anor.",
    "Under lång tid var det kyrkan som skötte folkbokföringen.",
    "Då fanns registren i kyrkoböcker.",
    "Från och med den 1 juli 1991 ansvarar Skatteverket för folkbokföringen.",
    "Skatteverket registrerar folkbokföringsuppgifterna i folkbokföringsdatabasen.",
    "Det huvudsakliga syftet med folkbokföringen är att tillgodose samhällets behov av basuppgifter om befolkningen.",
    "I folkbokföringen registreras löpande olika händelser i en persons liv, exempelvis födelse, dödsfall, vårdnad, äktenskap och namn.",
    "I folkbokföringen registreras även vilka som bor i landet och var de bor efter en flyttning.",
    "Till en persons folkbokföring har knutits många rättigheter och skyldigheter, t.ex.",
    "rätten till sociala förmåner och bidrag eller var man ska betala skatt eller rösta.",
    "Målet för folkbokföringen brukar uttryckas med att uppgifterna i folkbokföringen ska spegla befolkningens verkliga bosättning, identitet och familjerättsliga förhållanden så att olika samhällsfunktioner får ett korrekt underlag för beslut och åtgärder.",
    "En löpande och samordnad registrering av befolkningens bosättnings- och familjerättsliga förhållanden som en självständig verksamhet är ovanlig i ett internationellt perspektiv.",
    "Med få undantag finns den endast i de nordiska länderna.",
    "Däremot har nästan alla länder, utanför Norden, någon form av civilregistrering.",
    "Då är registreringen i allmänhet händelsebaserad på så sätt att en registreringsmyndighet för ett eller flera register över födslar, dödsfall och vigslar som sker inom myndighetens geografiska område.",
    "En utförlig beskrivning av den svenska folkbokföringens historia under tre sekler finns på sidan Den första riksomfattande bestämmelsen om kyrkobokföring kom 1686.",
    "Prästerna fick då skyldighet att föra husförhörslängder över hela befolkningen.",
    "Genom 1946 års folkbokföringsreform klarlades att folkbokföringens huvudsakliga syfte var att för samhällets behov hålla register över medborgarna.",
    "Folkbokföringen blev därmed ett instrument för att effektivisera skatteindrivning, deklarationskontroll, föra socialstatistik och reglera arbetsmarknaden.",
    "Före 1991 var folkbokföringen uppdelad i tre former: kyrkobokföring, mantalsskrivning och länsregistrering.",
    "Mantalsskrivningen skedde förr genom att en årlig förteckning upprättades över de personer som vid en viss tidpunkt – den 1 november året före det år som mantalsskrivningen avsåg (mantalsdagen) – var kyrkobokförda i någon församling inom en kommuns gränser.",
    "Mantalsskrivningsorten skulle vara där personen var bosatt eller vistades större delen av året.",
    "Kyrkobokföringen låg till grund för mantalsskrivningen men det kunde vara avvikelser.",
    "Den sista mantalsskrivningen avsåg mantalsåret 1991.",
    "Kyrkobokföringen skedde tidigare fortlöpande i följande kyrkoböcker och andra register för varje församling: Födelse- och dopbok, konfirmationsbok, äktenskapsbok samt död- och begravningsbok kallas med ett gemensamt namn ”ministerialböcker”.",
    "Tillsammans med inflyttningsbok och utflyttningsbok var dessa kyrkoböcker de kronologiska registren i församlingen.",
    "I födelse- och dopboken antecknades alla inkomna födelseanmälningar med uppgift om faderskap, adoption och namn för barnet samt uppgifter om föräldrarna.",
    "I äktenskapsboken antecknades uppgifter rörande hindersprövning och vigsel.",
    "Död- och begravningsboken redovisade dödsfallsanmälningar samt även uppgift om dödsorsak för en avliden person.",
    "Församlingsliggaren bestod av personakter i lösbladsform för var och en som var kyrkobokförd i församlingen.",
    "Personakter för personer som avregistrerats från kyrkobokföringen överfördes till emigrantregistret, dödregistret eller obefintligregistret.",
    "Personakter upprättades ursprungligen år 1947 för alla som då var kyrkobokförda.",
    "Samtidigt infördes systemet med ett treställigt födelsenummer för varje kyrkobokförd person.",
    "Personakter upprättades därefter för alla som föddes eller invandrade.",
    "På personakterna antecknades alla grundläggande folkbokföringshändelser, såsom uppgifter om födelse, faderskap, namn, äktenskap, adoption, vårdnad, bosättning, medborgarskap och dödsfall.",
    "I löpande text, det s.k.",
    "rum 20, antecknades vidare underlag för upplysningar som inte kunde placeras in på annat ställe på personakten.",
    "Akten uppdaterades fortlöpande från födelsen och t.o.m.",
    "juni 1991 eller den tidigare tidpunkt då personen avled eller utvandrade.",
    "Personakten innehöll i princip alla folkbokföringsuppgifter om en person och utgjorde ett grunddokument inom kyrkobokföringen i och med att alla uppgifter som behövdes för handläggningen av folkbokföringsärenden fanns samlade på ett dokument som löpande uppdaterades.",
    "Vid flyttning till annan församling skickades personakten till den flyttandes nya församling.",
    "Innehållet i församlingsboken utgjordes av i stort sett samma uppgifter om en person som fanns på personakten med den skillnaden att uppgifterna endast avsåg den tid personen var kyrkobokförd i församlingen.",
    "I motsats till personakten var den stationär, dvs.",
    "uppgifterna i boken stannade kvar i församlingen även efter en persons utflyttning.",
    "Detta innebar i sin tur att de uppgifter som fanns i församlingsboken i den gamla församlingen med tiden blev inaktuella.",
    "Den löpande registreringen skedde i stället i personakten.",
    "Församlingsregistret var ett hjälpregister, som innehöll förifyllda s.k.",
    "personavier (paviler) för alla i församlingen kyrkobokförda personer.",
    "Avierna utgjorde bl.a.",
    "underlag för den regionala länsregistreringen.",
    "Samtliga kyrkobokföringshandlingar som före 1991 fanns inom kyrkan har numera överförts till regionala arkivmyndigheter, vanligen landsarkiv.",
    "Den regionala registreringen i länet gjordes förr av den s.k.",
    "länsbyrån för folkbokföring som var knuten till länsstyrelsen.",
    "Vid varje länsbyrå för folkbokföringen fanns vid denna tidpunkt ett registret med adressplåtar över befolkningen i Sverige.",
    "Personuppgifter i detta register uppdaterades veckovis med ledning av kyrkobokföringens s.k.",
    "paviler.",
    "I slutet av 1960-talet började datoriserade register med vissa grundläggande folkbokföringsuppgifter att inrättas vid länsstyrelsernas dataenheter.",
    "Vid samma tid (1967) tillfördes födelsenumret ytterligare en siffra, den s.k.",
    "kontrollsiffran och beteckningen ändrades till personnummer.",
    "Den datoriserade folkbokföringen (FBDATA) användes i stor omfattning för att tillgodose samhällets behov av uppgifter om befolkningen.",
    "Uppgifter fördes över från folkbokföringens länsvisa register över befolkningen (personbanden) och det s.k.",
    "riksaviseringsbandet som innehöll de uppgifter som ändrats under den senaste veckan.",
    "Utöver den författningsreglerade aviseringen gjordes uppgiftslämnande ur riksaviseringsbandet med stöd av centrala överenskommelser mellan Riksskatteverket och andra myndigheter.",
    "Aviseringen kunde vara löpande eller avse uttag vid vissa tidpunkter.",
    "En av de stora mottagarna var, och är fortfarande idag, det statliga personadressregistret (SPAR).",
    "Verksamheten med den länsvisa registreringen övertogs år 1987 av länsskattemyndigheterna.",
    "Personnummertilldelningen skedde länge helt manuellt med ledning av förteckningar på papper av lediga nummer.",
    "Varje länsskattemyndighet hade en egen länsserie för nummertilldelning för nyfödda barn.",
    "Dessutom fanns en förteckning över lediga nummer som användes av Riksskatteverket för tilldelning av personnummer för invandrade personer och vid personnummerändring m.m.",
    "För att en person skulle kunna behålla sitt tidigare personnummer vid en invandring och för att identifiera utvandringsförsamlingen skapades redan år 1947, samma år som födelsenumren infördes, ett centralt kortregister hos dåvarande Riksbyrån, över bl.a.",
    "in- och utvandrade personer.",
    "Syftet med registret var att förhindra dubbelregistrering inom folkbokföring- och skatteväsendet.",
    "Under år 1987 påbörjades en överföring av Riksskatteverkets kortregister till ADB-media.",
    "Ett centralt personnummerregister (PNR-DATA) inrättades vid Riksskatteverket.",
    "Personnummertilldelningen gjordes vid denna tidpunkt fortfarande manuellt med ledning av de länsvisa personnummerförteckningarna fram till år 1990 då ett helt maskinellt personnummertilldelningssystem togs i bruk.",
    "Länsserierna togs bort och sedan dess slumpas ett födelsenummer i personnumret fram ur en gemensam serie, 001-999.",
    "I oktober 1987 fattade riksdagen beslut om en ny organisation för folkbokföringen (prop.",
    "1986/87:158).",
    "Ansvaret för den löpande folkbokföringen skulle föras över från kyrkan till de lokala skattemyndigheterna.",
    "Den nya folkbokföringsorganisationen genomfördes den 1 juli 1991.",
    "Samtidigt avskaffades begreppet mantalsskrivning.",
    "Folkbokföringen blev det nya enhetliga begreppet för den nya samlade verksamheten som hanterades inom skatteförvaltningen och senare, efter genomförande av enmyndighetsreformen år 2004, inom Skatteverket.",
    "De lokala folkbokföringsregistren laddades med information från olika håll.",
    "Från de från datoriserade länsregistren (FBDATA) hämtades uppgift för samtliga folkbokförda personer om personnummer, medborgarskap, födelsehemort och län, födelseland, medlemskap i Svenska kyrkan och senaste bosättning.",
    "Från kyrkans personakter hämtades - för personer födda efter år 1940 - samtliga uppgifter med undantag för de som hämtades från FBDATA samt gamla namn och gamla flyttningar.",
    "Efter den 1 juli 1991 registreras successivt resterande uppgifter för personer födda före år 1940.",
    "Beträffande gamla flyttningar hämtades endast den sista flyttningen till församlingen (och datum).",
    "Flyttningar därefter inom församlingen eller indelningsändringar överfördes inte.",
    "Inledningsvis fanns ett lokalt register för varje lokalt skattekontors verksamhetsområde och ett centralt referensregister för hela riket med uppgift om alla personer som tilldelats personnummer.",
    "Vidare fanns i det centrala referensregistret uppgift om från vilket lokalt register uppgifterna hämtats.",
    "De lokala registren innehöll de uppgifter om en persons bosättning, identitet och familjerättsliga förhållanden m.m.",
    "som behövdes för folkbokföringsverksamheten.",
    "När en person flyttade från ett lokalt skattekontors område till ett annat överfördes personuppgifterna (personposten) maskinellt till det andra lokala registret.",
    "De lokala registren användes i första hand för handläggning av folkbokföringsärenden, kontroll, underrättelser och utlämnande av personbevis och andra registerutdrag.",
    "Aviseringar till andra myndigheter gjordes genom FBDATA och det så kallade riksaviseringsbandet fram till år 1997.",
    "Ett särskilt aviseringsregister inrättades då vid Skatteverket för verksamheten att tillhandahålla folkbokföringsuppgifter (prop.",
    "1994/95:201).",
    "Aviseringsregistret ingår i det som brukar kallas för Navet.",
    "Aviseringarna från det nya aviseringssystemet Navet inleddes successivt med början under 1997.",
    "FBDATA avvecklades slutligen den 1 juli 1998.",
    "Innehållet i Navet var i princip en spegling av uppgifterna som finns i folkbokföringen i övrigt.",
    "Utgångspunkten var att Navet skulle innehålla uppgifter för att behovet av allmänt efterfrågade folkbokföringsuppgifter skulle tillgodoses (prop.",
    "1994/95:201, sid.",
    "27).",
    "Gallringsreglerna innebar att registret i huvudsak enbart innehöll de senast registrerade uppgifterna om en person.",
    "Navet skulle till skillnad från de lokala registren ursprungligen inte innehålla så kallade historiska uppgifter.",
    "Efter en omläggning i november 2005 gallras inga uppgifter längre i Navet.",
    "Efter bildandet av Skatteverket den 1 januari 2004, då Riksskatteverket och de tio regionala skattemyndigheterna sammanfördes till en gemensam myndighet, har 115 olika lokala register inklusive diarier, lagts samman i Riksfolkbokföringen.",
    "En annan genomgripande förändring inträffade i januari 2016 genom att folkbokföring inte längre sker i en församling inom Svenska kyrkan utan i en kommun.",
    "Redan tidigare, efter att Lantmäteriet år 2006 inrättat ett register över bostadslägenheter (lägenhetsregistret) med uppgifter om bland annat lägenhetsnummer, blev den folkbokförda befolkningen från och med 2010/2011 folkbokförd också på lägenhet.",
    "Det innebär att folkbokföring efter den 1 januari 2016 sker på kommun, fastighet och, i vissa fall, även på lägenhet.",
    "Historiska registeruppgifter från Svenska kyrkans finns hos arkivmyndigheterna, som regel landsarkiv och - i Stockholm – stadsarkivet, dit de gamla kyrkobokföringshandlingarna har överförts.",
    "Kontaktuppgifter för landsarkiv/stadsarkiv och Riksarkivet finns på Riksarkivets webbsida.",
    "Det finns beställningsformulär på webbsidan där man kan lägga sin beställning."
]