[
    "När du flyttar och byter adress ska du göra en flyttanmälan, det är enkelt och helt gratis.",
    "Kontrollera så att dina uppgifter i folkbokföringen stämmer och glöm inte bort att anmäla till Skatteverket när du flyttar.",
    "För att skola, sjukvård och övriga funktioner i samhället ska fungera är det viktigt att du är folkbokförd på den adress där du bor.",
    "När du flyttar ska du anmäla din nya adress till Skatteverket.",
    "Ett stavfel eller att skriva fel lägenhetsnummer kan lätt hända, men är ett onödigt misstag.",
    "Kontrollera så att din adress är rätt registrerad.",
    "Det är onödigt att vara folkbokförd på fel adress, och dessutom olagligt.",
    "Det spelar stor roll för dig och hela samhället.",
    "Det kan ibland vara svårt att veta vilken adress du ska vara folkbokförd på.",
    "Vi har listat några olika exempel, men är du osäker eller har frågor kan du kontakta oss.",
    "Om du har barn under 18 år som ska flytta med till din nya bostad så ska du ta med även barnet i din flyttanmälan.",
    "Om du delar vårdnaden om barnet med någon så behöver hen samtycka till barnets flytt, om hen inte också flyttar med till samma adress.",
    "Barnets andra vårdnadshavare kan lämna sitt samtycke i vår e-tjänst.",
    "Om du flyttar hemifrån för att plugga på universitet eller högskola ska du göra en flyttanmälan.",
    "Det spelar ingen roll om du flyttar in hos en kompis, till ett studentrum eller till en egen lägenhet.",
    "Du ska meddela Skatteverket din nya adress oavsett om din nya bostad finns i din hemstad eller på en annan ort.",
    "Pluggar du på grundskola eller gymnasium på annan ort behöver du inte anmäla flytt om du bor på din folkbokföringsadress under loven, även om studierna pågår mer än ett år.",
    "Om du flyttar utomlands för att plugga och studierna är planerade att pågå ett år eller mer ska du anmäla det till Skatteverket.",
    "Samma sak gäller om du först planerat att vistas utomlands en kortare tid, för studier, jobb eller annat, men sedan förlänger din vistelse till ett år eller mer.",
    "Du behåller ditt svenska medborgarskap och personnummer även om du flyttar från Sverige.",
    "Om du kommit till Sverige för att studera eller doktorera och blivit folkbokförd här ska du anmäla till Skatteverket när du flyttar från Sverige.",
    "Det gör du med hjälp av blanketten som heter Anmälan - Flyttning till utlandet (SKV 7665).",
    "Du behåller ditt svenska personnummer.",
    "Om du återvänder till Sverige ska du använda ditt personnummer i kontakterna med till exempel Migrationsverket och Skatteverket.",
    "Om du planerar att vara utomlands kortare tid än ett år påverkas inte din folkbokföring.",
    "Om du förlänger din utlandsvistelse till ett år eller mer ska du anmäla det till Skatteverket.",
    "Det gör du på blanketten som heter Anmälan - Flyttning till utlandet (SKV 7665).",
    "Om du planerar att bo utomlands ett år eller mer ska du anmäla det till Skatteverket.",
    "Samma sak gäller om du först planerat att stanna kortare tid men sedan förlänger din vistelse till ett år eller mer.",
    "Du behåller ditt svenska medborgarskap och personnummer även om du flyttar från Sverige.",
    "Tänk på att meddela Skatteverket om du sedan byter adress i utlandet så att du inte går miste om viktig information, eller förlorar möjligheten att rösta i det svenska riksdagsvalet.",
    "Du ska vara folkbokförd där du bor, oavsett om du är inneboende hos någon eller hyr bostaden i andra hand.",
    "Tänk på att ha ditt namn på dörren eller postfacket så att din post kommer fram.",
    "Var noggrann med att skriva rätt lägenhetsnummer i din flyttanmälan.",
    "Det går inte att ha en c/o-adress till registrerad.",
    "Om du hyr ut ditt hus eller din lägenhet till någon annan och inte längre själv bor kvar, ska du vara folkbokförd på den adress där du faktiskt bor.",
    "Det är den eller de som bor i den uthyrda bostaden som ska vara folkbokförda där.",
    "Att både bostadsinnehavaren och andrahandshyresgästen är rätt folkbokförda är viktigt för både samhällsplanering och välfärd, som till exempel vid bostadsbidrag.",
    "För att posten ska fungera ska andrahandshyresgästens namn stå på dörren eller brevlådan.",
    "Det fungerar inte längre att registrera en c/o-adress för den som är inneboende eller hyresgäst i andra hand.",
    "Tänk på att kolla med din hyresvärd eller bostadsrättsförening först, så att det är tillåtet att hyra ut i andra hand.",
    "Om du kommer att flytta runt mellan olika bostäder ska du normalt vara folkbokförd där du har starkast anknytning.",
    "Det är vanligtvis där du oftast sover och tillbringar natten.",
    "Andra omständigheter, som till exempel var din familj bor, kan påverka vad som är rätt folkbokföringsadress för dig.Lämna så mycket information som möjligt på din flyttanmälan.",
    "Då kan Skatteverket bedöma var du ska vara folkbokförd.",
    "Ta gärna kontakt med Skatteverket om du är osäker.",
    "Om du ska bo någon annanstans än där du är folkbokförd, kortare tid än ett år, behöver du inte göra någon flyttanmälan.",
    "Om du istället kommer att växla mellan olika bostäder ska du normalt vara folkbokförd där du har starkast anknytning.",
    "Det är vanligtvis där du oftast sover och tillbringar natten.",
    "Andra omständigheter, som till exempel var din familj bor, kan påverka vad som är rätt folkbokföringsadress för dig.",
    "Beskriv din situation i din flyttanmälan så kommer Skatteverket att bedöma var du ska vara folkbokförd.",
    "Ta gärna kontakt med Skatteverket om du är osäker.",
    "Om du ska bo någon annanstans än där du är folkbokförd och det från början är bestämt att du ska bo där kortare tid än ett år, behöver du inte göra någon flyttanmälan.",
    "Om du istället kommer att växla mellan olika bostäder ska du normalt vara folkbokförd där du har starkast anknytning.",
    "Det är vanligtvis där du oftast sover och tillbringar natten.",
    "Andra omständigheter, som till exempel var din familj bor, kan påverka vad som är rätt folkbokföringsadress för dig.",
    "Beskriv din situation i din flyttanmälan så kommer Skatteverket att bedöma var du ska vara folkbokförd.",
    "Ta gärna kontakt med Skatteverket om du är osäker.",
    "Vanligtvis ska du inte vara folkbokförd i din sommarstuga, eftersom du ska vara folkbokförd där du oftast sover.",
    "För de flesta är det i den permanenta bostaden, men om du däremot bor i sommarstugan den mesta tiden ska du troligtvis vara folkbokförd där.",
    "Andra omständigheter, som till exempel var din familj bor, kan påverka vad som är rätt folkbokföringsadress för dig.",
    "Beskriv din situation i din flyttanmälan så kommer Skatteverket att bedöma var du ska vara folkbokförd.",
    "Ta gärna kontakt med Skatteverket om du är osäker.",
    "Du ska vara folkbokförd på den fastighet där du sover.",
    "Det gäller även när du har en rörlig bostad.",
    "Det innebär att du ska vara folkbokförd på den fastighet där din husvagn/husbil är uppställd eller där din båt är förtöjd.",
    "Fastigheten kan till exempel vara en vanlig bostadstomt, en camping eller en hamn.",
    "Om du flyttar husvagnen/husbilen eller båten mellan olika platser ska du som regel fortfarande vara folkbokförd på någon av de aktuella fastigheterna.",
    "Lämna så mycket information som möjligt på din flyttanmälan.",
    "Då kan Skatteverket bedöma var du ska vara folkbokförd.",
    "Det kan antingen vara där du har din flyttbara bostad uppställd, på någon av fastigheterna som du flyttar mellan, eller på en annan fastighet dit du har starkast anknytning.",
    "Kontakta gärna Skatteverket om du är osäker på var du ska vara folkbokförd.",
    "Om du inte kommer att återvända till din nuvarande folkbokföringsadress behöver du lämna in en flyttanmälan till Skatteverket.",
    "Om du inte vet var du kommer att bo eller har någon tydlig anknytning till en specifik bostadsadress folkbokförs du på den kommun där du har starkast anknytning, vilket oftast är den kommunen du senast var folkbokförd i. Lämna gärna tydlig information om din boendesituation till Skatteverket i samband med din anmälan om flytt.",
    "Blankett för att anmäla flyttning inom Sverige.",
    "Du kan läsa om att ha en särskild postadress och hur du gör om du behöver ha din post till en annan adress än den du är folkbokförd på.",
    "Om du inte har någon bostad alls så behöver du lämna så utförlig information som möjligt till Skatteverket på en flyttanmälan.",
    "Om utrymmet inte räcker till kan du skriva på ett separat papper.",
    "Då kan Skatteverket bedöma var du ska vara folkbokförd.",
    "Tänk på att lämna dina kontaktuppgifter så att Skatteverket kan nå dig.",
    "Det är enkelt att göra din flyttanmälan även om du inte har en e-legitimation.",
    "Du kan då istället använda blanketten som heter Anmälan – Flyttning inom Sverige (SKV 7845).",
    "Om du inte har tillgång till skrivare kan du får hjälp på något av våra servicekontor.",
    "Om du inte hittar svaret på dina frågor eller är osäker på hur du ska göra, hör av dig till Skatteverket så hjälper vi dig.",
    "Olagligt att medvetet göra fel De flesta i Sverige är folkbokförda på rätt adress.",
    "Men att vara felaktigt folkbokförd är olagligt.",
    "Den som medvetet låter bli att göra en flyttanmälan eller anmäler felaktiga eller ofullständiga uppgifter till Skatteverket begår ett brott.",
    "Ett rent misstag är inte ett brott, men ibland behövs en utredning av polis eller åklagare för att konstatera om det är ett folkbokföringsbrott eller inte.",
    "Skatteverket är skyldigt att anmäla ett misstänkt folkbokföringsbrott.",
    "Andra myndigheter och privatpersoner kan också göra en brottsanmälan till polis.",
    "Den som blir dömd för folkbokföringsbrott kan få böter eller fängelse i upp till två år.",
    "Rätt folkbokföring är viktigt för att hela samhället ska fungera.",
    "Därför förstärktes bestämmelsen om att du ska vara folkbokförd där du bor genom en lagändring år 2018.",
    "Folkbokföringsbrottet återinfördes för att betona hur allvarligt det är att medvetet göra fel."
]