[
    "Skatteverket registrerar dina personuppgifter i en folkbokföringsdatabas.",
    "När Skatteverket ändrar en uppgift om dig så sparas den tidigare uppgiften.",
    "Ska du göra en flyttanmälan gör du det enklast och snabbast med e-legitimation i e-tjänsten Gör flyttanmälan.",
    "Folkbokföringen är den grundläggande registreringen av befolkningen i Sverige.",
    "De uppgifter som får registreras om dig är: Folkbokföringsdatabasen innehåller även vissa uppgifter som var antecknade i din personakt hos Svenska kyrkan före den 1 juli 1991.",
    "Uppgifterna kommer huvudsakligen från dig när Skatteverket registrerat din ansökan eller anmälan och uppdaterat databasen med den nya uppgiften.",
    "Det gäller när du vill: Från andra myndigheter kommer domar eller beslut som ska registreras i folkbokföringen.",
    "Uppgift om administrativa fastighets- och adressändringar avseende exempelvis fastighetsbeteckning eller postnummer uppdateras en gång per vecka efter avisering från Lantmäteriet.",
    "Genom folkbokföringen får hela samhället tillgång till uppgifter om befolkningen.",
    "Uppgifter från folkbokföringen sprids till myndigheter och övriga delar av samhället genom Navet och SPAR.",
    "Som privatperson behöver du inte meddela dessa att du exempelvis har flyttat eller bytt namn.",
    "Det sker i stället automatiskt.",
    "Via Navet sprider Skatteverket folkbokföringsuppgifter till andra myndigheter.",
    "Ändrade uppgifter i Navet överförs dagligen eller veckovis till andra myndigheter, till exempel SPAR uppdateras varje dag med nya uppgifter från folkbokföringen.",
    "Via SPAR kan företag med flera (mot avgift) kontrollera vissa folkbokföringsuppgifter och uppdatera sin befintliga kund- och adressregister.",
    "Det är även möjligt att köpa adresser för bland annat direktreklamändamål.",
    "För att kunna ta del av uppgifterna från folkbokföringen genom SPAR krävs att man är kund hos SPAR.",
    "Kunder hos SPAR är exempelvis banker, försäkringsbolag och postorderföretag.",
    "Det finns företag och organisationer som inte är kunder hos SPAR.",
    "Därför kan du behöva meddela din nya adress till föreningar och organisationer du är medlem i, tidskrifter du prenumererar på och företag som du vill vara säker på har din nya adress.",
    "Du måste alltid meddela din nya adress till privatpersoner."
]