[
    "Enligt 1894 års förordning angående kyrkoböckers förande, som trädde i kraft den 1 januari 1895, antecknades nedkomstorten som födelseort utom i städer med flera församlingar.",
    "Där angavs i stället hemförsamlingen, dvs moderns kyrkobokföringsort.",
    "Inskrivning av barnets födelse skulle alltid ske i hemförsamlingen men dessutom skulle födelsen antecknas i nedkomstorten då anmälan gjordes till denna församling.",
    "Genom 1946 års folkbokföringsförordning ändrades fr.o.m.",
    "1947 reglerna och begreppet födelsehemort infördes.",
    "Födelsehemorten är den församling där modern vid barnets födelse var kyrkobokförd eller upptagen i obefintligregister.",
    "Om modern inte är kyrkobokförd (registrerad som obefintlig) blir nedkomstorten barnets födelsehemort.",
    "I kyrkobok anges för födda fr o m 1947 födelsehemorten i stället för födelseorten om denna är en annan församling än moderns kyrkobokföringsort.",
    "Inskrivning av barnets födelse sker normalt endast i födelsehemortens födelse- och dopbok, där emellertid upplysning också skall kunna återfinnas om den faktiska födelseorten i förekommande fall.",
    "Utan att författningsstöd funnits har dock fram till den 1 maj 1961 födelse kommit att inskrivas även i födelseorten genom försorg av särskilt förordnad sjukhuspredikant.",
    "Korrekta uppgifter om inskrivning av födelse bör alltid sökas i hemförsamlingen även vad gäller barn födda före 1947.",
    "I annan församling har anteckningarna vanligen gjorts på föräldrarnas egna, ej styrkta uppgifter.",
    "Hemförsamlingen kan emellertid som rätt inskrivningsort vara svår att återfinna när uppgift endast finns om den faktiska födelseorten.",
    "I synnerhet på 1930- och 1940-talen är många barn födda på förlossningsanstalt.",
    "Följande förteckning avser att underlätta efterforskning i sådana fall.",
    "Förteckningen bygger på uppgifter från socialstyrelsen, förste provinsialläkares årsberättelser och ett flertal andra källor.",
    "I huvudförteckningen lämnas för respektive församling under rubriken Övrigt vissa kortfattade uppgifter om förekomsten av lasarett, barnbördshus och andra förlossningsanstalter.",
    "I den följande förteckningen lämnas ytterligare mera detaljerade upplysningar i den mån sådana stått att få.",
    "Exempelvis finns uppgifter om förlossningshem som planerats före 1947 och om slutår för anstalten ifråga.",
    "Årsangivelsen för förlossningshemmens verksamhet är på sina ställen ungefärliga.",
    "Till osäkerheten bidrar att förr inte angavs födelseplatsen inom födelseorten.",
    "Många av de privata förlossningshemmen drevs i liten skala och är glömda.",
    "Dessa hem skulle årligen inspekteras av förste provinsialläkaren.",
    "Hemmen hade emellertid inte samma skyldighet som barnmorskorna att överlämna sina journaler till provinsialläkaren vilket resulterat i att handlingarna om hemmen i många fall är förstörda.",
    "Uppgift om var barnmorskejournalerna förvaras lämnas i möjlig mån, vilket ju får särskild betydelse om födelsebok inte har kunnat återfinnas, och födelserna inte heller är inskrivna i födelseförsamlingens födelsebok.",
    "Som antyds i matrikelns förord har det inte varit möjligt att framställa en förteckning med anspråk på full korrekthet och total fullständighet.",
    "Detta beror på att rutinerna för införande i födelsebok före 1947 varit mycket skiftande liksom att även i nuläget förvaringen av anstalternas särskilda födelseböcker tyvärr varierar från ort till annan.",
    "Ett önskemål för att underlätta kommande forskning vore givetvis att källmaterialet konsekvent hänfördes till kyrkoarkiven.",
    "Förteckningen upptar församlingarna i alfabetisk ordning med angivande av län i sifferkod till vänster (se under rubriken Koder, sid 15).",
    "Under varje församling anges till denna hörande förlossningsanstalter.",
    "Om inte annat anges är födelserna på förlossningsanstalten införda i födelseortens födelsebok.",
    "I de fall särskild födelsebok förts på anstalten ifråga anges detta med uppgift om var denna födelsebok finns förvarad.",
    "Förkortningar:BB= barnbördshusKK= kvinnoklinikPÅ= pastorsämbete  01 Adolf FredrikPro Patrias BB, Sveavägen 40Födelsebok från 1865 i stadsarkivet.",
    "Födelserna före 1865 införda i Adolf Fredriks födelsebok.",
    "Från 1930 beläget i Sankt Görans församling.",
    "Journaler 1778-1930-11-01 i stadsarkivetDr Carl Heijls sjuk- och förlossningshem, Tegnérg 45/Dr Heijls sjukhemI verksamhet 1932-11-05-1943-11-04 enligt journaler i stadsarkivet 08 AlgutsbodaHvita Korsets förlossningshem, Julia Stéen, EmmabodaI Algutsboda (då Kronobergs län) 1914-1918.",
    "Före 1914 1 Örebro Södra, och från 1921 i Pjätteryd.",
    "Journaler hos Salomon Stéen, Kalv, Pjätteryd, tel 0476-403 12 15 Alingsås stadsförsamlingAlingsås lasarettFödelsebok för lasarettet 1910-1961 i Alingsås församlings kyrkoarkivAlingsås privata förlossningshem, OtterborgsI verksamhet ca 1927-1934Fru Alma Sääf-Anderssons förlossningshemUpptaget i Le provinsialläkarens årsberättelse 1932.",
    "Oklart om och hur barnen är inskrivna.",
    "07 AlvestaFru Claessons privata förlossningshemI verksamhet 1936-1950.",
    "1936-1944 i Aringsås församling 14 AnnedalGöteborgs Barnbördshus, KK I, KK IISe Göteborgs Annedal 19 Arboga stadsförsamlingHeijkenskjöldska sjukhuset/Arboga sjukhusI verksamhet september 1934-1955 07 AringsåsFru Claessons privata förlossningshem, AlvestaFödelser införda 1936-1944 1 Aringsås församling.",
    "Från 1945 se Alvesta ovan 25 ArjeplogArjeplogs sjukstugaFrån 1930-talet 25 ArvidsjaurArvidsjaurs sjukstugaFrån 1930-talet 17 Arvika stadsförsamlingMaria Flodéns förlossningshem, Kyrkogatan 17 BI verksamhet 1922-05-10-1926.",
    "Förde före 1925 ej journaler.",
    "Oklart om och hur födelserna är införda.",
    "Fem vårdplatser.",
    "1925 föddes 59 barn och ett annat år 99 barnArvika privata förlossningshem, Karolina Gustafsson, Repslagaregatan 13 AI verksamhet oktober 1927-1930.",
    "Oklart om och hur födelserna är införda.",
    "Första året på Skolgatan.",
    "Nio vårdplatser.",
    "70 födda under 1930Arvika sjukstugas förlossningsrum/från okt 1943 Arvika Lasaretts BBFödelsebok för sjukstugan (lasarettet) 1926-1961 i kyrkoarkivet för Arvika Östra.",
    "Före 1926 födda införda i stadsförsamlingens födelsebok.",
    "Församlingens namn ändrat 1944 till Arvika Östra.",
    "27 födda under 1925.",
    "BB öppnat 1943 17 Arvika ÖstraArvika lasarettFödelsebok för lasarettet 1926-1961 i PÄ:s arkiv.",
    "Före 1944 Arvika stadsförsamling 18 Askersunds stadsförsamlingAskersunds sjukstugaFödelsebok för sjukstugan 1944-1961 i PÄ:s i Askersund kyrkoarkiv 20 AvestaAvesta lasarettFödelsebok för lasarettet 1935-1961 i kyrkoarkivet 24 BjurholmBjurholms sjukstugaI slutet av 1930-talet och på 1940-talet.",
    "27 födda under 1943 15 BjörketorpRut Falks förlossningshem, HindåsI verksamhet 1928-1938 04 BjörkvikRöda Korsets förlossningshemI verksamhet 1928-1946, ev längre.",
    "Tre vårdplatser 18 BoRöda Korsets förlossningshem, HjortkvarnI verksamhet 1932-1947.",
    "Tre vårdplatser 25 Bodens kbfdBodens läsarett/Bodens garnisonssjukhusFödelsebok för lasarettet 1926-1953 i PÄ:s i Överluleå arkiv 08 BorgholmBorgholms lasarettFöre 1946 i Räpplinge församling.",
    "Genom områdesreglering till Borgholm 1946.",
    "Födelsebok för lasarettet 1928-1961 i landstingets arkiv, Box 601, 39126 Kalmar, 0480-841 30.",
    "Beräknas bli överförd till Borgholms sjukhus arkiv 1989 20 Borlänge kbfdStora Tuna sjukstugalDomnarvets BBLandstingsbeslut 1939 om 8 vårdplatser ej verkställt.",
    "Särskild födelsebok 1950-1964 för Domnarvets BB i PÄ:s i Borlänge arkiv.",
    "För 1920-1925 se Stora Tuna 15 BoråsBorås lasarettFödelsebok för lasarettet 1904-1962-04-30 i PÄ:s i Gustav Adolf arkiv.",
    "Församlingsnamnet från 1939 Borås Gustav Adolf.",
    "Journaler från 1938-07-01 i landstingets i Vänersborg arkiv.",
    "Hemmet förut kommunalt 15 Borås Gustav AdolfBorås lasarettFödelsebok för lasarettet 1904-1962-04-30 i PÄ:s arkiv.",
    "Församlingsnamn före 1939 Borås 14 BrastadRöda Korsets förlossningshem/Brastads ålderdomshemI verksamhet 1923-1940 10 Bräkne-HobyRöda Korsets förlossningshemI verksamhet 1925-1940 09 BungeÖppnades först 1949 24 BureåBureå sjukstugaPå 1940-talet, ev även tidigare.",
    "75 barn 1943 24 BurträskBurträsks sjukstugaI verksamhet på 1940-talet.",
    "124 barn 1943 24 ByskeByske sjukstugaI verksamhet ca 1940-1954 15 BäckeBäckefors sjukstugaFödelsebok för sjukstugan 1934-1962 i PÄ:s arkiv.",
    "Födelserna 1930-1933 införda i Bäcke födelsebok.",
    "Journaler 1930-1975 i Dalslands sjukhus arkiv i Bäckefors 08 BödaRöda Korsets förlossningshemI verksamhet 1929-1937Böda förlossningshemI verksamhet 1942-1952.",
    "Två vårdplatser 01 DalaröFru Elsa Högbergs förlossningshem/Dalarö kommunala förlossningshem/Dalarö förlossningsrumI verksamhet 1929-1946 enligt journaler i landstingets arkiv.",
    "Olika namn på samma hem 17 DalbyDalby sjukstugaI verksamhet 1933-1951 (ev även före 1930).",
    "Inga journaler i landstingsarkivet 01 DanderydDjursholms ålderdomshems förlossningsavdelning, ÖstbergagårdenI verksamhet 1932-01-04-1943-05-03 enligt journaler (lucka 1937) i Danderyds kommuns arkiv.",
    "Födelserna införda i födelseboken för DjursholmKlingsta förlossningshemFödelsebok för förlossningshemmet 1944-1959 i landstingets arkiv, Box 12557, 102 20 Stockholm.",
    "15 vårdplatserStockholms läns centrallasarett (kallat Mörby lasarett) 1922 -1963.",
    "Från 1964 Danderyds sjukhusFödelsebok för lasarettet 1925-1967 i landstingets arkiv, adress som före- gående 24 Degerfors kbfdVindelns sjukstugaI verksamhet från 1940, ev tidigare.",
    "PÄ:s arkiv i nuvarande Vindelns församling.",
    "70 barn födda 1943 24 Dikanäs kbfdRöda Korsets sjukhärbärge/förlossningsrumI verksamhet på 1930-talet.",
    "Oklart om och hur födelserna är införda.",
    "Vilhelmina församling 24 DoroteaDorotea sjukstugaI verksamhet 1943-1963 enligt journaler i sjukstugan 05 Ekeby södra kbfdBoxholms förlossningshemI verksamhet 1940-10-01-1956.",
    "Tre vårdplatser 06 Eksjö stadsförsamlingUlfsparre-Hägerflychtska lasarettetFödelsebok för lasarettet 1904-1961 i sjukhusets arkiv, Box 1007, 575 00 Eksjö 13 EldsbergaRöda Korsets förlossningsrum HemgårdenUpphörde 1935 01 EngelbrektAllmänna BB, Planterhagsvägen, 1913-1975 Fiskartorpsvägen 15Födelsebok för BB från 1847-1961 i stadsarkivet.",
    "I Engelbrekt från 1913 och förut i Kungsholms församlingDoktor Gårdlunds förlossningshem, Odengatan 9/Stockholms privatsjukhusI verksamhet 1933-1949 enligt journaler i stadsarkivetStockholms privata sjuk- och förlossningshem, Birger Jarlsgatan 110I verksamhet 1932-01-06-1948-03-13.",
    "Inga handlingar i stadsarkivet.",
    "15 vårdplatserStockholms privata förlossningshem, Valhallav 56I verksamhet 1932-1948 enligt Journaler i stadsarkivet.",
    "13 vårdplatser 03 EnköpingEnköpings sjukstugaI verksamhet 1946-1980 19 EnåkerJudit Sandins privata förlossningshemI verksamhet 1934-1938 04 EskilstunaEskilstuna lasarettFödelsebok för lasarettet 1929-1961 i PÄ:s i Eskilstuna Kloster arkiv.",
    "Församlingsnamnet - 1930 04 Eskilstuna KlosterFödelsedagsgåvanI verksamhet 1927 - 1932, därav 1927 - 1930 i Klosters församling.",
    "Ej upptaget i I:e provinsialläkarens årsberättelserSlagsta förlossningshemI verksamhet 1930 enl I:e provinsialläkaren.",
    "Slagsta låg i Kloster före 1931.",
    "Oklart om det varit kvar 1931.",
    "Journaler saknas i landstingets arkiv.",
    "Födelser ej införda i PÄ:s födelsebok.Balsta ålderdomshems förlossningsavdelningFrån slutet av 1920-talet, upphörde 1934.",
    "Före 1931 i Klosters församlingEskilstuna lasarettFödelsebok för lasarettet 1929-1961 i PÄ:s arkiv.",
    "Före 1931 i Eskilstuna församling 13 FalkenbergFalkenbergs lasarettFödelsebok för lasarettet 1929-1961 i vårdcentralens arkiv 16 Falköpings stadsförsamlingFalköpings lasarettFödelser 1929-1942-03-31 införda i församlingens födelsebok.",
    "Särskild födelsebok för lasarettet 420401-620919 i PÄ:s i Falköping arkiv 20 Falu KristineFalu barnbördshusFödelsebok för BB 231001-500613 1 PÄ:s arkiv.",
    "Församlingsnamnet Falu Kristine från 1940, förut Kristine.",
    "1939 25 vårdplatser.",
    "344 barn 1924, 1015 barn 1939Falu lasarettFödelsebok för lasarettet 1927-1979 1 PÄ:s arkiv.",
    "I verksamhet från omkring 1921 och födda före 1927 införda i Kristine födelsebok.",
    "Församlingsnamnet Falu Kristine från 1940, förut Kristine 17 FilipstadFilipstads lasarettFödelsebok för lasarettet 1930-1961 i PÄ:s arkiv 05 Finspångs kbfdFinspångs lasarettFödelsebok för lasarettet 1939-10-01-1960 i Finspångs lasaretts arkiv, Box 905, 612 01 Finspång.",
    "Risinge församling 14 Fjällbacka kbfdFjällbacka förlossningsrum, Anna MårtenssonI verksamhet 1933-1946, ev längre.",
    "Kville församling.",
    "Två vårdplatser 23 FjällsjöBacke lasarettFödelsebok för lasarettet 1904-1962 i PÄ:s arkiv 04 FlenFlens lasarettFödelsebok för lasarettet 1929-1965-07-01 i PÄ:s arkiv 17 ForshagaAnna Hyldentongs förlossnings- och spädbarnshemI verksamhet här 1922-1924.",
    "Flyttat 1924 till 03 Hagby 15 FristadFristads privata förlossningshem, Anna BertilssonI verksamhet ca 1930-1940 15 FritslaFritsla förlossningshem, fru WidingI verksamhet på 1930- och 1940-talen 23 FrostvikenRöda Korsets förlossningshem, JormsvattnetHar enligt Röda Korset funnits 1932.",
    "Indraget 1933 enligt 1:e provinsialläka- ren.",
    "1987 känner ingen till något om detta hem.",
    "Oklart om och hur födelserna är infördaRöda Korsets förlossningshem, Gäddede/Gäddede förlossningsrumI verksamhet från 1920, ev tidigare, och på 1930-talet.",
    "Namnändrat.",
    "12 födda under 1920 17 FryksändeTorsby lasarettI verksamhet från 1923.",
    "Journalerna från 1941 i Länsdelssjukhuset, Torsby 15 FrändeforsFrändefors FörlossningshemI verksamhet 1934-1938 23 FrösönEnskilda förlossningshemmet, Solgården/Lundells förlossningshem Solgården, HornsbergI verksamhet februari 1926-1942 13 FärgarydHyltebruks sjukstugaI verksamhet från 1945-01-24 17 GravaClara Magnussons privata förlossningshem, SkåreI verksamhet 1916-1938Vendela Engströms förlossningshem, KlingerudI verksamhet 1929-1930.",
    "Födelserna sannolikt införda i församlingens födelsebok.",
    "Två vårdplatserHynboholms spädbarnshems förlossningsavdelningUpphörde 1942 11 GråmanstorpKlippans förlossningshemI verksamhet 1925 - 1943.",
    "Födelserna ej anmälda till PÄ och journalerna är ej bevarade 20 GrängesbergRöda Korsets förlossningshem/Grängesbergs sjukstugaI verksamhet 1932-1958.",
    "Startade i Röda Korsets regi 22 GudmundråFrånö enskilda förlossningshem/Ellen Hambergs förlossningshem, FrånöI verksamhet 1930-1940.",
    "Sex vårdplatser 25 GunnarsbynSe Råneå Övre kbfd (dåvarande församlingsnamn) 15 Gustav AdolfBorås lasarettSe Borås Gustav Adolf 01 Gustav VasaSabbatsbergs sjukhusFödelserna ej införda i Gustav Vasa födelsebok, särskild födelsebok har sannolikt inte förts.",
    "Provisoriskt BB på obstetriska avd från 1930, använt endast vid överbeläggning och upphörde 1984.",
    "Oklart var födda 1930-1940 är inskrivna.",
    "Journaler 1879-1940 i stadsarkivet.",
    "01 GustavsbergÖppnades 1948 25 GällivareÅIderdomshemmets förlossningsrumI verksamhet i början på 1930-talet, ev även tidigareGällivare lasarettFödelsebok för lasarettet 1941-1961 i PÄ:s arkiv.",
    "Barnen före 1941 införda i församlingens födelsebok 21 GävleGävle barnbördshusFödelserna före 1915 införda i Gävle födelsebok.",
    "Särskild födelsebok för BB 1915 - 1961 i Gävle Heliga Trefaldighets kyrkoarkiv.",
    "Församlingsnamnet ändrat 160501 till Gävle Heliga Trefaldighet 21 Gävle heliga trefaldighetenGävle barnbördshus/Gävle och Gästriklands lasarettFödelsebok för lasarettet 1915-1961 i PÄ:s arkiv.",
    "Före 160501 Gävle församlingSyster Elsas sjuk- och förlossningshemI verksamhet 1930-1932 eller 1934Gävle privata sjuk- och förlossningshem, Norra KungsgatanI verksamhet på 1920-talet (1924-1929).",
    "Nio vårdplatser och 1924 43 födda 14 Göteborgs Annedal-1939 Göteborgs barnbördshus/391114-450917 Sahlgrenska sjukhusets kvinnoklinik (KK I), från 1945 KK IIFödelsebok för BB (KK) 1858-1961 i Göteborgs stadsarkiv, Haga Kyrkoplan, 41123 Göteborg, tel 031-17 95 45.",
    "Före 1908 i Haga församling 14 Göteborgs DomkyrkoförsamlingHulda Ahlströms privata förlossningshem, Haga Kyrkogata 6I verksamhet 1899-1947 enligt journaler i stadsarkivet.",
    "Tolv vårdplatserGöteborgs BarnbördshusI Gustavi Domkyrkoförsamling -1883-04-30.",
    "På Sillgatan 1782-1823, Östra Hamngatan/Spannmålsgatan 1823-1857, Hvitfeldtsplatsen 1857-1875, Löndalsängen 1875-1883, vilket överfördes till Haga 1883-05-01.",
    "Öppnat 1782 med två vårdplatser 14 Göteborgs HagaGöteborgs Barnbördshus, Övre HusargatanI Haga 1883-05-01-1907-12-31 och från 1908 i Annedals församling.",
    "Flyttade 1897 inom Haga från Löndalsängen.",
    "Födelsebok för BB 1858-1961 i stadsarkivet 14 Göteborgs Karl JohanGöteborgs Nya förlossningshem, Ruth Östlund, Slottsskogsgatan 60.",
    "Även kallat Kungsladugårds förlossningshemI verksamhet 1933-1938 enligt journaler i stadsarkivet 14 Göteborgs VasaGöteborgs privata sjuk- och förlossningshem, Molinsgatan 7I verksamhet 1907-1968 enligt journaler i stadsarkivet.",
    "15 vårdplatser.",
    "1907 i Göteborgs Domkyrkoförsamling 14 HagaGöteborgs BarnbördshusSe Göteborgs Haga 03 HagbyAnna Hyldentongsförlossnings- och spädbarnshem, EkaI verksamhet här 1924-1927.",
    "Förut i Forshaga 17 HagforsUddeholms sjukstugaPå 1940-talet och till 1955.",
    "Därefter Hagfors sjukhus 13 HalmstadHalmstads privata förlossningshemI verksamhet 1920-1932.",
    "Nuvarande församlingsnamn Sankt NikolaiHalmstads lasarettFödelsebok för lasarettet 1929-1961 1 PÄ:s i Sankt Nikolal arkiv 01 HammarbyLöwenströmska lasarettet, Upplands VäsbyFödelsebok för lasarettet 1904-1958-04-11 1 PÄ:s arkiv.",
    "Journaler 1938-1958 i landstingets arkiv 25 Haparanda kbfdHaparanda lasarettFödelsebok för lasarettet 1920-1961 1 PÄ:s arkiv.",
    "Nedertorneå församling 01 Hedvig EleonoraÖstermalms nya förlossningshem, Skeppargatan 2 7/Bystedts förlossningshemI verksamhet 1932-1946 enligt journaler i stadsarkivet.",
    "Sju vårdplatser.",
    "Jämför Härnösand och ÖrebroAlma Axelssons förlossningshem, Valhallavägen 120I verksamhet 1934-1940.",
    "Innehavarinnan hade praktik här 1908-1934.",
    "Journaler i stadsarkivetLinnéhemmet, Majken Jeansson, Nybrogatan 36I verksamhet 1934-05-07-1940-10-08 enligt journaler i stadsarkivet.",
    "Södra BB lånade vid behov platser här dessa år 21 Heliga TrefaldighetGävle barnbördshusSe Gävle Heliga Trefaldighet 12 Helsingborgs MariaHälsingborgs barnbördshusHälsingborg ändrat till Helsingborg 1971.",
    "Se Hälsingborgs Maria 14 HerrestadFörlossningsrummet i Herrestads ålderdomshemI verksamhet 1925-1931 15 HerrljungaHerrljunga (privata) förlossningshemI verksamhet 1929-1955 enligt journaler i landstingets i Vänersborg arkiv.",
    "Sju vårdplatser 21 HoforsHofors kommunala förlossningshemI verksamhet ca 1928-1950-talet.",
    "Här nedlagt 1929 genom att BB-avdelning inrättats på sjukstugan, som började 280101.Hofors sjukstugas BB-avdelningFem vårdplatser och 97 födda under 1931 23 HotagenRöda Korsets FörlossningshemI verksamhet ca 1930-1946 21 HudiksvallHudiksvalls lasarettFödelsebok för lasarettet 1908-1956 i kyrkoarkivet 08 Hultsfreds kbfdHultsfreds förlossningshemFödelsebok för hemmet 1944-1958 i PÄ:s arkiv.",
    "Vena församling.",
    "Tio vårdplatser 18 HälleforsHällefors sjukstugaFödelsebok för sjukstugan 1930-1961 i PÄ:s arkiv 12 Hälsingborgs MariaHälsingborgs barnbördshusFörsamlingsnamnet från 1927, stavningsändrat 1971 till Helsingborgs Maria.",
    "Födelsebok 1929-1983 (förd av BB-personal 1962-1983) i sjukhusets arkivcentral, 251 87 Helsingborg, tel 042-10 16 89.",
    "Böckerna förvaras i särskild arkivdepå.",
    "Journaler från 1926 i sjukhusets gynekologiarkiv 12 Hälsingborgs stadsförsamlingHälsingborgs barnbördshusEndast 1926 i denna församling, från 1927 Hälsingborgs Maria.",
    "Födelsebok för BB 1926-04-07-1961 i sjukhusets arkiv 16 HärlundaStora Herrtorps förlossnings- och spädbarnshem, Ekenäs förlossningshem, barnmorskan Matilda SvenssonNamnet 1923-1925 Stora Herrtorp och 1926-1932 EkenäsFridhems förlossningshem, Betty AnderssonI verksamhet 1923-1925 22 HärnösandHärnäsands lasarettFödelsebok för lasarettet 1905-1974 i Härnösands Domkyrkoförsamlings arkivHärnösands privata förlossningshem, Maria BystedtI verksamhet 1920 (ev även tidigare) - 1923.",
    "Hade 1920 43 födda och 1921 43 födda.",
    "Jämför Örebro Södra.",
    "Oklart om och hur barnen är inskrivna.",
    "11 HässleholmHässleholms lasarettFödelsebok 1937-1961 i PÄ:s arkiv.",
    "1937-1941 låg lasarettet i Stoby 01 HäveröHallstaviks förlossningshemÖppnat 460815.",
    "Journalerna före 1958 ej bevarade.",
    "Fyra vårdplatser.",
    "Journaler 1958-1960 i landstingets arkiv.",
    "Födelserna ej införda.",
    "01 HögalidSödersjukhusetFödelsebok för lasarettet 1943-1972 i stadsarkivet.",
    "Öppnat 1943.",
    "Journaler 1943-1946 i Gröndalsarkivet 08 HögsbyHögsby förlossningshem, Linnea LindemanI verksamhet från 1931.",
    "Födda 1931-1944 ej införda i Högsby.",
    "Febr 1945-1954 införda i Högsby födelsebok.",
    "1954-1958 särskild födelsebok för hemmet i PÄ:s arkiv.",
    "Fyra vårdplatser, hade 1931 33 barn födda, 1938 en vårdplats.",
    "Jämför Oskarshamn 12 HörbyHörby lasarettFödelsebok för lasarettet 1940-1965 i PÄ:s arkiv 25 JokkmokkFörlossningshemmet vid Jokkmokks vårdhemFrån ca 1930.",
    "Journaler ej bevarade.",
    "Oklart om barn från andra församlingar fötts härJokkmokks sjukstugas förlossningsavdelningI verksamhet på 1940-talet, ev även tidigare.",
    "Journalerna i sjukhusets arkiv.",
    "Oklart om och hur födelserna är införda 14 Jonsereds kbfdJonsereds fabrikers AB:s förlossningshemFrån slutet av 1920-talet.",
    "Partille församling.",
    "Oklart om barn från andra församlingar fötts här 25 JukkasjärviKirunavaara förlossningshemFrån slutet av 1920-talet och på 1930-taletFörlossningsrummet vid Kiruna ålderdomshemÖppnat 1928 och nedlagt 1932, ev 1933.",
    "Öppnat igen och nedlagt 1936 Kiruna sjukstugas förlossningsavdelning På 1940-talet 25 JunosuandoRöda Korsets förlossningshemI början av 1930-talet.",
    "Oklart om barn från andra församlingar fötts här 06 Jönköpings SofiaJönköpings lasarettFödelsebok för lasarettet 1915-1962 i PÄ:s arkiv.",
    "Församlingsnamnet från 210722 06 Jönköpings VästraJönköpings lasarettFödelsebok för lasarettet 1915-1962 i Jönköpings Sofia arkiv.",
    "Församlingsnamnet till, 210722 08 KalmarKalmar lasarettFörsamlingsnamnet Kalmar 1924-1988 och från 1989 Kalmar DomkyrkoförsamlingDoktor Åke Befrits förlossningsklinikI verksamhet 1936-1943 08 Kalmar stadsförsamlingKalmar lasarettFörsamlingsnamnet t o m 1923 16 KarlsborgKarlsborgs garnisonssjukhusI verksamhet 1939-1957 10 KarlshamnKarlshamns lasarettFödelsebok för lasarettet 1903-1961 i PÄ:s arkiv 18 KarlskogaKarlskoga sjukstugaEnstaka födelser före 1942 införda i Karlskoga födelsebok.",
    "Upphörde 1942.",
    "Journaler före 1942 i Regionsjukhusets i Örebro arkivKarlskoga lasarettÖppnat 1942 10 Karlskrona stadsförsamlingKarlskrona lasarettFödelsebok 1902-1961 i PÄ:s arkivKarlskrona barnbördshus, MöllebackenI verksamhet 1903-1951 17 KarlstadKarlstads lasarettFödelsebok för lasarettet 1904-1971 i Karlstads Domkyrkoförsamlings arkiv.",
    "Före 1934 i Karlstads stadsförsamling.",
    "Från 1962 Karlstads DomkyrkoförsamlingKarlstads privata förlossningshem, Clara GustafssonPå 1930-talet.",
    "Före 1934 i Karlstads stadsförsamling.",
    "Fyra vårdplatserKarin Sjölins privata förlossningshemI verksamhet 1932-1945.",
    "1932-1933 i Karlstads stadsförsamling och 1934-1945 i Karlstads församling.",
    "Journaler 1934-1940 i Hälsovårdsnämndens i Karlstad arkiv, placerat i landstingets arkiv 17 Karlstads stadsförsamlingKarlstads lasarettFödelsebok för lasarettet 1904-1971 i Karlstads Domkyrkoförsamlings arkiv.",
    "Församlingen namnändrad 1934 till KarlstadKarlstads privata förlossningshem, HerrhagenI verksamhet 1916-1925-10-01 Karlstads privata förlossningshem, Clara Gustafsson På 1930-talet.",
    "Från 1934 i Karlstads församling.",
    "Fyra vårdplatserKarin Sjölins privata förlossningshemI verksamhet 1932 - 1945.",
    "1932 - 1933 i denna församling, från 1934 i Karlstads församling 04 KatrineholmKullbergska sjukhusetFödelsebok för sjukhuset 1929-1961 i Katrineholms kyrkoarkiv.",
    "Barnen här skall stå som födda i Stora Malms församling.",
    "Katrineholm hade särskild kyrkobokföring men Md-bildning förelåg ej.",
    "Katrineholm blev församling 1961 15 KinnaKinna förlossningshemFödelsebok för hemmet 1941-1946 med klockslag för nedkomsten i PÄ:s arkiv.",
    "I verksamhet 1941-1963.",
    "Tio vårdplatser.",
    "Journalerna i landstingets i Vänersborg arkiv 15 KinnarummaRöda Korsets förlossningshem, RydboholmI verksamhet på 1930-talet 05 KisaKisa lasarettFödelsebok för lasarettet 1925-1961 i PÄ:s arkiv 01 KlaraAllmänna BB, Fredsg 9 (1776-1857)Öppnat 1775 i Riddarholmens församling.",
    "1776-1857 i Klara församling.",
    "Från 1858 i Kungsholms församling.",
    "Födelsebok för BB från 1847 i stadsarkivet 04 KlosterFödelsedagsgåvanI verksamhet 1927-1932.",
    "Från 1931 i Eskilstuna Klosters församling.",
    "Ej upptaget i provinsialläkareberättelserBalsta ålderdomshems förlossningsavdelningI slutet på 1920-talet, upphörde 1934.",
    "Från 1931 i Eskilstuna Klosters församling.",
    "4 födda under 1932Slagsta förlossningshemI verksamhet 1928-1930 enligt I:e provinsialläkarens berättelser.",
    "Okänt 1987.",
    "Födelserna sannolikt inte införda i Kloster, där nedkomstplats eljest antecknats 18 KnistaFjugesta förlossningshemÖppnat 1945.",
    "Sex vårdplatser 25 KorpilomboloRöda Korsets förlossningshemI verksamhet ca 1930-1957 11 KristianstadKristianstads lasarettFödelsebok för lasarettet 1904-19611 PÅ: s i Kristianstads Heliga Trefaldighet arkiv.",
    "Församlingsnamnet ändrat 1948 20 KristineFalu barnbördshusFödelsebok för BB 231001-500613 i PÄ:s i Falu Kristine arkiv.",
    "Församlingsnamnet från 1940 Falu KristineFalu lasarettFödelsebok för lasarettet 1927-1979 i PÅ: s i Falu Kristine arkiv.",
    "I verksamhet från omkring 1921 och barnen före 1927 införda i Kristine födelsebok.",
    "Församlingens namn ändrat 1940 till Falu Kristine 17 KristinehamnKristinehamns sjukstugas BB-avdelningSynes ha börjat 1924.",
    "20 födda detta årEmma Perssons förlossningshem, Tegelslagaregatan 4I verksamhet 1930-1937.",
    "Sju vårdplatserKristinehamns lasarettFödelsebok för sjukstugan/lasarettet 1941-1961 i Kristinehamns sjukhus arkiv, Box 1014, 681 01 Kristinehamn.",
    "Lasarett från 1946 13 KungsbackaKungsbacka sjukstugaFödelsebok för sjukstugan 1940-1961 i PÄ:s arkiv 01 Kungsholm (Ulrika Eleonora)Serafimerlasarettet1752 inrättades två barnsängsplatser här.",
    "Sedan gynekologiavdelningen överförts till Allmänna BB synes förlossningar ej ha skett här.",
    "Arkivet i riksarkivetAllmänna BB, Hantverkargatan 19Födelsebok för BB 1847-1961 1 stadsarkivet.",
    "1858-1.912 1 Kungsholm, förut i Klara och från 1913 i EngelbrektSankt Eriks BB, från 1943 Sankt Eriks sjukhus, Fleminggatan 22Födelsebok för BB 1938-1961 1 stadsarkivet 13 KungsäterKungsäters förlossningshemI verksamhet 1938-1948, då i Älvsborgs län.",
    "Två vårdplatser 05 KvillingeRöda Korsets förlossningshem, ÅbyI verksamhet 1933-1940-01-07.",
    "Tre vårdplatser, 10 födda 1933, 80 födda 1937, 80 födda 1938 14 KvänumKvänums enskilda förlossningshem, Eva GustafssonI verksamhet 1927-1952.",
    "Två vårdplatser 19 KöpingKöpings lasarettFödelsebok för lasarettet 1936-1961 i PÄ:s arkiv 13 Laholms stadsförsamlingLaholms sjukstugaFödelsebok för lasarettet 1946-1961 i PÅ: s i Laholm arkiv.",
    "Födelser före 1946 införda i stadsförsamlingens födelsebok 12 LandskronaLandskrona lasarettFödelsebok för lasarettet 1913 - 1946-03-22 i PÅ: s arkiv och 1946-03-23 - 1972 i Landskrona sjukhus arkiv, Box 514, 26124 Landskrona.",
    "Journaler från 1946 i sjukhusets arkiv 16 Laske VedumVedums förlossningshem, Judit EverhagI verksamhet 1939-1944 20 LeksandEnligt landstingets historik 1963 antog landstinget 1945 en plan om förlossnings hem med sex vårdplatser i Leksand men detta trädde ej i verkställighet 07 LenhovdaElsa Gustavssons förlossningshemI verksamhet 1933-1937.",
    "1934 14 barn, 1937 29 barnLenhovda sjukstugaI verksamhet 1943-1961, ev längre.",
    "Födelser 1943-1945 införda i Lenhovda födelsebok.",
    "Särskild födelsebok för sjukstugan 1946-1961 i PÄ:s arkiv.",
    "Sex vårdplatser 02 LidingöSvenska Husmodersförbundets förlossningshem, RönnebergaI verksamhet 1923-1926 16 LidköpingKochska förlossningshemmet/Lidköpings privata förlossningshemI verksamhet omkring 1926-1932.",
    "Avser sannolikt samma hem med olika namn.",
    "Sex vårdplatser.",
    "Namnet Kochska i 1931 års provinsialläkareberättelseLidköpings lasarettFödelsebok för lasarettet 1928-1961 i lasarettspastorns arkiv, 53105 Lidköping, 0510-852 99 20 LimaLima sjukstugaUpptagen i landstingets plan 1945, 1 verksamhet 1947-1959.",
    "Två vårdplatser.",
    "Införda i Lima födelsebok 1948-1953 18 Lindesbergs stadsförsamlingLindesbergs sjukstugaFödelsebok för sjukstugan 1935-1962 i PÄ:s i Lindesberg arkiv 05 LinköpingLinköpings lasarettFödelsebok för lasarettet 1906-1957 (med luckor) i PÄ:s i Linköpings Domkyrkoförsamling arkiv.",
    "Församlingsnamn ändrat 670810Joh.Gust.Westmans barnbördshusFödelsebok för BB 1908-1947 1 Domkyrkoförsamlingens arkiv.",
    "BB flyttat 1947 till lasarettet.",
    "Församlingens namn från 670810 Linköpings DomkyrkoförsamlingLinköpings privata förlossningshem, Maja Gäfvert, Linnégatan 15I verksamhet 1926-1932 14 LjungOscarsbergs förlossningshem, Alma Alm, LjungskileI verksamhet 1926-1931 07 LjungbyLjungby lasarettFödelsebok för lasarettet 1929-1961 1 PÄ:s arkiv 21 LjusdalLjusdals lasarettFödelsebok för lasarettet 1939-04-14-1961 1 PÄ:s arkiv.",
    "Upphörde 700630 18 LjusnarsbergLjusnarsbergs sjukstugaFödelsebok för sjukstugan januari 1931 -juli 1957 i PÄ:s arkiv 20 LudvikaLudvika lasarettFödelsebok för lasarettet 1929-1962 i PÄ:s arkiv 25 LuleåLuleå lasarettFrån 1930 införda i församlingens födelsebok.",
    "Från 1962 Luleå Domkyrkoförsamling 12 Lunds DomkyrkoförsamlingLunds lasarettFödelsebok för lasarettet 1862-1961 i administrativa arkivet, Lunds sjukhus, 221 85 Lund.",
    "Församlingsnamn före 1944 Lunds stadsförsamling.",
    "Journaler i Vipeholm 12 Lunds stadsförsamlingLunds lasarettFödelsebok för lasarettet 1862-1961 i administrativa arkivet, Lunds sjukhus, 221 85 Lund.",
    "Församlingsnamnet ändrat 1944 till Lunds Domkyrkoförsamling.",
    "Journaler 1823-1900 i administrativa arkivet och efter 1900 i arkivet på Vipeholm 24 Lycksele kbfdRöda Korsets förlossningshem, Källvägen 14 och senare Hantverkargatan 14 samt sedan Borgaregatan 9I verksamhet från ca 1925.",
    "Flyttade omkring 1940 till sjukstugan.",
    "64 barn 1930Lycksele sjukstugaI verksamhet från 1931 14 LysekilRöda Korsets förlossningshem på Lysekils ålderdomshemI verksamhet 1932-1937Lysekils sjukstugaFödelser 1937-1948 införda i församlingens födelsebok.",
    "Särskild födelsebok för lasarettet 1949-1961 i PÄ:s arkiv 20 LångshyttanLångshyttans förlossningshemUpptaget 1 1963 års landstingshistorik som nytt 1945 men var i verksamhet 1949-1960 08 MadesjöRöda Korsets förlossningshem, Nybro1932 - 1938 1 Nybro kbfd av Madesjö församling.",
    "Se Nybro 12 Malmö Sankt JohannesMalmö allmänna sjukhusFödelsebok för sjukhuset 1902-07-11-1930 i Malmö stadsarkiv.",
    "Från 1931 fördes ingen födelse- och dopbok enligt stadsarkivets undersökning 880119.",
    "Journalbok i Malmö allmänna Sjukhus arkiv, 214 01 Malmö, 040-33 21 50.",
    "Före 061001 i Malmö Sankt Petri 12 Malmö Sankt PauliMalmö privata förlossningshem, Ericsson & Gullander, Henrik Smithsgatan 11910- 1913 beläget i Sankt Pauli.",
    "Ovisst om och hur födelserna är införda 12 Malmö Sankt PetriMalmö allmänna sjukhusFödelsebok för Sjukhuset 1902-07-01-1930 i Malmö stadsarkiv.",
    "I Sankt Petri till 1906-09-30 och i Sankt Johannes från 061001.Malmö privata förlossningshem, Ericsson & Gullander, Slottsgatan 32, från 1930 Slottsgatan 49Från 1914 i Sankt Petri.",
    "Förut i Sankt Pauli.",
    "Åtta vårdplatserFörlossnings- och sjukhem, Regementsgatan 116Namnändring av föregående, som 1936 flyttat till Fridhemsgården-Regementsgatan 116 20 MalungMalungs sjukstugaBB i Malung fanns från 1935 enligt I:e provinsialläkaren.",
    "Sjukstugans BB-avd i verksamhet 480101-1971 24 MalåMalå sjukstugaI verksamhet från 1939.",
    "109 födda under 1943 12 MariaHälsingborgs barnbördshusSe Hälsingborgs Maria 01 Maria MagdalenaProvisoriska BB, Wollmar Yxkullsg 22 (från 1877 nr 27), från 1883 benämnt Södra BBFödelsebok för BB 1864-1961 i Stockholms stadsarkiv 16 MariestadMariestads lasarettFödelsebok för lasarettet 1906-1961 i PÄ:s arkiv.",
    "Bokens slutdag 610121 08 MisterhultMisterhults förlossningshem/-rumFödelser införda från 1939-08-20.",
    "Två vårdplatser.",
    "Beläget i nuvarande Misterhults norra kbfd 20 MoraMora sjukstugaFödelsebok för sjukstugan 1933-1961 i PÄ:s arkiv 14 MorlandaHälleviksstrands sjukstugaI verksamhet 1929-1946Mimi Gustafssons förlossningshem, EdshultshallI verksamhet 1940-1948 05 MotalaMotala barnbördshusFödelsebok för BB 1926-1961 i PÄ:s arkiv.",
    "Församlingsnamnet är inte Motala stadsförsamling, även om detta brukats 25 MuonionalustaRöda Korsets förlossningshem, MuodoslompoloI verksamhet på 1930-talet.",
    "Kyrkoböckerna förstörda vid brand 1941.",
    "08 Målilla kbfdMålilla förlossningsrum SolgårdenFödelser 1939-07-20-1941 införda i Målilla födelsebok och 1942-1950 i sär- skild födelsebok för hemmet i PÄ:s arkiv.",
    "Jämför Virserum 14 MölndalMölndals kommunala förlossningshemI verksamhet 1926-02-01-1937.",
    "Församlingsnamnet från 1977 Fässberg.",
    "Födelseboken i PÄ:s i Fässberg arkivMölndals lasarettFödelsebok för lasarettet 1939-1961 i PÄ:s i Fässberg arkiv 08 MönsteråsRöda Korsets förlossningshemFödelser 1930-1947 införda i Mönsterås födelsebok och 1948-1952 i särskild födelsebok för hemmet i PÄ:s arkiv.",
    "Sex vårdplatser 08 MörbylångaMörbylånga förlossningsrumI verksamhet från 1942.",
    "Två vårdplatser 14 NaverstadRöda Korsets förlossningshem vid Östads ålderdomshemI verksamhet 1929-1938 25 NederkalixKalix sjukstugas förlossningsrumI verksamhet ca 1936-1945 Kalix lasarett Födelsebok för lasarettet 1942-1961 i PÄ:s arkiv 25 NedertorneåHaparanda lasarettSe Haparanda 19 NorbergNorbergs lasarettFödelsebok för lasarettet juni 1932-1949 i PÄ:s arkiv.",
    "Fyra vårdplatser (provisoriska) ändrades 1941 till BB-avdelning.",
    "Upphörde när Fagersta BB öppnade 24 Nordmalings kbfdNordmalings sjukstugaPå 1940-talet 06 Norra SolbergaRöda Korsets förlossningshem, Smålands AnnebergFanns 1932 enligt uppgift från Röda Korset men det är oklart om det verkligen funnits, enligt utredning 1987.",
    "Enstaka barn från andra församlingar finns införda i församlingens födelsebok 20 NorrbärkeSmedjebackens lasarettFödelsebok för lasarettet 1930-1959 i PÄ:s arkiv 25 NorrfjärdenNorrfjärdens ålderdomshems förlossningsrumI verksamhet ca 1935-1946 05 Norrköpings Sankt OlaiNorrköpings lasarettFödelsebok för lasarettet 1905-1961 i PÄ:s arkiv 01 NorrtäljeFru Ströms förlossningshemUpphörde 1930.",
    "Oklart om och var barnen är infördaNorrtälje lasarettFödelsebok för lasarettet 1931-1961 i PÄ:s arkivNorrtälje privata förlossningshem, Thyra KarlssonI verksamhet 1932-1949.",
    "Tre vårdplatser 24 Norsjö kbfdNorsjö sjukstugaI verksamhet 1940-1946, ev till 1948.",
    "85 barn födda 1943 08 NybroRöda Korsets förlossningshem/Nybro förlossningshemFödelsebok 1948-1957 i PÄ:s arkiv.",
    "Till 1938 Nybro kbfd och från 1939 Nybro församling.",
    "Födelserna 1939-1947 i Nybro födelsebok 08 Nybro kbfdRöda Korsets förlossningshemI verksamhet 1934-1957.",
    "Födelserna 1934-1938 i Nybro kbfd i Madesjö församling.",
    "Nybro kbfd:s födelsebok hos PÅ i Nybro 04 Nyköpings Sankt NicolaiSe Nyköpings västra 04 Nyköpings västraNyköpings lasarettFödelsebok för lasarettet 1930 samt 1937-1961 i Nyköpings Sankt Nicolai arkiv.",
    "Födelserna 1923-1929 och 1931-1936 ej införda.",
    "Journaler från 1923 i Nyköpings sjukhus arkiv, 61185 Nyköping.",
    "Församlingens namn -1952 Nyköpings västra, 1953- Nyköpings Sankt Nicolai.",
    "04 NynäshamnNynäshamns förlossningshemÖppnat 46-08-01, (då Ösmo församling).",
    "Från 1947 Nynäshamns församling.",
    "Sju vårdplatser 06 NässjöAnna Hassels sjuk- och förlossningshem, Mariag 15I verksamhet 1930-1934.",
    "Tio vårdplatser.",
    "66 födda under halva året 1931Ingsbergs mödra- och förlossningshem/Ingsberg spädbarns- och mödrahemVar sannolikt i verksamhet 1935-1942Nässjö lasarettFödelsebok för lasarettet 1942-1961 i PÄ:s arkiv 18 Olaus PetriÖrebro lasarettSe Örebro Olaus Petri 11 OsbyI verksamhet 1949-1963 08 OskarshamnLindemans förlossningshemUpphörde 1932.",
    "Jämför HögsbyFöreningen Oskarshamns privata förlossningshemUpphörde 1933.",
    "Fyra vårdplatser.",
    "36 födda under 1931Oskarshamns lasarettFödelsebok för lasarettet 1935-1961 i PÄ:s arkiv 09 OthemRöda Korsets förlossningshem/Slite förlossningshemÖppnat 1933.",
    "Av Röda Korset upptaget 1932.",
    "Två vårdplatser 25 PajalaPajala sjukstugaÖppnad 1939 25 Piteå kbfdPiteå lasarettSe nästföljande.",
    "Från 1926 Piteå kbfd i Piteå landsförsamling 25 Piteå landsförsamlingPiteå lasarettBB ingick i kirurgiavd:s vårdplatser - 1954, BB från 1955.",
    "På lasarettet födda synas ha aviserats direkt till hemförsamlingen.",
    "Oklart när förlossningar börja- de här.",
    "Journalerna från början av 1900-talet i Piteå lasaretts arkiv, Box 715, 941 28 Piteå.",
    "Från 1926 Piteå kbfdRöda Korsets förlossningshem, Infjärden i RoknäsUppgift i Röda Korsets historik 1965, att det skulle ha funnits 1932.",
    "Kan 1988 ej identifieras.",
    "En 80-årig barnmorska vet inget härom 07 PjätterydHvita Korsets förlossningshem, Julia Stéen, KalvI Pjätteryd 1921-1927.",
    "Beläget i ett 1928 med Älmhult införlivat område.",
    "Förut i Algutsboda.",
    "Journaler och handlingar hos PÅ i Älmhult 25 Porjus kbfdPorjus husmodersförenings förlossningshemFödelserna sannolikt införda i Porjus födelsebok.",
    "I verksamhet i början på 1930-talet.",
    "Jokkmokks församling 01 RiddarholmenAllmänna BB, Birger Jarls torg 131775 beläget i Riddarholmens församling och från 1776 i Klara församling.",
    "Första BB-födseln i riket här 1775 03 RimboRimbo förlossningshemI verksamhet 1943-1951.",
    "Journaler kan ej återfinnas.",
    "Fyra vårdplatser 70 barn födda 1946.",
    "Födelserna ej införda i Rimbo födelsebok 05 RisingeFinspångs lasarettFödelsebok för lasarettet 1939-10-01-1960 i lasarettets arkiv, Box 905, 612 01 Finspång.",
    "(Då Finspångs kbfd) 24 RobertsforsRobertsfors sjukstugaI verksamhet på 1940-talet 10 RonnebyRöda Korsets förlossningshemFödelsebok för hemmet 1932-1949 i PÄ:s arkiv.",
    "Inget BB i Ronneby 1941-1945.",
    "Ej Ronneby stadsförsamlingRonneby förlossningshemFödelsebok för hemmet 1946-1959 i PÄ:s arkiv.",
    "Ej Ronneby stadsförsamling.",
    "Tio vårdplatser 09 RuteRöda Korsets förlossningshemUpptaget 1932 i Röda Korsets historik som planerat men har enligt under- sökning 1988 av landsarkivet i Visby ej kommit till utförande 08 RyssbyRöda Korsets förlossningshem, RocknebyI verksamhet på 1930-talet.",
    "Fem vårdplatser 25 Råneå övre kbfdRöda Korsets förlossningshem, GunnarsbynI verksamhet 1929-1946.",
    "Födelseboken i nuvarande Gunnarsbyns församling 08 RäpplingeBorgholms lasarettFödelsebok för lasarettet 1928-1961 i landstingets arkiv, Box 601, 391 Kalmar 0480-841 30.",
    "Boken beräknas bli överförd till Borgholms sjukhus under 1989.",
    "T.o.m.",
    "1945 i Räpplinge församling, från 1946 i Borgholms församling 23 RätanRätansby förlossningshem/Rätans kommuns förlossningsrumI verksamhet på 1930- och 1940-talen.",
    "Två vårdplatser 14 RönnängDorotea Karlssons förlossningshemI verksamhet 1935-1938 19 Sala stadsförsamlingSala lasarettI verksamhet 1942-1972 21 SandvikenSandvikens sjukstugaÖppnad 1939 05 Sankt AnnaRöda Korsets förlossningshem, StegeborgI verksamhet 1932-1945-05-01 01 Sankt GöranPro Patrias BB, Thorildsplan 5Födelsebok för BB från 1865 i stadsarkivet.",
    "Från 1930 i Sankt Göran, förut i Adolf Fredrik.",
    "Nedlagt 1951 12 Sankt JohannesMalmö allmänna sjukhusSe Malmö Sankt Johannes 04 Sankt NicolaiNyköpings lasarettse Nyköpings västra 05 Sankt OlaiNorrköpings lasarettSe Norrköpings Sankt Olal 24 Saxnäs kbfdRöda Korsets förlossningshemI verksamhet på 1930-talet, då Saxnäs Ofd i Vilhelmina församling ej var bildat.",
    "Se Vilhelmina 15 SegloraRöda Korsets förlossningshemI verksamhet 1924-1942 17 SilbodalÅrjängs lasarettFödelsebok för lasarettet 1925-1962 i PÄ:s arkiv.",
    "11 SirnrishamnSimrishamns lasarettFödelsebok för lasarettet 1906 och 1911-1961 i Simrishamns sjukhus arkiv, 272 00 Simrishamn 22 SjälevadÖrnsköldsviks lasarettTill 1907-06-30 beläget i Själevad och från 1907-07-01 i Örnsköldsviks församling.",
    "Lasarettslängd 1904-1959 i PÄ:s i Örnsköldsvik arkiv 15 SjötoftaSjötofta förlossningshem, Lillie EdwardsI verksamhet 1940-1946.",
    "Födelserna ej införda, utom för 1943.",
    "Journalerna ej bevarade men avlämnade till provinsialläkaren enligt föreståndarinnans uppgift 1988 16 SkaraSkara sjukstugas förlossningsavdelningFödelsebok för sjukstugan oktober 1938-juni 1955 i PÄ:s i Skara Domkyrkoförsamling arkiv.",
    "Församlingsnamnet ändrat 1974-10-18 till detta.",
    "Sex vårdplatser 05 SkedeviRejmyre sjukstugaI verksamhet 1941-1956 24 Skellefteå landsförsamlingClemensnäs förlossningshem, Ursviken, barnmorska Klara ForsmanI verksamhet januari 1931-början av 1933.",
    "Två vårdplatser 24 Skellefteå stadsförsamlingSkellefteå lasarettFödelsebok för lasarettet 1929-1961 i PÄ:s i Skellefteå Sankt Olov arkiv.",
    "Födelserna före 1929 införda i stadsförsamlingens födelsebok 05 SkänningeGabriella Noréns förlossningshemI verksamhet 1921-1928 16 SkövdeSkövde privata förlossningshem, Maria Rhodin, Vennerbergsgatan 9, senare Len nart Torstenssonsg 16I verksamhet 1924-1943.",
    "Kallades \"Storkboet\"Skövde nya förlossningshem, Helena (Carlsson) Carlehed, Vennerbergsgatan 9,I verksamhet ca 1929-1940.",
    "1929-1931 på Gransikagatan, där innehavarinnan då boddeIngeborgs hem, Ingeborg Sjöström, Skolgatan 8På 1930-taletAugusta Olssons förlossningshem, Rådhusgatan 4I verksamhet i slutet av 1920-talet och i början av 1930-talet.",
    "Hemmets registrerade namn oklartSkövde Garnisonssjukhusi Öppnade 1944-09-01 och fördes över till Kärnsjukhuset hösten 1973 13 SlättåkraRöda Korsets förlossningshem, OskarströmI verksamhet 1925-1934.",
    "Journaler ej bevarade.",
    "Födelserna ej införda i Slättåkra födelsebok 06 SofiaJönköpings lasarettSe Jönköpings Sofia 22 SollefteåSollefteå lasarettFödelsebok för lasarettet 1916-1963 i kyrkoarkivet 01 SolnaJohanna Jensens förlossnings- och spädbarnshem, Tottvägen 30, RåsundaI verksamhet från 1920-talet till in på 1950-taletKarolinska sjukhusetFödelsebok 1940-1968 i sjukhuskyrkans arkiv, Box 605 00, 104 01 Stockholm.",
    "Journaler 1940-1966 kvar på sjukhuset 24 Sorsele kbfdSorsele sjukstugaFrån 1940.",
    "Osäkert om barn från andra församlingar fötts här.",
    "1943 var 92 av Sorseles 107 barn födda här 17 StavnäsRöda Korsets förlossningshemI verksamhet på 1930-talet.",
    "Några barn införda i Stavnäs födelsebok 15 StenebyBillingsfors sjukstugas förlossningsavdelningPå 1930- och 1940-talet.",
    "Journaler i landstingsarkivet i Vänersborg 24 Stensele kbfdStensele sjukstugaI verksamhet på 1940-talet, ev.",
    "även tidigare 16 StenstorpSölvesborgs förlossningshem/Stenstorps privata förlossningshemI verksamhet 1904-1942 11 StobyHässleholms lasarettI Stoby församling 1937-1941.",
    "Från 1942 i Hässleholms församling.",
    "Födelsebok för lasarettet 1937-1961 i Hässleholms PÄ:s arkiv 04 Stora MalmKullbergska sjukhuset, KatrineholmFödelsebok för sjukhuset 1929-1961 för Katrineholms-området av Stora Malms församling i PÄ:s i Katrineholm arkiv.",
    "Barnen är födda i Stora Malm.",
    "Katrineholm blev församling 1961.",
    "Journalerna finns på sjukhuset 20 Stora TunaStora Tuna sjukstuga/Domnarvets BBLandstingsbeslut 1939 om 8 vårdplatser ej verkställt.",
    "Särskild födelsebok 1950-1964 för Domnarvets BB i Borlänge kbfd i Stora Tuna församling i PÄ:s i Borlänge arkiv.",
    "BB i Borlänge 1920-1925 (då i Stora Tuna församling) vilka födelser är införda i Stora Tuna 04 Strängnäs landsförsamlingMalmgårdens förlossningshem, MalmbyI verksamhet 1928-1946.",
    "Landsförsamlingens födelsebok hos PÅ i Strängnäs Domkyrkoförsamling 23 StrömStrömsunds sjukhusI verksamhet från 1932 14 StrömstadStrömstads lasarettFödelsebok för lasarettet 1945-1961 i PÅ: s arkiv.",
    "Födelser före 1945 införda i församlingens födelsebok 05 SundRöda Korsets förlossningshem, Österbymo/Österbymo förlossningshemI verksamhet 1933 (ev.",
    "tidigare) - 1956.",
    "Två vårdplatser 22 SundsvallFörlossnings- och barnuppfostringsanstalten Vårdhem, Villagatan 16/Anstalten vårdhemI verksamheten 1913-04-04-1936 med fattigvårdsstyrelsen som huvudman.",
    "24 barn födda 1931, 11 barn 1934.",
    "Inga journaler i landstingets arkiv.",
    "Ovisst om och hur födelserna är infördaSundsvalls lasarettFödelsebok för lasarettet 1928-1967-02-21 i PÄ:s i Sundsvalls Gustav Adolf arkiv.",
    "Församlingen namnändrad 55-02-04 17 SunneAmanda Holmbergs förlossningshemI verksamhet på 1920- och 1930-talen.",
    "Förde före 1932 ej journaler.",
    "Inga journaler i landstingets arkiv.",
    "Födelserna ej införda i Sunne födelsebok 19 SuraSurahammars enskilda förlossningshemI verksamhet på 1930-talet.",
    "Två vårdplatser Surahammars sjukstuga I verksamhet på 1940-talet 23 SvegSvegs lasarettFödelsebok för lasarettet 1926-1961 i PÄ:s arkiv 15 SvenljungaSvenljunga sjukstugas BB-avdelningI verksamhet 1935-1961-06-02.",
    "Födelsebok för sjukstugan 1950-1953 i landstingsarkivet i Vänersborg och från 1953-10-22 hos PÅ i Svenljunga.",
    "BB journaler 1950-1961 i landstingets i Vänersborg arkiv i sjukjournalerna 01 SångaSånga kommunala förlossningshem/Svartsjö förlossningsrumI verksamhet 1932-1954.",
    "Två vårdplatser 06 SäbyTranås stads förlossningshem/barnbördshusI verksamhet från 1932Tranås sjukstuga 17 SäffleAlfiId Hanssons förlossningshem, Sundstorp, senare Östra Storgatan, därefter Järnvägsgatan 19I verksamhet 1922-1940.",
    "Födelserna från 1938 införda i Säffle födelsebok.",
    "Oklart hur barn före 1938 införts.",
    "Tio vårdplatserSäffle sjukstugaFödelsebok för lasarettet 1944-1961 i Säffle kyrkoarkiv.",
    "Före 1944 fördes barnen in i Säffle födelsebok.",
    "20 SärnaSärna sjukstugaFödelser 1937-1962 införda i Särna födelsebok.",
    "Tre vårdplatser 21 SöderhamnSöderhamns lasarettI verksamhet på 1940-talet, ev.",
    "även tidigare 05 SöderköpingRöda Korsets förlossningshemI verksamhet 1920-1937-07-01.",
    "Tre vårdplatser.",
    "80 barn födda 1936Söderköpings lasarettI verksamhet på 1940-talet.",
    "Församlingsnamnet från 1953-01-30 Sankt Laurentii 01 SödertäljeSödertälje lasarettFödelserna före 1936 införda i församlingens födelsebok.",
    "Födelsebok för lasarettet 1936-1964 i PÄ:s arkiv.",
    "Församlingsnamnet före 1946 Södertälje stadsförsamling 01 Södertälje stadsförsamlingSödertälje lasarettSe Södertälje 25 Södra Bergnäs kbfdBergnäsuddens förlossningshemPå 1920- och 1930-talen.",
    "Arjeplogs församling 06 Södra HestraFrida Elöfssons förlossningshem, BroarydI verksamhet 1932-1942 08 Södra MöcklebyDegerhamns förlossningsrumFödelser 1944-1949 enligt Södra Möckleby födelsebok.",
    "En vårdplats 15 Södra ÅsarpLimmareds förlossningsrumFödelser 1944-1947 införda i Södra Åsarps födelsebok och 1948-1959 i särskild födelsebok för förlossningsrummet, i PÄ:s arkiv.",
    "Två vårdplatser.",
    "Journaler 1944-1958 i landstingets arkiv i Vänersborg 10 Sölvesborgs stadsförsamlingSölvesborgs sjukstugas förlossningsavdelning/ från 44-01-11 Sölvesborgs förlossningshemI verksamhet 1932-1956.",
    "Sex vårdplatser 16 TidaholmTidaholms förlossningshemPå 1940-talet, ev.",
    "även tidigare.",
    "Sex vårdplatser 03 TierpGunhild Tillmans förlossningshem/Tierps förlossningshemI verksamhet 1929-1945.",
    "Namnändrat 1930 15 ToarpDalsjöfors förlossningshemI verksamhet 1933-1950 08 TorsåsTorsås förlossningshemI verksamhet 451015-590621.",
    "Födelserna införda i Torsås födelsebok 1945-1948 och i särskild födelsebok för hemmet 480408-590621 i PÄ:s arkiv.",
    "Sex vårdplatser 15 TranernoOlga Jonsons förlossningshemI verksamhet 1936-1946.",
    "Två vårdplatser 12 TrelleborgTrelleborgs lasarettFödelsebok för lasarettet 1927-1961 i PÄ:s arkiv.",
    "Till 1937 stavat Trälleborg och från 1938 Trelleborg.",
    "Journaler från 1932 i lasarettets arkiv 15 TrollhättanMaria Alberts stiftelses sjukstugas BB/Trollhättans sjukstugaI verksamhet 1912-1972.",
    "Särskild födelsebok 1950-1963 i landstingets i Vänersborg arkiv.",
    "Journaler 1912-1972 därstädesTekla Hedeskogs förlossningshemI verksamhet på 1930-talet 04 Trosa stadsförsamlingTrosa sjukstugaI verksamhet 1938-1958.",
    "Barnen 1939-1943 införda i särskild längd, som saknas i PÄ:s arkiv och i landstingets arkiv.",
    "1944-1947 införda i särskild födelsebok i PÄ:s arkiv och i stadsförsamlingens födelsebok.",
    "Journaler 1938-1958 på Trosa vårdcentral i dess arkiv 16 TunRöda Korsets förlossningshem, KållandI verksamhet på 1930-talet, sannolikt 1932-1933 16 TådeneRöda Korsets förlossningshemI verksamhet 1926-1928, ev.",
    "längre i sjuksköterskans bostad.",
    "Födelserna ej införda i Tådene födelsebok 01 TäbyTäby förlossningsrumI verksamhet 42-08-24-51-04-12.",
    "Två vårdplatser 25 TärendöRöda Korsets förlossningsavd.",
    "på Tärendö ålderdomshemI verksamhet ca 1930-1951 24 TärnaTärna sjukstugaI verksamhet 1937 (ev.",
    "tidigare)-1940-talet 14 UcklumAnna Hanssons förlossningshem, RönnehöjdI verksamhet 1926-1927 Svenshögens sanatorium Födelser införda 1922-1940 14 UddevallaUddevalla lasarettFödelsebok för lasarettet 1906-1961-04-30 i PÄ:s arkivPrivata förlossningshemmet, Lagerbergsgatan 33I verksamhet 1927-1939.",
    "Barnmorska Anna SamuelssonNya sjuk- och förlossningshemmet, Elsebergsg 1I verksamhet 1927-1948.",
    "Tolv vårdplatser.",
    "Journaler ej bevarade 15 UlricehamnUlricehamns privata förlossningshem EklidenI verksamhet 1927-1938.",
    "Barnmorska Elna BäckUlricehamns sjukstugaI verksamhet 1938-1960.",
    "Journaler samma år i sjukhusets arkiv.",
    "01 Ulrika EleonoraAllmänna BB mfl.Se Kungsholm (församlingen har två namn) 24 Umeå stadsförsamlingUmeå lasarettFödelsebok för lasarettet 1816-1899 i sjukhusets arkiv och 1900-1961 i PÄ:s arkiv 03 UppsalaAkademiska sjukhusetFödelsebok för lasarettet 1816-1899 i sjukhusets arkiv och 1900-1961 i PÄ:s arkiv.",
    "Församlingen namnändrad 1962 till Uppsala DomkyrkoförsamlingUppsala privata sjuk- och förlossningshem, Odensg 1Upphörde 1927.",
    "Oklart om och var födelserna är införda 05 VadstenaVadstena lasarettFödelsebok för lasarettet 1905-1957-02-20 tillhörde landsarkivet men är utlånad till PÅ och finns i dess arkiv 05 ValdemarsvikValdemarsviks förlossningshemI verksamhet 1940-1959.",
    "Jämför Västra Ed.",
    "Sex vårdplatser 06 VallsjöAugusta (Asta) Johanssons förlossningshemI verksamhet 1930-1940.",
    "Kyrkoarkivet i nuvarande Sävsjö församling 16 VaraVara förlossningshemI verksamhet 1941-1960.",
    "Särskild födelsebok för 1957-1960 i PÄ:s arkiv.",
    "Sju vårdplatser 13 VarbergVarbergs lasarettFödelsebok för lasarettet 1905-1961 i PÄ:s arkiv 15 VarnumVarnumskulle enskilda förlossningshemI verksamhet 1935-1947 14 VasaGöteborgs privata sjuk- och förlossningshem, Molinsg 7Se Göteborgs Vasa 15 Vassända-NaglumFörlossningshemmet, Lilla Almås, GrunneboI verksamhet 1926-1929, ev.",
    "även tidigare och senare 01 VaxholmVaxholms förlossningsrumI verksamhet 1924-1953.",
    "Födelser införda 24-02-23-53-04-10.",
    "Två vårdplatser 06 VetlandaElin Sunds förlossningshemI verksamhet på 1940-talet, ev.",
    "även tidigareVetlanda sjukstugaFödelsebok för sjukstugan 1945-1967 i PÄ:s arkiv 24 Vilhelmina kbfdRöda Korsets förlossningshem/Sarnäs sjukhärbärgeI verksamhet på 1930-talet (Saxnäs då inte eget kbfd)Röda Korsets förlossningshem, VilhelminaI verksamhet på 1930-talet och fram till 1942Vilhelmina sjukstugaI verksamhet från 1942 08 Vimmerby stadsförsamlingVimmerby sjukstugaFödelsebok för sjukstugan 1931-1949 i PÄ:s i Vimmerby arkiv; de första åren i Röda Korsets regi.",
    "Församlingsnamnet från 1965 Vimmerby 24 VindelnVindelns sjukstugaI verksamhet från 1940, ev.",
    "tidigare.",
    "Församlingen var då Degerförs kbfd 08 VirserumRöda Korsets förlossningsrumUpptaget i 1946 års 1:e provinsialläkarens berättelse.",
    "Har enligt undersökning 1987 ej funnits men Virserum kan ha haft tre vårdplatser reserverade i Målilla.",
    "Särskild födelsebok 50-11-09-62-01-09 i PÄ:s arkiv 09 VisbyVisby lasarettFödelsebok för lasarettet 1934-1961 i PÄ:s i Visby Domkyrkoförsamling arkiv.",
    "Födelser före 1934 införda i Visby stadsförsamlings födelsebok.",
    "För- samlingens namn före 1936 Visby stadsförsamling och från 86-05-01 Visby Domkyrkoförsamling.",
    "09 Visby stadsförsamlingFristads förlossningshemI verksamhet 1930 (ev.",
    "tidigare) - 1938.",
    "För medellösa i Visby stad.",
    "En vårdplatsVisby lasarettSe Visby.",
    "25 VittangiVittangi sjukstugaI verksamhet på 1940-talet, ev.",
    "även tidigare 15 VänersborgVänersborgs lasarettFödelsebok för lasarettet 1905-1961 i PÄ:s arkiv.",
    "Journaler från 1935-10-01 i lasarettets arkiv Vänersborgs privata förlossningshem Oklart om och hur födelserna har införts.",
    "Upphörde 1935-10-01 06 VärnamoVärnamo lasarettFödelsebok för lasarettet 1924-1962 i PÄ:s arkiv 19 VästanforsFagersta lasarettUppgiften i 1:e provinsialläkarens berättelse 1945 att BB-avd.",
    "öppnats med 16 vårdplatser stämmer ej.",
    "Lasarettet men ej BB-avd öppnades 1945.",
    "Enligt PÅ är BB öppnat 1949 och första barnet fött 49-07-20.",
    "Födelsebok för lasarettet 1949-1961 i PÄ:s arkiv.",
    "Jämför med Norberg, där BB nedlades när Fagersta öppnade 01 VästerhaningeVästerhaninge förlossningshemI verksamhet 45-08-22-58-07-11.",
    "Tre vårdplatser 08 VästervikVästerviks lasarettFödelsebok för lasarettet 1918-1961 i PÄ:s arkiv 19 VästeråsVästerås lasarettFödelsebok för lasarettet 1910-1961 i Västerås Domkyrkoförsamlings arkiv.",
    "Församlingsnamnet ändrat 1962 till Västerås Domkyrkoförsamling 08 Västra EdFörlossningsrummet, EdsbrukUpptaget 1946 i 1:e provinsialläkarens årsberättelse.",
    "Oklart om det alls funnits.",
    "På Valdernarsviks BB är tre vårdplatser betalda av Västra Eds kommun 07 VäxjöVäxjö lasarettFödelsebok för lasarettet 1904-1961 i Växjö Domkyrkoförsamlings arkiv.",
    "Församlingsnamn Växjö från 1940, förut Växjö stadsförsamling, från 77-01-01 Växjö DomkyrkoförsamlingIda Iverssons förlossningshemI verksamhet 1926-1950-talet.",
    "Hemmets namn från 1934.",
    "Före 1940 Växjö landsförsamling.",
    "Sex vårdplatserVäxjö nya förlossningshem, Kungsgatan, Ellen Johansson och SjökvistI verksamhet 1933-1940-talet.",
    "Födelserna sannolikt inte införda i församlingens födelsebok, även om några andra barn är inskrivna.",
    "96 barn 1937, 120 barn 1938, 65 barn 1939, 47 barn 1940.",
    "Journaler ej bevarade 07 Växjö landsförsamlingVilla Kullen, från 1934 Ida Iverssons förlossningshemi verksamhet 1926-1933 som Villa Kullen och från 1934 som Iverssons.",
    "Från 1940 i Växjö församlingGrönalunds förlossningshemI verksamhet 1933-1934, ev flera år.",
    "Födelserna inte införda i landsförsam- lingens födelsebok.",
    "En vårdplats, 7 barn 1933, 5 barn 1934 07 Växjö stadsförsamlingVäxjö lasarettFödelsebok för lasarettet 1904-1961 i Växjö Domkyrkoförsamlings arkiv.",
    "Församlingsnamnet -1939 Växjö stadsförsamling, 1940-1976 Växjö, 1977- Växjö DomkyrkoförsamlingBarnavårdshemmets förlossningsavdelningI verksamhet 1933-1939, ev.",
    "även tidigare och senare.",
    "Födelserna sannolikt inte införda i stadsförsamlingens födelsebok, även om några andra barn är inskrivna.",
    "69 barn 1933, 38 barn 1935, 34 barn 1939Växjö privata förlossningshem/Växjö nya förlossningshem, Kungsgatan, barnmorska Ellen JohanssonI verksamhet 1933-1935 som Växjö privata och 1935-1940-talet som Växjö nya.",
    "Födelserna sannolikt inte införda i stadsförsamlingens födelsebok.",
    "Församlingsnamnet från 1940 Växjö 12 Ystads stadsförsamling/YstadYstads lasarettFödelsebok för lasarettet 1904 - 1958 1 lasarettets arkiv, 271 00 Ystad.",
    "Församlingsnamnet Ystads stadsförsamling från 1885 till ungefär 1920, därefter Ystad 15 Åmåls stadsförsamlingHanna Paulssons förlossningshemFanns här 1925-1928 i det s.k.",
    "Säfflehuset vid kyrkan.",
    "Oklart om och var födelserna är införda.",
    "Journaler ej bevarade.",
    "Från 1928 i Ärtemark/BengtsforsÅmåls sjukstugaFödelsebok för sjukstugan 1931-1962 i PÄ:s arkiv.",
    "Församlingsnamnet från 1963 Åmål.",
    "Journaler 1938-1967 i landstingets i Vänersborg arkiv 07 ÅsedaNanny Johanssons förlossningshemI verksamhet 1935-1938 24 ÅseleRöda Korsets förlossningshemI verksamhet 1928-1940-talet och födelserna sannolikt införda i Åsele födelsebok.",
    "12 barn 1930Åsele sjukstugaFrån 1940-talet 05 ÅtvidÅtvidabergs sjukstugaI verksamhet 1938-1961-06-03 07 ÄlghultRöda Korsets förlossningshemBörjade sannolikt 1931 (ev.",
    "1925) och upphörde 1956.",
    "Fyra vårdplatser 07 ÄlmhultHvita (Vita) Korsets förlossningshem, Julia StéenI verksamhet 1921-1943, förut i Pjätteryd, från 1928 (genom områdesflyttning) i Älmhult.",
    "Journalerna lämnade till PÄ:s arkiv 20 Älvdalens kbfdÄlvdalens sjukstugaPå 1940-talet 11 ÄngelholmÄngelholms lasarettI verksamhet från 1931.",
    "Under åren 1931-1944 ingen födelsebok förd och barnen från andra församlingar ej införda i Ängelholms födelsebok.",
    "Födelsebok för lasarettet 1945-1958 i PÄ: s arkiv.",
    "Journalerna från 1931 i Ängelholms sjukhus arkiv, Box 1503, 262 01 Ängelholm 15 ÄrternarkHanna Paulssons förlossningshem, Franserud, BengtsforsI verksamhet här 1929-1931.",
    "Oklart om och var barnen är införda.",
    "Till 1928 i Åmål.",
    "Journalerna ej bevarade 09 ÖjaÖja förlossningsrum, BurgsvikI verksamhet 1945-1960.",
    "Två vårdplatser 18 ÖrebroSyster Elsas förlossningshem, Nygatan 11I verksamhet 1906-1910, därefter ändrat till Hvita KorsetHvita Korsets förlossningshem, Julia Stéen, Nyg 11Här 1910-1914, senare Algutsboda.",
    "Församlingsnamnet -1912 18 Örebro NikolaiHvita Korsets förlossningshem, Julia Stéen, Nyg 11Se föregående.",
    "Församlingsnamnet från 1913.",
    "Flyttat till AlgutsbodaBystedts sjuk- och förlossningshem, Fabriksgatan 3I verksamhet 1917-1934.",
    "Födelserna är sannolikt införda.",
    "Församlingsnamnet före 21-05-01 Örebro Södra.",
    "Drevs av Märta och Maria Bystedt, jämför Härnösand och Hedvig Eleonora 18 Örebro NorraÖrebro lasarettSe nästföljande 18 Örebro Olaus PetriÖrebro lasarettFödelsebok för lasarettet maj 1905-1984 i landstingets arkiv, Box 1613, 701 16 Örebro, tel 019-10 82 97.",
    "Församlingsnamnet 1905-1912 Örebro, 1913-1921-04-30 Örebro Norra, från 21-05-01 Örebro Olaus Petri 18 Örebro SödraBystedts sjuk- och förlossningshem, Fabriksgatan 3I verksamhet 1917-1934.",
    "Församlingsnamnet från 21-05-01 Örebro Nikolai 14 ÖrgryteEdla Höglunds förlossningshem, Danska vägenI verksamhet 1912-1951 enligt journaler (lucka 1932-1935) i stadsarkivet.",
    "Tio vårdplatserAnna Svenssons förlossningshem, Delsjövägen 19I verksamhet 1903-1938 enligt journaler i stadsarkivet 22 ÖrnsköldsvikÖrnsköldsvik lasarettLasarettslängd 1904-1959 i PÄ:s arkiv.",
    "Före 07-07-01 i Själevads församling 21 ÖsmoRöda Korsets förlossningshemI verksamhet 1931-juni 1939.",
    "Journaler 1932-1939 i landstingets arkivNynäshamns förlossningshemÖppnat 46-08-01.",
    "Födelser införda 1947-1970 i Nynäshamns församling.",
    "Sju vårdplatser 03 ÖsterlövstaLövsta sjukstugaI verksamhet från 1945 23 ÖstersundÖstersunds lasarettFödelsebok för lasarettet 1904-1964 i PÄ:s arkivÖstersunds förlossningshem, StrandgatanI verksamhet 1926-1928, ev.",
    "även tidigare och senare.",
    "Fem vårdplatser 19 ÖstervålaÖstervåla sjukstugaI verksamhet från juni 1942 01 ÖsthammarÖsthammars lasarettFödelsebok för lasarettet 1911-1962 i PÄ:s arkiv 11 Östra BrobyBroby sanatoriumFödelsebok för sanatoriet 1931-1942 i PÄ:s arkiv 25 ÖverluleåBodens garnisonssjukhus/Bodens lasaretti Födelsebok för sjukhuset 1926-1953 i PÄ:s arkiv avseende Bodens dåvarande kbfd 25 ÖvertorneåÖvertorneå förlossningshemI verksamhet 1943-1950.",
    "Födelser 1949-1950-10-11 i särskild födelsebok hos PÄ 08 ÖverumÖverums förlossningsrumUpptaget i 1946 års berättelse av 1:e provinsialläkaren.",
    "Okänt för PÄ och oklart om det funnits.",
    "Jämför Virserum och Västra Ed"
]