[
    "Under århundradenas lopp har många förändringar skett beträffande församlingarna i Sverige.",
    "Namn har ändrats, församlingar (kyrkobokföringsdistrikt) har upphört, nya har tillkommit och så vidare.",
    "De sedan mer än 300 år förda kyrkoböckerna har för all slags forskning ett utomordentligt stort värde.",
    "För den som söker uppgifter bakåt i tiden kan det emellertid med hänsyn till de många ändringarna vara svårt att få fram det som efterforskas.",
    "Denna matrikels huvudsyfte är att genom en systematisk sammanställning redovisa skedda förändringar bland annat så att det för varje tidsepok framgår var kyrkoboksmaterialet kan återfinnas.",
    "Vissa begränsningar har varit nödvändiga.",
    "Endast församlingar inom Sveriges nuvarande territorium har tagits med.",
    "Av kyrkoböckerna redovisas endast de grundläggande urkunderna husförhörslängd (från 1895 benämnd församlingsbok) och födelsebok.",
    "Uppgifterna redovisas församlingsvis i en huvudförteckning, upplagd i alfabetisk ordning efter församlingarnas namn.",
    "Matrikelns användbarhet utvidgas genom flera kompletterande listor m m (se innehållsförteckningen) för sökning och för särskilda upplysningar.",
    "För tillkomsten av denna matrikel har en arbetsgrupp samverkat, bestående av Wolmar Högberg (sammankallande) och Thomas Pluntky från riksskatteverket, Marianne Cedermark och Gunnar Adner från kammarkollegiet, Britt Granaht och Birgitta Bergman från statistiska centralbyrån, Helmut Backhaus och Britt Hedberg från riksarkivet, Lars Otto Berg från landsarkivet i Uppsala, Anders Olofsson från demografiska databasen i Umeå, Elisabeth Thorsell från genealogiska föreningen, Nils Marelius från pastorsämbetet i Uddevalla samt Gösta Mellberg från pastorsämbetet i Hjärtum.",
    "Det huvudsakliga arbetet med insamling, granskning och sammanställning av uppgifterna i matrikeln har utförts av de två sistnämnda.",
    "Efter registrering av grundmaterialet vid demografiska databasen har varje nuvarande pastorsämbete beretts tillfälle att granska och komplettera \"sina\" uppgifter.",
    "Med hänsyn till att den rikstäckande matrikeln är ett förstlingsverk, som bygger på ett mycket omfattande material av skilda slag, kan en hundraprocentig fullständighet och enhetlighet inte förväntas.",
    "Detta gäller exempelvis namnformer och pastoratstillhörighet långt tillbaka i tiden samt förekomsten av särskild födelseregistrering vid förlossningsanstalter.",
    "Uppgifterna i matrikeln innefattar - så långt det varit möjligt - en redogörelse från äldsta tid till den I januari 1988.",
    "Komplettering har skett med indelningsändringar m m som beslutats under 1988 för att träda i kraft senare.",
    "Stora förändringar förestår under de närmaste åren genom den beslutade överflyttningen från pastorsämbetena av ansvaret för den lokala folkbokföringen till borgerliga myndigheter och även beträffande organisationen inom svenska kyrkan.",
    "Till följd av detta kan matrikelns kartläggning av den historiska organisationen till dags dato få ett särskilt värde.",
    "Utöver de nämnda i arbetsgruppen och pastorsämbetenas medverkan finns många att tacka för tillkomsten av matrikeln, framförallt tjänstemännen vid landsarkiven.",
    "Ett särskilt tack riktas också till Anders Ericson vid socialstyrelsen för hjälp med förteckningen över förlossningsanstalter."
]