[
    "Ni som är gifta kan ge varandra gåvor som vilka andra personer som helst.",
    "Ibland kan det dock vara svårt att uppfylla de formella krav som ställs för att gåvan ska bli juridiskt giltig.",
    "Då kan det vara bra om ni registrerar gåvan hos Skatteverket.",
    "I Skatteverkets kontroll ingår inte att pröva om ett gåvobrev som lämnats in är rättsligt bindande mellan makarna eller vilken verkan handlingen har.",
    "En annan orsak att registrera en gåva är att den ska bli giltig i förhållande till givarens borgenärer (långivare).",
    "När du ska ge bort en del av din fastighet till din make eller maka ska gåvohandlingen vara registrerad hos Skatteverket innan du skickar din ansökan om lagfart till Lantmäteriet.",
    "Gåvogivarens namnteckning ska vara bevittnad av två personer för att den registrerade handlingen ska godkännas av Lantmäteriet.",
    "Läs mer om gåvor i form av fastigheter med mera på Lantmäteriets webbplats: Du som vill ge bort en gåva till din make gör så här för att registrera den hos Skatteverket: Se till att skriva i ansökan vem Skatteverket ska skicka originalet till efter registrering.",
    "Lämna gärna kontaktuppgifter om Skatteverket behöver komma i kontakt med dig.",
    "Efter att ha beslutat om registrering lägger vi in en kopia av gåvohandlingen i äktenskapsregistret.",
    "Därefter kungör (annonserar) vi den i Post- och inrikes tidningar.",
    "En tidsfrist börjar också löpa.",
    "Under tidsfristen kan företag eller personer som du har skulder till under vissa förutsättningar begära att gåvan i stället kommer dina eventuella fordringsägare till del, det vill säga dem du är skyldig pengar.",
    "Om du inte har möjlighet att betala avgiften med bankgiro, eller i vissa fall med Swish, kan vi hjälpa dig med betalningen i receptionen på Skatteverkets kontor i Göteborg, Malmö och Sundbyberg."
]