[
    "Det tar olika lång tid innan ditt ärende får en handläggare beroende på vilket ärende inom folkbokföringen som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi hanterar ärendena i tur och ordning och ger ingen förtur.",
    "Det är viktigt att du lämnar all information som behövs i ärendet.",
    "Kontrollera en extra gång att du skickar in alla nödvändiga uppgifter från början och att du har fyllt i alla fält som ska fyllas i. Då går det oftast snabbare.",
    "Det kan ta längre tid om du behöver lämna mer information eller underlag.",
    "Läs gärna på informationen som ofta finns på baksidan av blanketten eller i e-tjänsten.",
    "Om du anmäler flytt inom eller från Sverige tar det cirka fyra veckor innan ärendet får en handläggare.",
    "Om du anmäler att du flyttar till Sverige tar det cirka fyra veckor innan ditt ärende får en handläggare.",
    "Om du anmäler särskild postadress tar det cirka fyra veckor innan ditt ärende får en handläggare.",
    "Om ni ansöker om hindersprövning och båda är folkbokförda i Sverige tar det cirka två veckor innan ert ärende får en handläggare.",
    "Om ni ansöker om hindersprövning och bara en av er är folkbokförd i Sverige tar det cirka fyra veckor innan ert ärende får en handläggare.",
    "Om ni ansöker om hindersprövning och ingen av er är svensk medborgare eller har hemvist i Sverige tar det cirka elva veckor innan ert ärende får en handläggare.",
    "Om du ansöker om äktenskapscertifikat tar det cirka en vecka innan ditt ärende får en handläggare.",
    "Om ni har gift er i Sverige tar det cirka två veckor innan ert ärende får en handläggare.",
    "Om ni har gift er i ett annat land än Sverige tar det cirka nio veckor innan ert ärende får en handläggare efter att ni har skickat in vigselhandlingen.",
    "Om du har skilt dig i Sverige tar det cirka två veckor innan ärendet får en handläggare.",
    "Om du har skilt dig eller om din partner har avlidit i ett annat land än Sverige tar det cirka två månader innan ditt ärende får en handläggare.",
    "Om du ansöker om förnamn och efternamn för ditt nyfödda barn tar det cirka fyra veckor innan ditt ärende får en handläggare.",
    "Om du vill byta ditt förnamn tar det cirka sju veckor innan ditt ärende får en handläggare.",
    "Du måste ha betalt ansökningsavgiften för att Skatteverket ska handlägga ditt ärende.",
    "Om du vill byta ditt efternamn och din önskade ändring är avgiftsbelagd tar det cirka tre månader innan ditt ärende får en handläggare.",
    "Om du vill byta ditt efternamn och din önskade ändring är avgiftsfri tar det cirka sex veckor innan ditt ärende är klart om du har lämnat all information som behövs i ansökan.",
    "I annat fall tar det fem månader innan ditt ärende får en handläggare.",
    "Om du vill ändra ditt efternamn till ett nybildat efternamn kan det ta upp till fem månader innan du får besked.",
    "Om du vill ändra ditt efternamn och din önskade ändring är avgiftsbelagd kan det ta upp till fem månader innan du får besked.",
    "Om du vill ändra ditt efternamn till din makas eller makes tar det cirka tre veckor innan ditt ärende får en handläggare efter att vigseln är registrerad.",
    "Om du vill ändra uppgifter om familjerelationer tar det cirka tre månader innan ditt ärende får en handläggare.",
    "Om du ansöker om samordningsnummer kan det ta upp till nio veckor innan ditt ärende får en handläggare.",
    "Om en ambassad, ett konsulat eller en passmyndighet i Sverige begär tilldelning av samordningsnummer för passändamål tar det cirka fem veckor innan ärendet får en handläggare.",
    "Om en myndighet begär tilldelning av samordningsnummer tar det cirka fyra veckor innan ärendet får en handläggare.",
    "Därefter kan det ta ytterligare sex veckor innan du får besked.",
    "Om du ansöker om att ändra eller rätta personuppgifter kopplade till ditt samordningsnummer tar det cirka två månader innan ärendet får en handläggare.",
    "Om du anmäler att du har en ändrad kontaktadress tar det cirka två vecka innan ärendet får en handläggare.",
    "Om du ansöker om att ändra eller rätta personuppgifter i din identitet, till exempel födelsetid eller kön, tar det cirka 10 månader innan ditt ärende får en handläggare."
]