[
    "Identitetsintrång är när någon obehörig använder din legitimation, dina lösenord, ditt personnummer eller ditt mobila bank-id för att till exempel beställa varor eller ta lån i ditt namn.",
    "Det kallas också för identitetsstöld, id-kapning eller identitetskapning och är en form av bedrägeri.",
    "Kontakta Skatteupplysningen på telefon 0771-567 567 för att få hjälp.Du ska även anmäla det till Polisen så att du kan skicka en kopia på anmälan till Skatteverket.",
    "En typ av identitetsintrång eller id-kapning är att någon obehörig ändrar din folkbokföringsadress.",
    "Det finns flera sätt att förhindra detta.",
    "Att spärra obehörig adressändring innebär att du anmäler att flyttanmälan och anmälan av särskild postadress ska göras via Skatteverkets e-tjänster.",
    "Om en anmälan ändå görs på pappersblankett gör Skatteverket en särskild kontroll av anmälan.",
    "Komplettera med adresslåset så skyddar du dig mot att någon obehörig adressändrar, lagrar eller eftersänder din post.",
    "Det gör du i tjänsten Adresslåset som finns hos Svensk adressändring.",
    "Skaffa en digital brevlåda så du får ett meddelande om din folkbokföringsadress ändras.",
    "I tjänsten Ombud och behörigheter kan du lägga in en spärr mot ombudsregistrering via blankett.. När du har aktiverat spärren kan inte obehöriga använda en pappersblankett för att ansöka om ombudsbehörigheter.",
    "Du kommer inte heller kunna använda blanketter för att själv ansöka om de behörigheter som finns i e-tjänsten Ombud och behörigheter.",
    "Då får du använda din e-legitimation och registrera ombud i e-tjänsten istället.",
    "Genom att aktivera spärren minskar du risken för bedrägerier.",
    "Logga in på Mina sidor och klicka på fliken folkbokföring för att se vilken adress som är registrerad för dig."
]