[
    "Svensk namnlag gäller för dig som är svensk medborgare även om du bor utomlands.",
    "Undantaget är om du bor i Danmark, Finland eller Norge, då gäller istället namnlagen i landet där du bor.",
    "Svensk namnlag kan också gälla dig som är utländsk medborgare eller statslös om du bor i Sverige.",
    "Du som är svensk medborgare kan ansöka om att byta namn med stöd av svensk namnlag.",
    "Det gäller oavsett om du bor i Sverige eller utomlands.",
    "Du ansöker på blanketterna längst ner på denna webbsida.",
    "Tänk på att du kan behöva visa händelsen som var anledningen till namnbytet.",
    "Om du till exempel har gift dig utomlands är det bra om du bifogar vigselintyget eller motsvarande dokument.",
    "Undantag är om du bor i Danmark, Finland eller Norge, då gäller inte svensk namnlag.",
    "Du får istället byta namn i landet där du bor.",
    "Om du vill att ditt namnbyte ska registreras även i den svenska folkbokföringen informerar du Skatteverket skriftligt om att du bytt namn.",
    "Det kan du göra genom att besöka ett servicekontor eller skicka information via post till Skatteverket.",
    "SkatteverketFolkbokföringen205 30 Malmö Skatteverket kommer att pröva om du kan bli registrerad med det nya namnet i folkbokföringen.",
    "Om du har fått barn utomlands och barnet är svensk medborgare ska du ansöka om namn för barnet hos Skatteverket.",
    "Använd blankett SKV 7750.",
    "Det är bra om du bifogar dokument som visar vilka som är barnets föräldrar och vårdnadshavare, samt att barnet har fått svenskt medborgarskap.",
    "Det kan till exempel vara barnets födelsebevis och en kopia av förälderns svenska pass.",
    "Skicka blanketten och eventuella bilagor till: Skatteverket FolkbokföringenBox 298SE-881 36 SollefteåSverige – Suède Undantag är om barnet bor i Danmark, Finland eller Norge.",
    "Då gäller inte svensk namnlag utan det landet fattar beslut om barnets namn.",
    "Om du vill att namnet ska registreras i den svenska folkbokföringen informerar du Skatteverket skriftligt genom att visa upp namnbeslutet.",
    "Det kan du göra genom att besöka ett servicekontor eller skicka informationen via post till Skatteverket.",
    "SkatteverketFolkbokföringen205 30 Malmö Du som är utländsk medborgare eller statslös, och som bor i Sverige, kan ansöka om att byta namn med stöd av svensk namnlag.",
    "Det gör du på blanketterna som du hittar längst ner på denna webbsida.",
    "Om du är utländsk medborgare och har bytt namn i ditt hemland är det bra om du informerar Skatteverket skriftligt.",
    "Det kan du göra genom att besöka ett servicekontor eller skicka informationen via post till Skatteverket.",
    "SkatteverketFolkbokföringen205 30 Malmö Det är bra om du bifogar dokument som visar att du har bytt namn i landet, till exempel ett intyg om namnbytet eller en kopia av ett pass där namnet framgår.",
    "Skatteverket kommer pröva om du kan bli registrerad med det nya namnet i folkbokföringen.",
    "Om du har fått barn i Sverige, barnet är utländsk medborgare eller statslös och barnet bor här i landet kan du ansöka om namn för barnet hos Skatteverket med stöd av svensk namnlag.",
    "Skatteverket får information från sjukhuset om att ett barn är fött och skickar en blankett till din adress som du ska fylla i.",
    "Du kan också informera Skatteverket vilket namn som barnet fått enligt lagen i landet där barnet är medborgare.",
    "Du kan använda blanketten som du får från Skatteverket för denna information.",
    "Skatteverket kommer pröva om barnet kan bli registrerad med det nya namnet i folkbokföringen.",
    "Om du har bytt namn i ett EES-land eller Schweiz kan du ansöka om att byta till samma namn i Sverige med stöd av svensk namnlag.",
    "Det gör du på blanketterna som du hittar längst ner på denna webbsida.",
    "För att reglerna ska gälla krävs att du fått namnet genom en familjehändelse, till exempel att du gifte dig och att du hade en koppling till landet när bytet hände.",
    "Om du bytt förnamn kommer Skatteverket kontrollera att namnet inte är olämpligt i Sverige.",
    "Om du är svensk medborgare och har bytt namn utanför EES och Schweiz gäller bytet inte automatiskt i Sverige.",
    "Du kan ansöka om att byta till samma namn med stöd av svensk namnlag.",
    "Det gör du på blanketterna som du hittar längst ner på sidan.",
    "Det kan i vissa fall krävas att det finns särskilda skäl för bytet.",
    "Ladda ner blanketten för att ansöka om att ändra ditt namn ett barns namn."
]