[
    "Ett av Skatteverkets verktyg för att kontrollera folkbokföringsuppgifter är kontrollbesök.",
    "Syftet med kontrollbesöket är att ta reda på om du är rätt folkbokförd.",
    "Skatteverket kan göra kontrollbesök när vi har försökt nå en person utan att lyckas.",
    "Vi kan också göra besök när vi har tagit emot underrättelser om misstänkt felaktig folkbokföring.",
    "Vi beslutar om att göra kontrollbesök efter signaler i våra datasystem, egna utredningar eller underrättelser från olika aktörer.",
    "Vi tar emot omkring 120 000 underrättelser från privatpersoner, fastighetsägare och myndigheter varje år.",
    "Underrättelserna kan handla om misstanke om felaktig folkbokföring för personer som Det är våra handläggare som genomför kontrollbesök inom folkbokföring.",
    "Ett kontrollbesök börjar med att handläggarna ringer på dörren, presenterar sig och visar sina tjänstekort.",
    "Du kommer också få ta del av ett beslut om själva kontrollbesöket som förklarar varför de är där.",
    "Om du vill vara säker på att personerna kommer från Skatteverket kan du göra en kontrollringning till Securitas.",
    "Securitas telefonnummer finns på handläggarnas tjänstekort.",
    "I samtalet kommer du ombes att säga några av de siffror som finns på handläggarens tjänstekort.",
    "Siffrorna fungerar som verifikationskod hos Securitas.",
    "Du som får besök blir ombedd att identifiera dig och kan få frågor om hur länge du har bott i bostaden och om det brukar befinna sig flera personer på adressen.",
    "Handläggarna kan även fotografera utanför bostaden, som postboxar i en trappuppgång eller parkerade bilar på en uppfart.",
    "Det ingår inte i Skatteverkets befogenheter att undersöka en lägenhet eller titta i skåp och lådor.",
    "Våra handläggare som genomför kontrollbesök identifierar sig så här: Ibland behöver vi göra flera besök för att kunna avsluta en utredning.",
    "Vi försöker anpassa oss till tidpunkter när vi bedömer att personer kan vara hemma.",
    "Du har rätt att neka våra handläggare att komma in i bostaden, men du kan inte överklaga ett beslut om kontrollbesök.",
    "Resultatet av vår kontroll kan bli ett beslut om ändrad folkbokföring, oavsett om vi fått komma in i bostaden eller inte.",
    "Du kan läsa mer på sidan Folkbokföringskontroller."
]