[
    "Barn under 18 år ska vara folkbokförda enligt samma regler som vuxna, det vill säga på den adress där de sover flest nätter.",
    "Du som är vårdnadshavare kan lämna samtycke till flyttanmälan för ditt barn i tjänsten Lämna samtycke.",
    "Att samtycka till anmälan innebär att du skriver under anmälan.",
    "Här kan du som vårdnadshavare samtycka till flyttanmälan för ditt barn.",
    "Du kan också välja att inte samtycka.",
    "Svara så snart som möjligt om du samtycker till flyttanmälan eller inte.",
    "Du kan svara inom sju dagar efter att flyttanmälan för barnet lämnades in.",
    "Du kan lämna samtycke om du är vårdnadshavare och det finns en flyttanmälan för barnet som är inlämnad i tjänsten Flyttanmälan.",
    "Om en anmälan för barnet har lämnats in i tjänsten Flyttanmälan kan du som vårdnadshavare lämna samtycke i tjänsten.",
    "För att använda tjänsten krävs e-legitimation.",
    "Svara så snart som möjligt om du samtycker till flyttanmälan eller inte.",
    "Du kan svara inom sju dagar efter att flyttanmälan för barnet lämnades in.",
    "Om du inte lämnar svar i tjänsten kommer vi att skicka en förfrågan till dig med post.",
    "Det gör vi först när en handläggare påbörjat handläggning av ärendet.",
    "Skatteverket utreder var barnet ska vara folkbokfört.",
    "Vi frågar er vårdnadshavare bland annat om var barnet sover och går på förskola eller skola.",
    "Innan vi fattar vårt beslut får ni som är vårdnadshavare ta del av de uppgifter som kan komma att påverka beslutet.",
    "Vi fattar sedan ett beslut om barnets folkbokföring utifrån dessa uppgifter.",
    "Om det inte finns något samtycke att svara på kan det bero på att: Du kan svara via brev, på ett servicekontor eller via Skatteverkets webbplats.",
    "Om du lämnar svaret via formuläret på webbplatsen ska du kryssa i alternativet Ja på frågan Gäller din fråga eller ditt svar ett pågående ärende hos oss?",
    "och ange barnets personnummer.",
    "Nej, du samtycker bara till att barnets folkbokföring ändras."
]