[
    "Församlingarnas namn anges i strikt alfabetisk ordning.",
    "Äldre namnformer anges i synnerhet om stavningen har ändrats i ordets början, om namnet kraftigt avviker från nuvarande och vid relativt sena förändringar.",
    "Hänvisning från äldre stavningsvarianter görs dock endast undantagsvis beträffande vissa vanliga bokstavsskiften, t ex AAA, C-Ch-K, EA, Hv-V, 14-Y, O-UÄ, O-K, T-Th, TJ-K, U-V-W, Y-Ö.",
    "Detta gäller även dessa bokstäver inuti namnen.",
    "I flera fall har en återgång skett till ursprunglig eller äldre stavning, t ex Helsingborg-Hälsingborg-Helsingborg Årtal och datum hänför sig i första hand till tiden för ikraftträdande, t ex för ändrad indelning.",
    "Är tiden för ikraftträdandet okänd anges i stället beslutsdatum.",
    "Om både tid för beslut och ikraftträdande är kända och det skiljer minst 5 år anges beslutsdatum inom parentes.",
    "Har varken tiden för ikraftträdande eller tiden för beslut kunnat verifieras står i vissa fall annan känd tidsuppgift med direkt anknytning till förändringen eller den inträffade händelsen.",
    "Endast aktuella koder redovisas fullständigt.",
    "På upphörda enheter och vid hänvisning avslutas koden i stället med två nollor.",
    "Län och kommun anges efter nuvarande indelning för att dels underlätta statistisk bearbetning, dels tjäna som grund för att söka arkivalier i rätt arkiv.",
    "Vid t ex länsförändringar flyttas nämligen äldre arkivalier mellan landsarkiven.",
    "Se vidare Koder, sid 15.",
    "Länstillhörighet anges endast för tiden från 1750.",
    "Det har inte varit möjligt att i full utsträckning ta med mindre ändringar som endast berör en del av församling eller kyrkobokföringsdistrikt.",
    "Hela omfattningen av ett flerförsamlingspastorat redovisas endast under moderförsamlingen.",
    "Vid enförsamlingspastorat anges ordet \"eget\".",
    "För övriga enheter anges endast moderförsamlingens namn, sålunda inte de övriga församlingar som ingår eller ingått i pastoratet.",
    "För äldre tid har pastoratstillnorigheten inte Kunnat redovisas fulistandigt.",
    "Exempelvis framgår det inte att församlingarna i det medeltida Skara stift (motsvarar ungefär län 15-17) före tiden omkring år 1250 i regel utgjorde var sitt pastorat.",
    "Med \"husförhörslängd\" avses i förekommande fall även annan motsvarande förteckning, t ex katekismiläng(1.",
    "Årtal inom parentes på husförhörslängd och födelsebok innebär att böcker visser ligen finns från nämnda år men att materialet är ofullständigt den första tiden.",
    "Uppgifter om en viss församling kan finnas i en annan, närliggande församlings arkiv.",
    "Detta kan bero på att - erl församling har nybildat,,,, och vissa böcker från ursprungsförsamlingen har förts till den nya församlingens arkiv.",
    "Detta kan leda till att vissa begynnelseår i förteckningen i tiden ligger före församlingsdelningen - efter sammanslagning av församlingar har vissa böcker fortfarande använts och kommit att hänföras till den upphörda enhetens arkiv, sålunda det motsatta för hållandet mot föregående - två eller flera församlingar har haft gemensam kyrkobok varvid det i förteckningen redovisas som om boken varit delad.",
    "Var den förvaras skall framgå av arkivförteckning.",
    "BB = barnbördhuskbfd = kykobokföringsdistriktKBr = Kungligt brevKMt = Kunglig MajestätKRes = Kunglig resolutionPÄ = pastorämbete(t)SCB = Statistiska centralbyrån"
]