[
    "Du kan meddela Skatteverket om någon är felaktigt folkbokförd på din egen adress.",
    "Med tjänsten Visa folkbokförda på samma adress kan du göra det här: Lämna så mycket information som du kan eftersom det hjälper oss att snabbare rätta felet.",
    "Du behöver inte veta personnumret på den person som är felaktigt folkbokförd på din adress när du använder den här tjänsten.",
    "Genom att du använder tjänsten kan vi snabbt identifiera och åtgärda ett eventuellt fel.",
    "För att använda denna tjänst behöver du vara folkbokförd i Sverige, över 18 år och ha en e-legitimation.",
    "Om du inte har någon e-legitimation kan du använda den oinloggade tjänsten Meddela felaktig folkbokföring.",
    "I tjänsten Visa folkbokförda på samma adress kan du se vilka personer som är folkbokförda på din egen adress och meddela oss om något är fel.",
    "Med tjänsten Meddela felaktig folkbokföring kan du meddela oss att någon är felaktigt folkbokförd på en annan adress än din folkbokföringsadress.",
    "När du har meddelat Skatteverket om att en person är felaktigt folkbokförd gör vi en bedömning av informationen.",
    "Vi prioriterar fel som innebär besvär för dig eller som orsakar skada i samhället högst.",
    "För att vi ska kunna fatta ett snabbt beslut om att en person inte längre ska vara folkbokförd på din adress, krävs två saker: Vi kan ofta konstatera snabbt om kraven är uppfyllda.",
    "Ibland behöver vi kontakta dig eller den person som meddelandet avser för att få veta mer.",
    "Även om det är ett fel som vi inte har möjlighet att prioritera skickar vi en påminnelse till personen som kan vara folkbokförd på fel adress, så att han eller hon själv kan rätta uppgiften.",
    "Vi kontaktar alla som vi har möjlighet att nå, antingen genom att hen är ansluten till digital brevlåda, eller om vi har fått information om en ny adress.",
    "Vi sparar alla uppgifter som du skickar till Skatteverket, och om du har ny information kan du alltid komplettera dina uppgifter.",
    "Det kan till exempel vara en persons nya adress eller kontaktuppgifter, eller hur felet påverkar dig eller samhället.",
    "Så här gör du för att komplettera ditt ärende med nya uppgifter: Det allra vanligaste är att personen som är felaktigt folkbokförd har missat att göra en flyttanmälan.",
    "Många fel rättas över tid genom att personen själv upptäcker felet och gör en flyttanmälan.",
    "Om du har möjlighet kan du kontakta personen och påminna om att göra en flyttanmälan.",
    "Om du får post till en person som är felaktigt folkbokförd på din adress ska du skicka tillbaka posten till avsändaren.",
    "Skriv på kuvertet att mottagaren inte bor på adressen.",
    "Du behöver inte använda frimärke.",
    "Handläggningstiden för att utreda felaktig folkbokföring varierar beroende på den prioritering som vi behöver göra.",
    "Det är den person som anmälan gäller som vi normalt har fortsatt kommunikation med i ärendet.",
    "I tjänsten Visa folkbokförda på samma adress kan du se om personen du meddelat oss kring fortfarande är folkbokförd på din folkbokföringsadress eller inte."
]