[
    "Här finns information om sådant som är viktigt att veta när du har blivit förälder, till exempel om barnets personnummer, namn, vårdnad och medborgarskap.",
    "Kom ihåg att vi behöver veta barnets förnamn och efternamn inom tre månader.",
    "När ett barn föds i Sverige ska födelsen anmälas till Skatteverket.",
    "I de flesta fall anmäls födelsen av en barnmorska på det sjukhus där barnet är fött.",
    "Om barnet föds hemma är det barnmorskan som är med vid förlossningen som ska anmäla födelsen till Skatteverket.Föds barnet hemma utan barnmorska är det barnets vårdnadshavare som ska anmäla födelsen.",
    "Barn som föds i Sverige ska folkbokföras om mamman är folkbokförd eller om den förälder som inte har fött barnet är vårdnadshavare och folkbokförd.",
    "Om den som föder barnet är folkbokförd i Sverige får barnet sitt personnummer i samband med att Skatteverket registrerar födelsen.",
    "Den som har fött barnet får sedan ett registerutdrag med posten och en blankett för att ansöka om barnets förnamn och efternamn.",
    "Registerutdraget visar vad som finns registrerat om barnet hos Skatteverket.",
    "Om den som föder barnet inte är folkbokförd i Sverige och inte gift med en folkbokförd person, blir barnet inte folkbokfört och får därför inte något personnummer.",
    "Om barnet har fötts hemma utan barnmorska ska barnets vårdnadshavare själva skriftligen anmäla födelsen till Skatteverket inom en månad.",
    "Anmälan ska innehålla mammans namn och personnummer, barnets födelsedatum, barnets kön och vårdnadshavarnas underskrifter.",
    "Anmälan ska lämnas in vid ett personligt besök på ett servicekontor tillsammans med ett intyg som styrker födelsen, exempelvis ett moderskapsintyg eller ett läkarintyg.",
    "Vid besöket på servicekontoret ska barnet vara med och vårdnadshavarna behöver visa en giltig id-handling.",
    "Har du fött barn i Sverige fast du inte är folkbokförd här?",
    "Då behöver du fylla i blanketten Komplettering till födelseanmälan (SKV 7560) och skicka den till Skatteverket.",
    "Ditt barns födelse blir då registrerad hos Skatteverket.",
    "Det är väldigt viktigt för att du till exempel ska kunna Det är särskilt viktigt att du fyller i på blanketten om den person du är gift med är folkbokförd i Sverige.",
    "Det är normalt bara då som barnet kan bli folkbokfört från födelsen och få ett personnummer.",
    "Om du inte är gift när barnet föds skickar Skatteverket en underrättelse till socialnämnden i den kommun där barnet är fött.",
    "Du kan kontakta socialnämnden om du inte har blivit kontaktad av dem.",
    "Blanketten finns på förlossningsavdelningen på sjukhuset.",
    "Om du inte fyller i den där skickas den till din adress som du lämnade på förlossningsavdelningen.",
    "Du kan också hämta blanketten på ett servicekontor.",
    "Adresser till alla servicekontor finns under Kontakta oss här på webbplatsen, högst upp på sidan.",
    "Du behöver vara noga med att fylla i blanketten rätt eftersom det är mycket svårt att ändra uppgifterna när de är registrerade hos Skatteverket.",
    "Det är bra om du skickar med en kopia av din id-handling.",
    "Om du har fött barn i ett annat land får Skatteverket normalt inte veta att barnet har fötts.",
    "Om du som födde barnet är folkbokförd i Sverige behöver du därför anmäla födelsen till Skatteverket.",
    "Det kan du göra genom att skicka in ett brev eller besöka ett servicekontor.",
    "I brevet ska du skriva: Det är också bra om du skickar med dokument som visar uppgifter kring födelsen och barnet, till exempel Om det finns någon särskild anledning till att barnet föddes i ett annat land är det viktigt att du berättar det.",
    "Skriv också var du och barnet bor nu och var du tror att ni kommer bo det närmsta året.",
    "Om du och barnet inte bor, eller kommer att bo, på samma ställe ska du skriva det.Skatteverket behöver de här uppgifterna för att kunna avgöra om barnet ska vara folkbokfört i Sverige.",
    "Du skickar brev och dokument till:SkatteverketBox 298881 26 SOLLEFTEÅNär du har anmält födelsen till Skatteverket kommer vi att pröva om barnet ska folkbokföras.",
    "I vissa situationer kan Skatteverket kräva att du och barnet ska besöka ett servicekontor.",
    "Du kommer i så fall få information om det.",
    "Adresser till Skatteverkets servicekontor finns på sidan Kontakta oss.",
    "Om du inte bor i Sverige och inte heller planerar att flytta hit inom den närmaste tiden behöver du inte anmäla barnets födelse till Skatteverket.",
    "Uppgifter om ditt föräldraskap och barnets uppgifter registreras normalt inte i folkbokföringen så länge ni är bosatta i ett annat land.",
    "Om barnet får svenskt medborgarskap vid födelsen ska du som är barnets vårdnadshavare ansöka om namn för barnet: Om du bor i ett annat land och har fått barn där och ska flytta med barnet till Sverige, ska du anmäla flytt till Sverige för dig och barnet: Om barnet har blivit svensk medborgare kan du som är barnets vårdnadshavare ansöka om ett svenskt pass åt barnet hos en svensk ambassad eller hos Polisen i Sverige.",
    "Om passmyndigheten bedömer att barnet har rätt till ett svenskt pass kommer de vid behov att begära ett samordningsnummer för barnet hos Skatteverket.",
    "Här kan du läsa om hur föräldrar registreras i folkbokföringen.",
    "För den som är registrerad partner gäller samma sak som för den som är gift.",
    "En kvinna som föder ett barn registreras som barnets mamma.",
    "Det kallas moderskapspresumtion (modern presumeras, det vill säga antas, vara förälder).",
    "Om en kvinna föder ett barn och är gift med en man när barnet föds, registreras mannen som pappa till barnet.",
    "Det kallas faderskapspresumtion.",
    "Om kvinnan inte är gift måste faderskapet fastställas genom bekräftelse eller genom en dom från en domstolen.",
    "Om den som föder barnet är man registreras han som pappa till barnet.",
    "Om den som föder barnet är kvinna och är gift med en kvinna registreras makan som barnets förälder.",
    "Det kallas föräldraskapspresumtion.",
    "Om kvinnan som föder barnet inte är gift måste den andra kvinnans föräldraskap fastställas genom bekräftelse eller genom en dom från en domstol.",
    "Om den som föder barnet inte är gift behöver partnern bekräfta sitt föräldraskap.",
    "Det kan hen göra på något av följande sätt: Om det finns olika uppfattningar om vem som är förälder till ett barn, kan en domstol avgöra det.",
    "Det kan till exempel bli aktuellt vid assisterad befruktning i privat regi.",
    "Ett barn kan bli till genom assisterad befruktning, alltså insemination eller befruktning utanför kroppen.",
    "För att föräldraskapet ska bli fastställt för den som inte har fött barnet, krävs då att följande förutsättningar är uppfyllda: Den som inte har fött barnet kan bekräfta sitt föräldraskap En förutsättning är att barnet har rätt att ta del av uppgifter om spermiedonatorn.",
    "Annars kommer bara en förälder att registreras i folkbokföringen.",
    "Den som har fött ett barn och är folkbokförd i Sverige kan anmäla till Skatteverket att hen vill bli registrerad som förälder i folkbokföringen.",
    "Det gäller oavsett när och i vilket land barnet är fött.",
    "Den som inte har fött barnet kan få sitt föräldraskap fastställt genom presumtion, dom eller bekräftelse.",
    "Vilka regler som gäller beror till exempel på om föräldrarna är eller har varit gifta eller sambo med varandra, i vilket land barnet har sin hemvist och vilket medborgarskap föräldrarna och barnet har.",
    "Vårdnad är ett rättsligt begrepp.",
    "Den som har vårdnaden om ett barn bestämmer i frågor som rör barnet.",
    "Vårdnad ska inte förväxlas med daglig omvårdnad.",
    "Ett barn står under någons vårdnad tills det fyller 18 år.",
    "Om ni är två föräldrar som är gifta med varandra när barnet föds får ni automatiskt gemensam vårdnad om barnet.",
    "Om ni inte är gifta får den som har fött barnet automatiskt ensam vårdnad.",
    "Ni kan anmäla att ni vill ha gemensam vårdnad i samband med att ni gör en föräldraskapsbekräftelse.",
    "Det kan ni göra i tjänsten Digital föräldraskapsbekräftelse eller när föräldraskapet fastställs av socialnämnden i er kommun.",
    "Ni som föräldrar kan också anmäla gemensam vårdnad senare, men då direkt till Skatteverket.",
    "För att det ska vara möjligt får inget tidigare beslut ha fattats om vårdnaden och barnet måste vara folkbokfört i Sverige.",
    "Vårdnad som ni anmäler i samband med fastställande av föräldraskapet eller direkt till Skatteverket gäller från den dag Skatteverket registrerar uppgiften.",
    "Om någon av er föräldrar har ensam vårdnad om barnet, kan ni skriva ett avtal om att ni i stället ska ha gemensam vårdnad eller att den andra föräldern ska ha vårdnaden.",
    "Föräldrar som har gemensam vårdnad om barnet kan avtala om att en av dem ska få ensam vårdnad.",
    "Avtalet ska godkännas av socialnämnden som sedan underrättar Skatteverket.",
    "Vårdnad genom avtal gäller från den dag då socialnämnden har godkänt avtalet.",
    "En av er föräldrar, eller ni tillsammans, kan ansöka till tingsrätten om ändring i vårdnaden om ert barn.",
    "Vårdnaden gäller då oftast från den dag då tingsrättens beslut vunnit laga kraft.",
    "(börjat gälla) Vissa beslut från tingsrätten kan dock gälla från och med beslutsdagen.",
    "Tingsrätten meddelar alltid Skatteverket när den har fattat ett beslut om barns vårdnad.",
    "Om ni som föräldrar har ett utländskt vårdnadsbeslut kan ni visa upp detta för Skatteverket för att styrka vårdnaden.",
    "Utländska vårdnadsbeslut gäller under vissa förutsättningar även här i Sverige.",
    "Om ett utländskt beslut inte är giltigt i Sverige, det vill säga att det inte omfattas av det regelverk som gäller här, kan ni istället vända er till socialnämnden i er kommun eller till tingsrätten för att fastställa vårdnaden.",
    "Du som är barnets vårdnadshavare ansöker om förnamn och efternamn för ditt barn.",
    "Det ska du göra inom tre månader från barnets födelse.",
    "Barnet måste ha minst ett förnamn och ett efternamn.",
    "När ett barn registreras i folkbokföringen bedömer Skatteverket vilket medborgarskap barnet har förvärvat.",
    "Ett barn förvärvar svenskt medborgarskap vid födseln om Nuvarande bestämmelser gäller från och med den 1 april 2015.",
    "Om barnet inte förvärvar svenskt medborgarskap utreder Skatteverket om barnet ska registreras som utländsk medborgare eller som statslös.",
    "I Sverige är det tingsrätten som beslutar om adoptioner.",
    "När tingsrätten har beslutat om adoption och beslutet inte längre går att överklaga (har fått laga kraft) kommer tingsrätten att informera Skatteverket om det.",
    "Du behöver alltså inte kontakta Skatteverket för att informera om adoptionen.",
    "Skatteverket registrerar uppgifter om adoptionen för barnet och föräldrarna.",
    "Ett beslut om adoption från ett annat land än Sverige kan under vissa förutsättningar erkännas här.",
    "Vilka förutsättningar som gäller beror bland annat på i vilket land adoptionen har genomförts.",
    "Om du har adopterat ett barn i ett annat land får Skatteverket ingen underrättelse om adoptionen.",
    "Om barnet i samband med adoptionen ska flytta till Sverige, ska du anmäla att barnet flyttar hit.",
    "När du anmäler flytt för barnet behöver du även visa upp dokument som visar uppgifter om adoptionen, till exempel beslutet om adoption.",
    "Ett barn som inte har fyllt tolv år och som blir adopterat av en svensk medborgare blir i samband med adoptionen svensk medborgare.",
    "Du som är barnets vårdnadshavare kan då ansöka om ett svenskt pass hos en svensk ambassad eller hos Polismyndigheten i Sverige.",
    "Om passmyndigheten bedömer att barnet har rätt till ett svenskt pass kommer den vid behov att begära ett samordningsnummer för barnet hos Skatteverket.",
    "Du som ska bli förälder genom en surrogatöverenskommelse kan få information om vilka myndigheter du kan behöver ta kontakt med i samband med att ni ska resa hem tillsammans med ert barn.",
    "Informationen är framtagen av Myndigheten för Familjerätt och föräldraskapsstöd och riktar sig främst till myndigheter och domstolar men ger en samlad bild över vilken myndighet som ansvarar för olika frågor i dessa fall."
]