[
    "Om någon anmäler flytt inom Sverige till din folkbokföringsadress kan du få ett brev om det från Skatteverket.",
    "Du har då möjlighet att svara på om personen bor på din adress eller inte.",
    "När du får ett brev om att någon har anmält flytt till din folkbokföringsadress har du möjlighet att svara på om personen bor på adressen eller inte.",
    "Om ni är flera som är folkbokförda på samma adress är det bara en av er som får brevet.",
    "Om du inte har en digital brevlåda skickar vi ett fysiskt brev till din adress.",
    "Vi skickar ut brevet det inflyttningsdatum som personen har anmält att hen ska flytta till din folkbokföringsadress.",
    "I brevet ser du vem som har anmält flytt och det anmälda inflyttningsdatumet.",
    "Om det är flera personer som anmäler flytt till din adress får du ett brev för varje person som över 16 år.",
    "Du behöver då lämna ett svar för varje person.",
    "Det finns två svarsalternativ.",
    "Bor personen på din folkbokföringsadress svarar du ja.",
    "Om personen inte bor på din folkbokföringsadress svarar du nej, och du får möjlighet att lämna en kommentar.",
    "Vi utreder då var personen ska vara folkbokförd.",
    "Du kan lämna ditt svar i vår e-tjänst eller genom att ringa till Skatteupplysningen.",
    "Kom ihåg att Om du inte kan använda e-tjänsten kan du lämna ditt svar genom att ringa Skatteupplysningen.",
    "Då behöver du uppge ditt personnummer och kontrollkoden som står i brevet.",
    "I den här filmen kan du se hur du använder tjänsten Lämna svar när någon har anmält flytt till din adress.",
    "Längd: 1 minut och 27 sekunder lång.",
    "Har du fått ett brev om att någon anmält flytt till din adress?",
    "Tänk på att om du använder Skatteverkets e-tjänst kan du snabbt lämna svar.",
    "Ju snabbare du lämnar svar, desto snabbare kan vi påbörja handläggning.",
    "I brevet ber vi dig som redan är folkbokförd på adressen att lämna svar.",
    "När du har loggat in i e-tjänsten så ser du uppgifterna som finns i flyttanmälan: vem personen är som anmält flytt, inflyttningsdatum och du får även två olika svarsalternativ.",
    "Du svarar ja om personen ska bo på din adress.",
    "Om du anser att personen inte ska bo på din folkbokföringsadress svarar du nej, och du har då möjlighet att lämna en kommentar.Tänk på att lämna kontaktuppgifter så att Skatteverket kan komma i kontakt med dig vid behov.",
    "När du har klickat på skicka in kommer det upp en kvittensruta.",
    "Tänk på att du måste lämna svar för varje person som har anmält flytt till din adress.",
    "Tack för att du använder Skatteverkets e-tjänster.",
    "I brevet ser du sista svarsdatum.",
    "Det är viktigt att du svarar så fort som möjligt för att vi snabbt ska kunna fatta ett beslut i ärendet.",
    "Du kommer inte få någon återkoppling om beslutet, men vi kan komma att kontakta dig om vi har frågor.",
    "Om du väljer att inte svara så kommer personen i anmälan att folkbokföras på din adress efter att sista svarsdatum har passerat.",
    "Om du inte bor kvar på adressen är det viktigt att du själv anmäler flytt så att du blir rätt folkbokförd.",
    "Det finns några undantag då vi inte skickar ut ett brev.",
    "Det kan till exempel vara om"
]