[
    "Om Skatteverket utreder din folkbokföring men kommer fram till att din bosättningssituation är oklar, kan vi avregistrera dig från folkbokföringen som försvunnen.",
    "Den som är avregistrerad som försvunnen får inte del av de förmåner som folkbokföring ger rätt till.",
    "Du kan bli avregistrerad som försvunnen från folkbokföringen om Skatteverket i en utredning om din bosättning inte kommer fram till var du är bosatt.",
    "Det kan bero på att Begreppet \"försvunnen\" som används inom folkbokföringen ska inte förväxlas med att vara försvunnen i polisiära sammanhang.",
    "Inom folkbokföringen innebär försvunnen att en persons bosättning är okänd.",
    "Vi informerar dig innan du blir avregistrerad, men det finns risk att du inte nås av informationen om vi inte har kontaktuppgifter till dig.",
    "Därför är det viktigt att du meddelar oss hur din boendesituation ser ut.",
    "Om du blir avregistrerad från folkbokföringen som försvunnen leder det till konsekvenser för dig: Om du har blivit avregistrerad från folkbokföringen som försvunnen behöver du göra en anmälan till Skatteverket för att åter kunna bli folkbokförd.",
    "Du behöver också personligen besöka ett servicekontor och identifiera dig.",
    "Det ska du göra även om du hela tiden har befunnit dig i Sverige.",
    "Du behöver också lämna uppgifter som visar att du bor i Sverige och var du bor, så att Skatteverket kan göra en ny prövning av din bosättning.",
    "Den som medvetet låter bli att göra en anmälan eller anmäler felaktiga eller ofullständiga uppgifter till Skatteverket kan göra sig skyldig till brott.",
    "Skatteverket är skyldigt att anmäla ett misstänkt folkbokföringsbrott.",
    "Andra myndigheter och privatpersoner kan också göra en brottsanmälan till polis.",
    "Den som blir dömd för folkbokföringsbrott kan få böter eller fängelse i upp till två år."
]