[
    "Allegat:bilaga, t ex till kyrkobok.",
    "Annexförsamling:församling som ej är moderförsamling (se detta ord) men i ekonomiskt hänseende likställd med sådan (till skillnad mot kapellförsamling).",
    "Begravningsbok:se Dödbok Bruksförsamling:församling som uppstått på bruksort, ofta genom ekonomiskt åtagande från brukets sida.",
    "Kan jämställas med kapellförsamling (se detta ord) och förekommer ej längre.",
    "Dispensarkiv:kyrkoarkiv som ej levererat äldre arkivalier till landsarkivet utan fortfarande med tillstånd förvarar dessa.",
    "Finns framför allt i Dalarna.",
    "Domkapitel:se Stift.",
    "Dopbok:se Födelsebok.",
    "Dödbok (Död- och begravningsbok, Begravningsbok):Kyrkobok för anteckning om avlidens namn, dödsdatum, begravning m m. Den äldsta bevarade begravningsboken är från Helga Trefaldighets församling i Uppsala och börjar år 1608.",
    "Uppgifterna om död och begravning kompletteras senare ofta med uppgifter om den avlidnes ålder, levnadsomständigheter och dödsorsak.",
    "Ibland sväller dessa uppgifter ut till längre levnadsbeskrivningar (personalier) som någon gång även förts i separata personalieböcker.",
    "Dödböcker för äldre tid är ofta sammanbundna med de övriga ministerialböckerna (födelse- och dopbok samt lysnings- och vigselbok).",
    "Det förekommer också att uppgift om begravning kan återfinnas i kyrkans räkenskaper samt i de s k. dödslistorna som skulle lämnas in till härads- eller rådhusrätterna.",
    "I huvudförteckningen redovisas inte tid för förandet av dödbok.",
    "Folkbokföring:den allmänna registreringen av rikets invånare.",
    "Sker dels genom kyrkobokföring dels genom mantalsskrivning (se dessa ord).",
    "Församling:namn för dels gudstjänstmenighet med fast organisation, dels dess geografiska område.",
    "Benämningen synes ha uppkommit på 1500-talet.",
    "Förut användes ord som \"kyrka\" eller \"-socken\", liksom olika latinska beteckningar.",
    "Församlingsbok:det sedan 1895 genomgående brukade namnet på vad som förr vanligen kallades husförhörslängd (se detta ord).",
    "Garnisonsförsamling: se Militärförsamling.",
    "Husförhörslängd:kyrkobok med personuppgifter om de till församlingen hörande personerna.",
    "Boken har i regel förts fastighets- och familjevis.",
    "Ursprungligen innehöll den uppgifter om dem som deltog i husförhören beträffande kunskaper i den kristna läran samt noteringar om nattvardsgång.",
    "De äldsta längderna är folkalängderna från 1620-talet i Västerås stift.",
    "Även andra benämningar på böcker av motsvarande slag förekommer, t ex katekismilängd.",
    "Från 1895 benämns boken församlingsbok.",
    "Mer allmänt bevarade finns husförhörslängder efter påbudet om kyrkobokföring i 1686 års kyrkolag men för många församlingar börjar serien bevarade längder först långt in på 1700-talet.",
    "Från mitten av detta århundrade blir även uppgifter om församlingsbornas födelsetid och ort, äktenskap, flyttningar, dödsfall etc mera allmänt förekommande.",
    "För innerstadsförsamlingarna i Stockholm saknas dessa personuppgifter vanligen i husförhörslängderna.",
    "I den mån husförhörslängder saknas eller innehåller ofullständiga uppgifter kan kompletterande upplysningar bl a erhållas ur mantalslängder och mantalsuppgifter hos landsarkiven eller i kammararkivet på riksarkivet.",
    "I huvudförteckningen redovisas tid när respektive församling har fört husförhörslängd (församlingsbok) som finns bevarad.",
    "Härad:i Götaland gammal geografisk indelning av omtvistat ursprung.",
    "I Svealand har beteckningen överförts på vad som tidigare kallades hundare, likaledes av dunkelt upphov.",
    "Häradet har bl a haft betydelse för den judiciella indelningen (domstolsväsendet).",
    "Jordebokssocken:sedan 1500-talet enhet för fastighetsredovisningen med nära anslutning till församlingsindelningen.",
    "Under 1900-talet övergått till jordregistersocken, nu under avveckling.",
    "På nyare kartor redovisas den dock under beteckningen socken.",
    "Kammarkollegiet:central förvaltningsmyndighet för frågor bl a om rikets indelning.",
    "Kapellag:dels en menighet vars främsta uppgift är att underhålla kapellbyggnad men det oaktat har ekonomiska förpliktelser mot ursprungsförsamlingen, dels motsvarande geografiska område.",
    "Ett kapellag kunde utgöra särskild församling, kapellförsamling.",
    "Vilka kapellag som utgjorde församlingar var förr ofta obestämt men genom församlingsstyrelseformernas utveckling tvingades frågan till avgörande.",
    "För äldre tider kan grovt sägas, att ju bredare verksamhet som knöts till kapellet, desto troligare är det att kapellaget betraktades som församling.",
    "Kapellförsamling:sedan 1930-talet existerar ingen kapellförsamling i egentlig mening.",
    "Med \"oegentlig kapellförsamling\" förstås en församling med full ekonomisk gemenskap med ursprungsförsamlingen men med namn av kapellförsamling.",
    "Den \"äkta\" kapellförsamlingen skulle bära sina egna kostnader samtidigt som medlemmarna bidrog till den äldre kyrkan.",
    "I undantagsfall förekommer också att församling med skild ekonomi kallats kapellförsamling.",
    "Se vidare Kapellag.",
    "Katekismilängd:se Husförhörslängd Kontrakt:se Stift Kyrkobokföring:den del av folkbokföringen, som sker fortlöpande hos pastorsämbetena (den folkbokföring, som handhas av den lokala skattemyndigheten kallas mantalsskrivning).",
    "Kyrk obokföringen omfattar numera anteckningar i födelse- och dopbok, konfirmationsbok, äktenskapsbok (tidigare lysnings- och vigselbok), dödoch begravningsbok, församlingsbok (tidigare husförhörslängd), församlingsliggare, emigrantregister, obefintligregister (de tre sistnämnda har förts fr o m 1947 och består av personakter), inflyttningsbok, utflyttningsbok samt församlingsregister (registret består av kort från länsskattemyndighetens dataenhet).",
    "Kyrkobokföringsdistrikt (kbfd):församlingsdel som i folkbokföringshänseende är likställd med församling och erhållit denna ställning genom beslut av regeringen (KMt).",
    "Kyrkobokföringsområde:i praktiken detsamma som kyrkoområde (se detta ord).",
    "Kyrkoherde:präst, som innehar chefsställning inom pastorat.",
    "Kyrkoherden har tillsyn över annexförsamlingarnas pastorsexpeditioner.",
    "Kyrkoområde:benämning på del av församling med särskild kyrkobokföring som dock inte - i motsats till kyrkobokföringsdistrikt - har stadfästs av regeringen (KMt).",
    "Kyrkosocken:äldre benämning för och detsamma som territoriell församling.",
    "Lysnings- och vigselbok:se Vigselbok.",
    "Mantalsskrivning:årlig registrering av befolkningen i mantalslängd av den lokala skattemyndigheten.",
    "Grundas sedan 1946 på kyrkobokföringen per den 1 november året innan mantalsåret och innebär att den som mantalsskrivs i viss församling och kommun där får ett rättsligt hemvist ett år i taget för beskattning m m. Ministerialbok:gemensamt namn på födelse- och dopbok, konfirmationsbok, lysnings- och vigselbok (numera äktenskapsbok) samt död- och begravningsbok, vilka förr vanligen fördes av prästen (på latin \"minister\") Själv utan biträde samt innehöll anteckningar om hans ämbetshandlingar.",
    "Moderförsamling :huvudförsamlingen i ett pastorat.",
    "Som regel den församling där kyrkoherden är stationerad.",
    "För pastoratet gemensamma arkivalier kan förväntas ingå i moderförsamlingens arkiv.",
    "Pastor:i folkbokföringsteknisk mening dels kyrkoherde, dels komminister i annexförsamling med egen kyrkobokföring eller i annat kyrkobokföringsdistrikt än kyrkoherdens och dels kyrkoadjunkt som domkapitlet förordnat att sköta kyrkobokföringen i sådan församling eller sådant distrikt.",
    "Med uttrycket \"pastor loci\" (förkortas p.l.)",
    "förstås \"pastor på platsen\", dvs tjänsteansvarig präst.",
    "Pastorat:indelningsenhet för den församlingsprästerliga organisationen.",
    "Betecknar även en kyrkoherdes ämbete och tjänst, liksom motsvarande menighet och geografiska område.",
    "Ett pastorat kan bestå av en eller flera församlingar.",
    "Den präst som förestår ett pastorat har vanligen titeln kyrkoherde.",
    "Tillfällig vikarie för denne kallas vice pastor.",
    "Pastorsämbete:dels en kyrkoherdes myndighet i allmänhet, dels en lokal folkbokföringsmyndighet, vilken dock inte alltid förestås av kyrkoherde (se Pastor).",
    "Sådant pastorsämbete räknas bestå för varje församling eller kyrkobokföringsdistrikt, undantagsvis även annat område.",
    "Själva pastorsexpeditionen (ämbetslokalen) är dock ofta gemensam för flera församlingar.",
    "Personaliebok:se Dödbok.",
    "Prebende:under medeltiden egendomar och i vissa fall även kyrkoherdetjänster, som anslagits till avlöning för viss präst vid (vanligen) någon stads- eller domkyrka.",
    "Därefter fram till 1900-talet endast i en senare bemärkelse av pastorat, knutet till innehavaren av viss annan befattning - oftast biskop, domprost eller någon lärartjänst.",
    "Riksskatteverket:fr o m 1971 den centrala myndigheten för ledning och tillsyn av folkbokföringsväsendet.",
    "Statistiska centralbyrån (SCB):den centrala myndigheten för framställning av statistik.",
    "Har sedan 1700-talet genomfört fölkräkningar (dåvarande Tabellverket).",
    "Stift:administrativ geografisk indelning för svenska kyrkan och ämbetsområde för biskop.",
    "Nu finns 13 stift (se Koder sid 19).",
    "Som myndighet för stiftet har domkapitlet bl a tillsyn över pastorsämbetenas befattning med kyrkobokföringen.",
    "För detta ändamål biträds domkapitel av kyrkobokföringsinspektörer som regeringen utser bland prästerna i stiftet.",
    "Stiften är indelade i kontrakt (f n 180 st) som förestås av en till kontraktsprost utnämnd församlingspräst som bl a har att biträda biskopen med vissa arbetsuppgifter för kontraktet.",
    "Detta i sin tur består av flera pastorat (se detta ord).",
    "Territoriell församling:sådan församling, vars gränser brukar utmärkas på allmänna kartor.",
    "Intar ofta en annan ställning än icke-territoriella församlingar samt utgör grund för andra indelningar.",
    "Observera dock att även icke-territoriella församlingar har begränsat upptagningsområde.",
    "Typarkiv:finns i vissa församlingar, i regel ett per län, och innebär att ingen mera omfattande gallring av församlingens handlingar sker, t ex att bilagorna (allegaten) till kyrkoböckerna bevaras i full utsträckning.",
    "Vigselbok (Lysnings- och vigselbok):kyrkobok för anteckning om makarnas namn, vigseldatum m m. Kallas äktenskapsbok sedan 1969-07-01 då bl a den föregående lysningen till det tillämnade äktenskapet upphörde att ha juridisk betydelse för hindersprövningen.",
    "Den äldsta bevarade vigselboken är från S:t Nicolai församling i Stockholm och börjar år 1609.",
    "Vigselböcker för äldre tid är ofta sammanbundna med de övriga ministerialböckerna (födelse- och dopbok samt död- och begravningsbok).",
    "I äldre tid kan uppgifterna om vigsel också återfinnas i kyrkans räkenskaper.",
    "För åren 1733-1748 kan uppgifter om i samband med lysningar erlagda Chartasigillataavgifter även ingå i länsstyrelsernas landsboksverifikationer, som förvaras i landsarkiv eller mera fullständigt i kammararkivet på riksarkivet.",
    "I huvudförteckningen redovisas inte tid för förandet av vigselbok.",
    "Äktenskapsbok:se Vigselbok."
]