[
    "Här kan du skriva ut eller beställa ett personbevis.",
    "Personbevis är ett utdrag från folkbokföringsregistret som visar vilka uppgifter som finns om dig, till exempel namn, adress och civilstånd.",
    "Tänk på att personbevis aldrig kan användas för att styrka din identitet.",
    "Du som har ett personnummer och är över 16 år kan skriva ut ett personbevis med uppgifter om dig själv.",
    "Personbeviset är i pdf-format.",
    "Du behöver en e-legitimation för att logga in.",
    "Beställer du via post skickar vi personbeviset till den adress som är registrerad i folkbokföringen.",
    "I folkbokföringen finns din folkbokföringsadress, din särskilda postadress eller din utländska postadress.",
    "Här är en lista över alla personbevis som du kan skriva ut eller beställa.",
    "Personbevisen har rubriker utifrån vilka uppgifter de visar eller när de används.",
    "Om du själv eller någon som du har en relation till har skyddade personuppgifter, kan du behöva beställa ditt personbevis via telefon.",
    "Läs mer om vad som gäller här.",
    "Du som har skyddade personuppgifter kan skriva ut personbevis om det endast innehåller uppgifter om dig själv.",
    "Om personbeviset även visar uppgifter om någon som du har en relation till, behöver du beställa personbeviset hos Skatteupplysningen på 0771-567 567.",
    "Be att får prata med en handläggare på sekretessgruppen.",
    "Även om du själv inte har skyddade personuppgifter kan du behöva beställa ditt personbevis hos Skatteupplysningen.",
    "Detta stämmer om personen du har en relation till (vårdnadshavare, förälder, barn, make, maka eller registrerad partner) har skyddade personuppgifter, och deras uppgifter kommer att finnas med på personbeviset.",
    "Du som har ett samordningsnummer kan inte beställa personbevis.",
    "Du kan istället få ett bevis på att du har tilldelats ett samordningsnummer skickat till dig.",
    "För att beställa ett sådant bevis behöver du ringa Skatteupplysningen på 0771-567 567."
]