[
    "Samordningsnummer är en identitetsbeteckning för dig som inte är eller har varit folkbokförd i Sverige.",
    "Du kan själv ansöka om ett samordningsnummer via vår e-tjänst eller på blankett.",
    "Du måste också boka tid på ett servicekontor för identitetskontroll.",
    "När du har ansökt och blivit tilldelad ett samordningsnummer gäller det i fem år.",
    "Efter det kan du ansöka om förnyelse.",
    "Om du som har ett samordningsnummer senare blir folkbokförd ersätts samordningsnumret av ett personnummer.",
    "Från och med den 3 juni 2024 måste du boka tid på ett servicekontor för identitetskontroll när du ansöker om samordningsnummer.",
    "Det gäller också dig som har fått en kallelse till personligt besök.",
    "Om Skatteverket får in en begäran om samordningsnummer skickar vi ut en kallelse för identitetskontroll till dig.",
    "I undantagsfall kan en identitetskontroll utföras på en passmyndighet, exempelvis en ambassad.",
    "Du kan ansöka om du Du som arbetar i Sverige kortare tid än ett år ska göra en anmälan om preliminär A-skatt eller ansökan om särskild inkomstskatt för utomlands bosatta (SINK).",
    "Din arbetsgivare kan också ansöka om SINK åt dig.",
    "Om du inte har ett samordningsnummer sedan tidigare ska du också göra en egen ansökan om samordningsnummer.",
    "Ska du flytta till Sverige och planerar att bo här i minst ett år behöver du anmäla din flytt till Sverige.",
    "Använd vår e-tjänst eller blankett för att göra din ansökan.",
    "Du ska också boka tid på ett servicekontor så att din identitet kan kontrolleras.",
    "Om du ansöker på blankett så kan du lämna in din ansökan samtidigt som identitetskontrollen görs på servicekontoret.",
    "Det är viktigt att du Om det finns ett behov och barnet har en anknytning till Sverige kan ni som barnets vårdnadshavare göra en gemensam ansökan om samordningsnummer för barnet.",
    "Ni kan ansöka i vår e-tjänst eller på blankett.",
    "Innan Skatteverket kan tilldela ett samordningsnummer för dig ska du boka tid på ett servicekontor så att din identitet kan kontrolleras.",
    "Om du ansöker på blankett så kan du lämna in din ansökan samtidigt som identitetskontrollen görs.",
    "På identitetskontrollen ska du identifiera dig och överlämna underlag till stöd för din identitet.",
    "Ta med Servicehandläggaren kontrollerar din identitet och dina dokument.",
    "Du får tillbaka dina dokument direkt.",
    "Om du inte kan styrka din identitet med en identitetshandling kan du visa annat underlag.",
    "Skatteverket kommer då att göra en bedömning av om underlaget styrker din identitet.",
    "Om du exempelvis byter namn eller medborgarskap ska du använda blanketten Samordningsnummer – Ny uppgift (SKV 7541).",
    "Du ska också boka ett besök på ett servicekontor för en identitetskontroll och visa dokument som styrker din identitet och de nya uppgifterna.",
    "Detsamma gäller om du vill begära ändring av samordningsnumrets identitetsnivå.",
    "Om du som har samordningsnummer har en ny kontaktadress ska du anmäla det till Skatteverket på blanketten Samordningsnummer – kontaktadress.",
    "Du kan bli tilldelad ett samordningsnummer Om Skatteverket tar emot en begäran om samordningsnummer skickar vi ut en kallelse för identitetskontroll till dig.",
    "Kallelsen skickas till den adress du har lämnat till myndigheten som begär samordningsnumret.",
    "I din kallelse står sista datum då du ska besöka ett servicekontor.",
    "Du ska boka tid på ett servicekontor för identitetskontrollen.",
    "Om ditt barn är svensk medborgare kan du som är barnets vårdnadshavare ansöka om ett svenskt pass för barnet hos en svensk ambassad eller hos polisen i Sverige.",
    "Om barnet inte är eller har varit folkbokfört i Sverige, det vill säga inte har något personnummer, kan passmyndigheten vid behov begära ett samordningsnummer från Skatteverket.",
    "Om passmyndigheten bedömer att barnet har rätt till ett svenskt pass kommer de att begära ett samordningsnummer för barnet.",
    "Ett samordningsnummer som har tilldelats och används betecknas som aktivt samordningsnummer.",
    "Ett samordningsnummer som inte används ska markeras som vilande i vissa fall.",
    "Det sker automatiskt efter fem år.",
    "Skatteverket kan förnya ditt vilande samordningsnummer om du har behov av det.",
    "Du ska personligen besöka ett servicekontor för en ny identitetskontroll.",
    "För personer med ett samordningsnummer som inte är vilande aviseras namn, födelsetid, medborgarskap, födelseort och kontaktadress samt vilken identitetsnivå som är knuten till samordningsnumret.",
    "De tre identitetsnivåerna är Datum för tilldelning av samordningsnummer, preliminärt datum för vilandeförklaring och datum för eventuell förnyelse av samordningsnumret aviseras också.",
    "När du har blivit tilldelad ett samordningsnummer gäller det i fem år och kan därefter förnyas om du har ett fortsatt behov av numret.",
    "Om en person med samordningsnummer avlider registreras tidpunkten för när personen har avlidit.",
    "Om du flyttar från Sverige och inte behöver ha någon mer kontakt med svenska myndigheter kan du meddela Skatteverket det.",
    "Då kan Skatteverket avgöra om samordningsnumret ska förklaras vilande.",
    "På servicekontoret fyller du i en ansökan om förnyelse och uppger vilken anknytning du har till Sverige samt ditt behov av samordningsnummer.",
    "Du ska också boka ett besök på ett servicekontor för en identitetskontroll och lämna en aktuell kontaktadress.",
    "Har en myndighet behov av att ett samordningsnummer fortsatt ska vara gällande efter fem år ska myndigheten ansöka om förnyelse på ett fastställt formulär till Skatteverket.",
    "Myndigheten kommer att behöva se dina identitetshandlingar och få din uppdaterade kontaktadress.",
    "Du kommer normalt att få en kallelse av Skatteverket för att göra ett personligt besök och identifiera dig.",
    "Samordningsnummer registreras i folkbokföringen med tre identitetsnivåer, beroende på om identiteten har styrkts, har gjorts sannolik eller är osäker.",
    "Om du gör en egen ansökan måste du styrka din identitet för att bli tilldelad ett samordningsnummer För att bli tilldelad ett samordningsnummer med styrkt identitet måste du styrka din identitet vid ett personligt besök hos Skatteverket, eller en fullvärdig passmyndighet i ett annat land om det är en begäran från en myndighet.",
    "När du ansöker om pass ska du styrka din identitet hos en passmyndighet.",
    "Om du inte kan styrka din identitet vid ett personligt besök, får Skatteverket bedöma om din identitet är sannolik med stöd av underlaget du har lämnat in.",
    "Detta gäller bara när en myndighet eller enskild utbildningsanordnare har begärt tilldelning av ett samordningsnummer för dig.",
    "I undantagsfall kan ett samordningsnummer tilldelas trots att identiteten är osäker.Då ska myndigheten som begär tilldelning av samordningsnummer ange de uppgifterom personen som är tillgängliga.",
    "Skatteverket gör en bedömning av identiteten utifrånuppgifterna.",
    "Har du själv ansökt och tilldelats ett samordningsnummer före den 1 september 2023 så har det automatiskt fått identitetsnivån styrkt om det inte är vilande.",
    "Har du tilldelats ett samordningsnummer efter begäran från myndighet eller enskild utbildningsanordnare före den 1 september 2023 så har det automatiskt fått identitetsnivån sannolik eller osäker.",
    "Det beror på om din identitet har varit fastställd eller osäker vid tilldelningen eller den senaste förnyelsen.",
    "Samordningsnumret består liksom personnumret av tio siffror.",
    "Näst sista siffran är udda för män och jämn för kvinnor.",
    "De inledande sex siffrorna utgår från personens födelsedatum, alltså år, månad och dag.",
    "Siffran för födelsedag ökas med talet 60.",
    "Samordningsnummer för en man som är född den 3 oktober 1970 och har individnummer 239 blir 701003 +60 och samordningsnumret blir då 701063-2391.",
    "Om du ansöker om samordningsnummer kan det ta upp till nio veckor innan ditt ärende får en handläggare.",
    "Om en ambassad, ett konsulat eller en passmyndighet i Sverige begär tilldelning av samordningsnummer för passändamål tar det cirka fem veckor innan ärendet får en handläggare.",
    "Om en myndighet begär tilldelning av samordningsnummer tar det cirka fyra veckor innan ärendet får en handläggare.",
    "Därefter kan det ta ytterligare sex veckor innan du får besked."
]