[
    "Skatteverket kan förmedla post till personer som har skyddade personuppgifter.",
    "Posten kan förmedlas både inom Sverige och till utlandet.",
    "Denna tjänst kallas för förmedlingsuppdrag.",
    "Skatteverket har inte möjlighet att förmedla tjänsten värdeförsändelse eller hemleverans, eller tilläggstjänsterna postförskott, mottagningsbevis, mottagarkvittens eller identifiering via bank-id.",
    "Läs vanliga frågor och svar under skatteverket.se/skyddadepersonuppgifter.",
    "Skatteverket har ett förmedlingsuppdrag som innebär att vi ska förmedla post, via en postoperatör, till den som har skyddade personuppgifter.",
    "Förmedlingsuppdraget är till för att den som har skyddade personuppgifter ska kunna få sin post även från personer och organisationer som inte har tillgång till riktiga adressen.",
    "Om du känner till adressen till den som du ska skicka brev till, skicka då brevet direkt till personen på vanligt sätt.",
    "Använd inte Skatteverkets förmedlingsadress.",
    "Lägg det brev som ska förmedlas i ett kuvert.",
    "Klistra igen kuvertet och ange fullständigt personnummer på kuvertet.",
    "Ange din avsändaradress på baksidan.",
    "Lägg kuvertet i ett ytterkuvert som adresseras till:SkatteverketBox 2820403 20 Göteborg Du kan skicka flera olika brev i samma ytterkuvert.",
    "Skatteverket kan ha meddelat en annan särskild förmedlingsadress till personer som har skyddad folkbokföring.",
    "Använd den särskilda adressen i detta fall.",
    "Du kan skicka flera brev i samma ytterkuvert.",
    "Frankera sedan det yttre kuvertet och lägg det i en brevlåda.",
    "Om du vill att ditt brev till den skyddade personen ska skickas som rekommenderad post så måste du skicka ytterkuvertet rekommenderat till Skatteverkets förmedlingsadress.",
    "Lägg det brev som ska förmedlas i ett kuvert.",
    "Klistra igen kuvertet och ange fullständigt personnummer på kuvertet.",
    "Ange din avsändaradress på baksidan.",
    "Lägg kuvertet i ett ytterkuvert som adresseras till:SkatteverketBox 2820403 20 Göteborg Skatteverket kan ha meddelat en annan särskild förmedlingsadress till personer som har skyddad folkbokföring.",
    "Använd den särskilda adressen i detta fall.",
    "Skicka brevet som rekommenderad post.",
    "Varje brev måste skickas som rekommenderat var för sig.",
    "Ange fullständigt personnummer utanpå den förslutna försändelsen.",
    "Ange avsändaradress.",
    "Slå in försändelsen i ett yttre emballage och adressera den till:SkatteverketBox 2820403 20 Göteborg Skicka försändelsen som paket.",
    "Skatteverket förmedlar paket upp till 20 kg.",
    "Längd + omkrets: max 2,5 m. Längd: max 1 m Viktigt att tänka på är att personen ofta styr sin post till annan adress än den egna bostaden och att personen kan uppdra åt andra att öppna posten.",
    "Det kan innebära att det kan ta längre tid innan mottagaren får kännedom om innehållet i din försändelse.",
    "Om det är möjligt kan det därför vara bra att överväga digital försändelse istället för fysisk post.",
    "För att förmedla brev till fastighetsägare måste fastighetsbeteckning samt kommun anges."
]