[
    "För att skilja dig vänder du dig till tingsrätten.",
    "När tingsrätten har beslutat om skilsmässan skickar den ett meddelande om det till Skatteverket.",
    "Om du vill skilja dig ska du ansöka om det hos tingsrätten där du bor.",
    "Ansökan kan vara gemensam eller enskild.",
    "Ibland vill tingsrätten att du bifogar personbeviset Skilsmässa till din ansökan.",
    "När tingsrätten har fattat beslut om skilsmässa och beslutet inte längre går att överklaga (har fått laga kraft) kommer tingsrätten att informera Skatteverket om det.",
    "Du behöver alltså inte själv kontakta Skatteverket när du har skilt dig i Sverige.",
    "När du har skilt dig i ett annat land än Sverige får Skatteverket oftast ingen automatisk information om det.",
    "Du behöver därför själv informera Skatteverket om att du är skild.",
    "Det kan du göra genom att skicka in ett brev eller besöka ett servicekontor.",
    "Du behöver lämna uppgift om Till brevet är det bra om du bifogar en kopia av ett intyg om skilsmässan.",
    "Om det är något som saknas kommer Skatteverket att kontakta dig.",
    "När Skatteverket har tagit beslut kommer du att få information om det.",
    "Skicka brevet hit: SkatteverketFolkbokföringen205 30 Malmö Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du har skilt dig i Sverige tar det cirka två veckor innan ärendet får en handläggare.",
    "Om du har skilt dig eller om din partner har avlidit i ett annat land än Sverige tar det cirka två månader innan ditt ärende får en handläggare."
]