[
    "Om din anhöriga hade en lantbruksfastighet som det sålts skog från, kan det finnas ett skogsavdrag knutet till fastigheten.",
    "Det kan också finnas ett särskilt bankkonto för att skjuta upp beskattning av skogsinkomster – så kallat skogskonto.",
    "Om du ärver eller tar över en fastighet med skogsavdrag och skogskonto behöver du deklarera det året efter.",
    "Om du eller dödsboet säljer lantbruksfastigheten ska skogsavdraget tas upp till beskattning, året efter försäljningen.",
    "Det kallas att återföra till beskattning.",
    "Har du e-legitimation kan du enkelt deklarera skogsavdraget vid arv eller försäljning i e-tjänsten Inkomstdeklaration 1.",
    "Belopp summeras och överförs automatiskt i tjänsten.",
    "Ska du deklarera för ett dödsbo behöver du vara godkänd som deklarationsombud.",
    "Dödsbo­delägarna anger vem som ska vara det i blanketten: Har du ingen e-legitimation?",
    "Skogsavdrag får göras med högst hälften av skogens och skogsmarkens anskaffningsvärde.",
    "Denna hälft kallas avdragsutrymmet.",
    "Om du ärver en fastighet med skogsavdrag, följer anskaffningsvärde och avdragsutrymme med fastigheten.",
    "Du anses ha gjort de skogsavdrag som hör till fastigheten.",
    "Kalenderåret efter övertagandet ska du omregistrera skogsavdraget till dig.",
    "Enklast gör du det i e-tjänsten Inkomstdeklaration 1, bilaga N8.",
    "Fyll i bilaga N8 Det är viktigt att du kryssar i rutan \"Förvärvad/överlåten under året\" för att det bara ska bli en omregistrering.",
    "Annars förs beloppet automatiskt över till NE-bilagan som ett avdrag.",
    "Dödsboet ska också ta upp omregistreringen av skogsavdraget i sin deklaration, kalenderåret efter övertagandet.",
    "Enklast görs det i e-tjänsten Inkomstdeklaration 1 om du är anmäld som deklarationsombud.",
    "Fyll i bilaga N8 Det är viktigt att du kryssar i rutan \"Förvärvad/överlåten under året\" för att det bara ska bli en omregistrering.",
    "Annars förs beloppet automatiskt över till NE-bilagan och beskattas.",
    "När fastigheten säljs av dödsboet eller den som har ärvt fastigheten, ska skogsavdragen som hör till fastigheten tas upp till beskattning.",
    "Tänk på att det bara gäller de avdrag som hör till fastighetens avdragsutrymme.",
    "Använd vår e-tjänst Inkomstdeklaration 1, bilaga N8 och fyll i: Beloppen förs automatiskt in i NE-bilagan.",
    "Ska du deklarera i e-tjänsten för ett dödsbo, behöver du först vara godkänd som deklarationsombud.",
    "Dödsbo­delägarna anger det i blanketten: Det finns speciella regler när dödsboet eller den nya ägaren säljer en fastighet med skogsavdrag.",
    "Dessa regler finns beskrivna på sidan 29 i broschyren Bokföring, bokslut och deklaration – del 2, deklarationsanvisningar för enskilda näringsidkare.",
    "En enskild näringsidkare, till exempel lantbrukare som driver skogsbruk, har rätt att skjuta upp beskattningen av vissa skogsinkomster genom insättning på ett särskilt bankkonto (skogskonto).",
    "Pengar som har satts in på ett skogskonto beskattas inte förrän det år de tas ut.",
    "På det sättet kan oregelbundna skogsinkomster jämnas ut mellan åren.",
    "Om du som anhörig ärver eller tar över ett skogskonto finns särskilda regler.",
    "Reglerna finns beskrivna på sidan Skogsavdrag och skogskonto.",
    "Om du deklarerar skogsavdraget på papper ska du använda blankett N8 – Skogsavdrag – Substansminskningsavdrag (SKV 2155)."
]