[
    "Att spärra obehörig adressändring innebär att du anmäler att flyttanmälan och anmälan av särskild postadress ska göras via Skatteverkets e-tjänster.",
    "Om en anmälan ändå görs på pappersblankett gör Skatteverket en särskild kontroll av anmälan Använd tjänsten om du vill att dina adressanmälningar hos Skatteverket ska göras med e-legitimation och inte på pappersblankett.",
    "Tjänsten Spärra obehörig adressändring kan bara användas av privatpersoner.",
    "Den kan alltså inte användas av företag.",
    "För att använda tjänsten Spärra obehörig adressändring ska du ha fyllt 18 år.",
    "Det är bara du själv som kan aktivera eller ta bort spärren med din e-legitimation.",
    "Det är inte möjligt att aktivera eller ta bort spärren via telefon, brev eller mejl.",
    "Om du ska flytta och har anmält spärra obehörig adressändring ska du anmäla flytten i Skatteverkets tjänst Flyttanmälan.",
    "Du ska inte fylla i och skicka in någon pappersblankett.",
    "Detsamma gäller anmälan om särskild postadress.",
    "Om en anmälan lämnas på annat sätt än via vår e-tjänst gör Skatteverket en särskild kontroll av anmälan.",
    "Komplettera gärna med Svensk Adressändrings gratistjänst Adresslåset.",
    "Tjänsten spärrar obehörig eftersändning eller lagring av din post.",
    "När du har spärrat för obehörig adressändring kan familjemedlemmar som är folkbokförda tillsammans med dig fortfarande ändra din adress om de använder e-legitimation.",
    "Exempel på familjemedlemmar är make, maka, registrerad partner, barn, föräldrar och sambo (om ni har gemensamma barn).",
    "Du som har en säker, digital brevlåda för myndighetspost får nu ett meddelande så fort din folkbokföringsadress ändras i vårt register.",
    "Tjänsten är gratis och det är ett snabbt och säkert sätt att hålla koll på din adress.",
    "I den digitala brevlådan anger du själv om du vill ha ett sms eller ett mejl när du får myndighetspost från Skatteverket eller andra myndigheter."
]