[
    "Förteckningen avser att ge en översikt över de ICKE-TERRITORIELLA församlingarna.",
    "Då det skulle krävas alltför omfattande utredning för att klargöra territorialitetsförhållanden före 1890, omfattar listan församlingar av besläktad karaktär, oavsett om de varit icke-territoriella eller ej.",
    "Förteckningen upptar inte de medeltida hospitalsförsamlingar som upphört redanpå 1500-talet, ej heller de vid samma tid upphörda församlingar som vissa cistercienserkloster utgjorde.",
    "A. MILITÄRFÖRSAMLINGAR Amiralitetsförsamlingen (i Stockholm),se SkeppsholmAmiralitetsförsamlingen (i Karlskrona),se Karlskrona amiralitetsförsamlingAmiralitetsförsamlingen på Ladugårdslandet,se Hedvig Eleonora (territoriell)Amiralitetsvarvsförsamlingen,se Göteborgs Karl Johan (från 1820 territoriell)Andra gardesregementet (1790-1792),se Svenska gardesregementetAndra gardesregementet (1809-1818),se Göta livgardeAndra Göta artilleriregemente,se Smålands artilleriregementeAndra Göta trängkår,se Östgöta trängkårAndra livgardet,se Göta livgardeAndra Svea artilleriregemente,se Upplands artilleriregementeAndra Svea trängkår,se Västmanlands trängkårArtilleriförsamlingen,se Svea artilleriregementeBohusläns regementeDalarö skansFinska gardesregementetFleetwoodska regementet,se Svea livgardeFlottan,se SkeppsholmFrisholmens kastellförsamlingFälttelegrafkårenFörsta artilleriregementet,se Svea artilleriregementeFörsta livgardet,se Svea livgardeFörsta Svea artilleriregemente,se Svea artilleriregementeFörsta Svea trängkår,se Svea trängkårGrenadjärbataljonen (bataljon inom Svea livgarde)Göta gardesregemente,se Svenska gardesregementetGöta livgardeGöteborgs garnisonsförsamlingGöteborgs Karl Johan (ursprungligen Amiralitetsvarvsförsamlingen -1820)Hedvig Eleonora (ursprungligen Amiralitetsförsamling)Helsingborgs garnisonsförsamlingHolmkyrkan,se SkeppsholmHovförsamlingen (till 1693 delvis militärförsamling)Invalidkåren på UlriksdalKadettkårenKarlsborgs garnisonsförsamling (åtminstone delvis territoriell)Karlshamns kastellförsamling,se Frisholmens kastellförsamlingKarlskrona AmiralitetsförsamlingKlara bataljonsförsamling,se Norra bataljonsförsamlingenKristianstads garnisonsförsamlingKronhusförsamlingen,se Göteborgs garnisonsförsamlingLandskrona garnisonsförsamlingLivbataljonsförsamlingen (bataljon inom Svea livgarde)LivbeväringsregementetLivdrabantförsamlingenLivdragonregementet,se Livgardet till hästLivgardet,se Svea livgardeLivgardet till hästLivhusarregementet,se Livgardet till hästLivregementets värvade infanteribataljon,se Finska gardesregementetLätta dragonkåren,se Livgardet till hästLätta livdragonregementet,se Livgardet till hästMajorens bataljon,se Norra bataljonsförsamlingenMalmö garnisonsförsamlingNorra bataljonsförsamlingen (bataljon inom Svea livgarde)Norrlands artilleriregementeNorrlands trängbataljon,se Norrlands trängkårNorrlands trängkårNorska gardet,se Norska jägarkårenNorska jägarkårenNya Varvet (territoriell)Nya Älvsborg (territoriell)Oscar (1906-1927 delvis icketerritoriell)af Palénska regementet,se Göta livgardePontonjärbataljonen,se Svea ingenjörkårPrivata församlingen,se Göteborgs KarlJohanSappörkompaniet,se Svea ingenjörkårSappörkåren,se Svea ingenjörkårSkeppsholm (-1863 delvis territoriell, 1863- icke-territoriell)Skånska trängkårenSmålands artilleriregementeStockholms stads militärförsörjningsinrättningStockholms stads militärkårSvea artilleriregementeSvea ingenjörbataljon,se Svea ingenjörkårSvea ingenjörkårSvea livgardeSvea trängbataljon,se Svea trängkårSvea trängkårSvenska gardesregementetSödra bataljonsförsamlingen (bataljon inom Svea livgarde)Trängbataljonen,se Svea trängkårUddevalla militärförsamling,se Bohusläns regementeUpplands artilleriregementeVadstena krigsmanshusförsamlingVanäs,se Karlsborgs garnisonsförsamlingVarvsförsamlingen,se Göteborgs Karl JohanVaxholm (territoriell, men särskilda böcker för \"garnisonsförsamlingen\")Vendes trängbataljon,se Skånska trängkårenVendes trängkår,se Skånska trängkårenVärvade bataljonen av Livregementsbrigadens lätta infanteri,se Finska gardesregementetVästmanlands trängkårYstads garnisonsförsamlingÄngelholms garnisonsförsamlingÄnkedrottningens livregementes tredje bataljon, se Finska gardesregementetÖstersunds garnisonsförsamling,se Norrlands artilleriregementeÖstgöta trängkårÖverstelöjtnantens bataljon,se Södra bataljonsförsamlingen B. ANDRA SPECIALFÖRSAMLINGAR I. lappförsamlingar Frostvikens lappförsamlingFöllinge lappförsamling,se Hotagens lappförsamlingHede lappförsamling,se Tännäs lappförsamlingHotagens lappförsamlingLjusnedals lappförsamling,se Tännäs lappförsamlingTännäs lappförsamlingUndersåkers lappförsamlingÅsele (till 1746 delvis icke-territoriell, därefter territoriell) II nationella stadsförsamlingar Falsterbo tyskaFinskaFransk-lutherskaFredrik, se FinskaGöteborgs TyskaKalmar tyskaKarlskrona Fredrika Dorotea Vilhelmina,se Karlskrona tyskaKarlskrona tyskaMalmö Karoli (till slut territoriell)Malmö tyska, se Malmö KaroliNorrköpings Hedvig (1775-1885 tvåspråkig, 1885- territoriell)Norrköpings tyska,se Norrköpings HedvigNorrtälje tyskaSankta Maria (tysk),se Visby domkyrkoförsamlingSankt Clernens (Visby, möjligen dansk)Sankt Hans (Visby, möjligen tysk)Tyska Sankta Gertrud III.",
    "hospitalsförsamlingar(förutom nedanstående fanns ytterligarenågra medeltida, som här ej blivit utredda) Danviks hospital och Sicklaö (territoriell)Gävle hospitalsförsamlingGöteborgs hospitalsförsamling,se Nylöse (halvterritoriell)Härnösands hospitalsförsamlingJönköpings hospitalsförsamlingKronohospitalsförsamlingen,se Lunds hospitalsförsamling (åtminstone delvis territoriell)Malmö hospitalsförsamlingSankt Johannes,se Lunds hospitalsförsamlingSerafimerlasarettetSkara hospitalsförsamlingStockholms hospital (å Konradsberg) för sinnessjukaStockholms stads och läns kurhusVadstena hospitalsförsamlingVäxjö hospitalsförsamling IV.",
    "slotts- och fängelseförsamlingar m fl Allmänna arbetsinrättningenAllmänna straffängelset (i Göteborg)Gäldstugan och stadens häktenGöteborgs fattighusförsamling (delvis)Göteborgs spinnhusförsamlingHovförsamlingenJönköpings slottsförsamling,se Jönköpings SofiaKalmar slottsförsamlingKarlskrona fångförsamlingKarlstens slottsförsamlingKristianstads slottsförsamlingKronospinnhuset,se Straff- och arbetsfängelset å NorrmalmLandskrona slotts- och straffängelseförsamlingLänshäktet,se Allmänna straffängelsetMalmö slottsförsamlingNorra korrektionsinrättningen,se Straff- och arbetsfängelset å NorrmalmNya Älvsborg (territoriell)Slottsförsamlingen,se HovförsamlingenStockholms stads kronohäkte å Långholmen,se Stockholms stads södra kronohäkte för mänStockholms stads norra kronohäkte för kvinnor,se Straff- och arbetsfängelset å NorrmalmStockholms stads rannsakningsfängelseStockholms stads södra kronohäkte för mänStraff- och arbetsfängelset (i Norrköping)Straff- och arbetsfängelset å Långholmen och Stockholms stads södra kronohäkte för mänStraff- och arbetsfängelset å NorrmalmSödra korrektionsinrättningen,se Straff- och arbetsfängelset å LångholmenVarbergs slottsförsamlingVarbergs straffängelse V. fattighusförsamlingar m fl Allmänna försörjningsinrättningenAllmänna institutet å Manilla för dövstumma och blindaBarnhusförsamlingenBorgerskapets änkhusFrimurarebarnhuset (å Kristineberg)Göteborgs fattighusförsamlingHedvig Eleonora fattighusSabbatsbergs fattighusStiftelsen Konung Oscar I:s minne C. FRÄMMANDE TROSBEKÄNNARES FÖRSAMLINGAR I. anglikanska Engelsk-episkopala (i Stockholm)Fransk-engelska (delvis)Göteborgs engelska II.",
    "baptistisk Våmhus baptistförsamling III.",
    "mosaiska Göteborgs mosaiskaHalmstads mosaiskaKalmar mosaiskaKarlskrona mosaiskaMalmö mosaiskaMarstrands mosaiskaMosaiska (i Stockholm)Norrköpings mosaiskaOskarshamns mosaiskaSundsvalls mosaiskaVäxjö mosaiska IV.",
    "ortodoxa Rysk-grekiskaSigtuna ryskaVisby ryska V. reformerta Alingsås reformertaFransk-engelska,se Fransk-reformertaFransk-reformertaGöteborgs reformerta (1600-talet)Göteborgs reformerta (1700-talet),se Göteborgs engelskaHolländsk-reformertaKammarduksfabriken i VadstenaNorrköpings reformerta VI.",
    "romersk-katolska(församlingar bildade efter 1910 erhöll ej den rätt till officiell kyrkobokföring som de äldre hade fram till 1967) Fransk-katolskaGävle romersk-katolskaGöteborgs katolskaMalmö katolskaRomersk-katolska (i Stockholm),se Sankta EugeniaSankta EugeniaSankt ErikSpanska"
]