[
    "Anmäl särskild postadress till Skatteverket om du under minst sex månader vill ha din post till en annan adress än folkbokföringsadressen.",
    "Det gäller både i Sverige och utomlands.",
    "Det kostar inget att anmäla särskild postadress.",
    "En särskild postadress är ett komplement till en folkbokföringsadress.",
    "Skatteverket kan därför inte registrera din folkbokföringsadress som en särskild postadress.",
    "Din folkbokföringsadress ändras inte om du anmäler en särskild postadress.",
    "Din särskilda postadress avslutas inte när du anmäler flytt.",
    "I tjänsten kan du anmäla en särskild postadress i Sverige eller i utlandet.",
    "Gör anmälan i förväg, men inte mer än en månad innan den särskilda postadressen ska börja gälla.",
    "I tjänsten kan du också avsluta en särskild postadress.",
    "Du ska inte skicka in en till anmälan för samma ärende.",
    "Har du frågor om din anmälan eller vill göra någon ändring, vänligen kontakta Skatteupplysningen på telefon 0771-567 567.",
    "Du kan exempelvis anmäla en särskild postadress om du Gäller ditt behov av adress ett dödsbo så gäller andra regler.",
    "Du kan anmäla en särskild postadress med c/o om du vill att någon annan ska ta hand om din post.",
    "C/o är en förkortning av begreppet care of som betyder ta hand om.",
    "Du använder c/o framför namnet och adressen på den person som ska ta hand om din post.",
    "Du som är inneboende hos någon eller hyr bostad i andra hand ska inte skriva c/o i din flyttanmälan.",
    "Du ska istället ha ditt namn på dörren och på post- eller fastighetsboxen i entrén.",
    "Du som god man eller förvaltare kan anmäla att din huvudmans post ska skickas till din adress.",
    "Det gör du genom att anmäla särskild postadress på en blankett som du skickar med post till Skatteverket.",
    "Tänk på att skicka med ditt förordnande om godmanskap eller förvaltarskap.",
    "Observera att den särskilda postadressen inte ändras automatiskt för huvudmannen om du som god man eller förvaltare flyttar till en annan adress.",
    "Du kan beställa eftersändning av din post.",
    "Det innebär att post som skickats till din gamla adress skickas vidare till din nya adress.",
    "Hos Svensk Adressändring AB kan du beställa eftersändning av post mot en avgift.",
    "Tänk på att din folkbokföringsadress inte ändras om du beställer eftersändning av post.",
    "Den särskilda postadressen avslutas inte om huvudmannen avlider.",
    "Den särskilda postadressen sprids automatiskt till de flesta myndigheter.",
    "Företag kan också hämta information ur folkbokföringen, men det kan ske oregelbundet eftersom de själva måste beställa uppgifterna från det offentliga registret SPAR.",
    "Däremot kan du behöva meddela din särskilda postadress till föreningar och organisationer du är medlem i, tidskrifter du prenumererar på och företag som du vill vara säker på har din särskilda postadress att skicka post till.",
    "Du måste själv alltid meddela din särskilda postadress till privatpersoner.",
    "Du kan anmäla en särskild postadress i Sverige eller i utlandet.",
    "Om du ska bo utomlands mer än ett år ska du inte anmäla särskild postadress.",
    "Då ska du istället anmäla flytt till utlandet.",
    "Mer information om det hittar du under Flytta från Sverige.",
    "För att den särskilda postadressen inte längre ska gälla, måste du göra en ny anmälan i tjänsten Särskild postadress.",
    "Har du inte möjlighet att använda tjänsten, kan du använda blanketten Anmälan - Särskild postadress.",
    "Blanketten skickar du till adressen som står på den.",
    "Observera att den särskilda postadressen inte upphör automatiskt om du gör en flyttanmälan och ändrar din folkbokföringsadress.",
    "Du som har en säker, digital brevlåda för myndighetspost får nu ett meddelande så fort din folkbokföringsadress ändras i vårt register.",
    "Tjänsten är gratis och det är ett snabbt och säkert sätt att hålla koll på din adress.",
    "I den digitala brevlådan anger du själv om du vill ha ett sms eller ett mejl när du får myndighetspost från Skatteverket eller andra myndigheter.",
    "Det tar olika lång tid innan ditt ärende tilldelas en handläggare beroende på vilket folkbokföringsärende som du vill ha hjälp med.",
    "Handläggningstiden är olika beroende på om ytterligare utredning eller komplettering behövs för ditt ärende.",
    "Vi behandlar ärenden i den ordning de kommer in till oss och ger ingen förtur.",
    "Om du anmäler särskild postadress tar det cirka fyra veckor innan ditt ärende får en handläggare."
]