[
    "När du flyttar ska du göra en flyttanmälan till Skatteverket så att du blir folkbokförd på rätt adress och i normalfallet kommer din post gå dit.",
    "Det är till exempel viktigt för vilken skatt du ska betala och din rätt till olika bidrag och förmåner.",
    "Skatteverket sprider din nya adress till många myndigheter.",
    "Även företag har möjlighet att hämta adressen, då via registret SPAR.",
    "Vill du att din post ska eftersändas till din nya adress kan du beställa det hos Svensk Adressändring.",
    "Var du är folkbokförd har bland annat betydelse för i vilken kommun du ska betala din skatt.",
    "Det påverkar också samhällsplaneringen i stort – till exempel byggandet av bostäder, äldreomsorg och skolor.",
    "Det tar upp till två veckor innan din anmälan registreras.",
    "Du ska inte skicka in en till anmälan för samma ärende.",
    "Har du frågor om din anmälan eller vill göra någon ändring, vänligen kontakta Skatteupplysningen på telefon 0771-567 567  När du har gjort flyttanmälan sprider Skatteverket din nya adress till många myndigheter, kommuner och regioner, till exempel: Även företag som större banker och försäkringsbolag hämtar din nya adress, men via det offentliga registret SPAR.",
    "Däremot kan du behöva meddela din nya adress till föreningar och organisationer du är medlem i, tidskrifter du prenumererar på och företag som du vill vara säker på har din nya adress att skicka post till.",
    "Du måste själv alltid meddela din nya adress till privatpersoner.",
    "Du kan läsa mer om hur uppgifterna sprids i samhället.",
    "Om någon annan ska ta hand om din post under en längre period kan du ha en särskild postadress.",
    "Eftersändning innebär att post som är adresserad till din gamla adress vidarebefordras till din nya adress.",
    "Enbart eftersändning ändrar däremot inte din folkbokföringsadress.",
    "Vill du eftersända din post kan du beställa det hos Svensk Adressändring AB mot en avgift.",
    "Posten eftersänds då under en viss period, vanligtvis ett år.",
    "Du ska ha ditt namn på dörren och på post- eller fastighetsboxen i entrén.",
    "Det är viktigt för att din post ska kunna delas ut och gäller även för dig som är inneboende hos någon eller hyr bostad i andra hand.",
    "Du ska inte skriva c/o i din flyttanmälan eftersom Skatteverket inte registrerar c/o i din folkbokföringsadress.",
    "Du kan anmäla en särskild postadress med c/o om du vill att någon annan ska ta hand om din post.",
    "Du ska alltid skicka tillbaka brev till avsändaren genom att skriva ”åter avsändaren: bor inte på denna adress” på brevet och sedan posta det.",
    "På det sättet får avsändaren veta att personen inte finns på adressen.",
    "Om du känner personen är det bra om du kan be hen att anmäla flytt till rätt adress.",
    "Skatteverket utreder om det är något som behöver ändras i folkbokföringen.",
    "Det som är bra för oss att veta då är: Du behöver inte lämna ditt namn eller dina kontaktuppgifter om du inte vill, men det underlättar för Skatteverket om du gör det.",
    "Skatteverket kan behöva kontakta dig och ställa följdfrågor om de uppgifter du lämnat.",
    "Du meddelar Skatteverket enklast genom tjänsten Tipsa om misstänkt fusk.",
    "Du kan också ringa Skatteupplysningen på telefonnummer 0771-567 567."
]