[
    "För att kunna ansöka om id-kort hos Skatteverket behöver du bland annat vara folkbokförd i Sverige, ha ett svenskt personnummer och kunna bevisa vem du är.",
    "Innan du ansöker behöver du betala en ansökningsavgift.",
    "För att kunna ansöka om Skatteverkets id-kort behöver du uppfylla alla dessa villkor: För att ansöka om id-kort behöver du betala en ansökningsavgift, boka tid och besöka ett servicekontor.",
    "När ditt id-kort är färdigt hämtar du själv ut det på det servicekontor där du ansökt.",
    "Kontrollera att ditt servicekontor utfärdar id-kort Servicekontor som utfärdar id-kort finns inte på alla orter.",
    "Kontrollera därför att du har möjlighet att besöka ett servicekontor som utfärdar id-kort innan du betalar avgiften.",
    "Om du har skyddade personuppgifter är det viktigt att du kontaktar din skyddshandläggare innan du ansöker om id-kort.",
    "Du måste börja med att betala ansökningsavgiften på 400 kronor för att Skatteverket ska utreda din ansökan.",
    "Är ni flera som ansöker behöver ni göra en ansökan och en inbetalning per person.",
    "(Det går inte att betala flera ansökningsavgifter i samma inbetalning.)",
    "Du får inte tillbaka ansökningsavgiften om vi inte godkänner ansökan.",
    "Betala ansökningsavgiften på bankgiro 389-0100.",
    "(Från ett annat land än Sverige: IBAN SE55 1200 0000 0128 1012 1613 och Swift/BIC DABASESX.)",
    "Om du inte har möjlighet att betala avgiften med bankgiro kan vi hjälpa dig med betalningen i receptionen på Skatteverkets kontor i Sundbyberg, Göteborg och Malmö.",
    "När du har betalat ansökningsavgiften bokar du ett besök på ett servicekontor som utfärdar id-kort.",
    "Följ länken nedan för att boka tid.",
    "Där kan du också avboka eller boka om en tid om du får förhinder.",
    "Vi är tacksamma om du gör det i god tid, så att någon annan kan få tiden om du själv inte kan. Besök servicekontoret den tid du har bokat.",
    "Ta med dig detta: Ta inte med något personbevis.",
    "Detta räknas som godkända id-handlingar: En intygsgivare är en person som känner dig väl och följer med dig till servicekontoret för att intyga vem du är.",
    "Intygsgivaren måste också kunna identifiera sig själv.",
    "Intygsgivaren måste kunna identifiera sig.",
    "Dessa personer räknas som godkända intygsgivare: Även dessa personer kan vara intygsgivare om de tar med sig ett beslut eller intyg som visar vilken relation ni har till varandra: På servicekontoret blir du fotograferad.",
    "Du behöver alltså inte ta med något fotografi.",
    "Du får ha på dig huvudbonad, mörka glasögon och liknande vid fotograferingen om det är av religiösa eller medicinska skäl.",
    "På servicekontoret mäter vi också din längd.",
    "Om du inte har möjlighet att stå upp, mäter vi dig när du sitter.",
    "Det tar cirka två veckor innan id-kortet är färdigt.",
    "Om något i din ansökan måste utredas närmare kan det ta längre tid.",
    "Ibland behöver du komplettera din ansökan med något som saknas.",
    "Du får då ett brev av Skatteverket om det.",
    "En komplettering kan innebära att du behöver besöka servicekontoret igen.",
    "Även det kan göra att det tar längre tid att få id-kortet.",
    "När id-kortet är färdigt får du ett meddelande via sms eller brev av Skatteverket.",
    "Där står det att ditt id-kort finns att hämta på servicekontoret.",
    "Tänk på att alltid göra en flyttanmälan hos Skatteverket om du flyttar, så att ditt brev kommer fram.",
    "Du behöver inte boka tid för att hämta kortet.",
    "När ditt id-kort är färdigt får du också ett separat brev med koder till den e-legitimation som finns på kortet.",
    "Ta inte med det brevet till servicekontoret.",
    "Om du inte uppfyller villkoren för att få ett id-kort får du ett brev om det.",
    "Om du ändå anser att du har rätt till ett id-kort kan du lämna en så kallad överklagan till Skatteverket.",
    "Det står i brevet hur du gör det.",
    "Skatteverket skickar din överklagan till förvaltningsrätten i Stockholm, som avgör om Skatteverkets beslut är rätt eller fel."
]