[
    "Du som ska deklarera för ett dödsbo deklarerar enklast i appen, e-tjänsten eller genom att sms:a eller ringa.",
    "Använd koderna som följer med deklarationen eller utse ett deklarationsombud som har e-legitimation.",
    "Du kan också deklarera på pappersblanketten Inkomstdeklaration 1, som vi skickar till dödsboets adress.",
    "Du kan deklarera för ett dödsbo i e-tjänsten om dödsboet har fått koder med deklarationen eller om du är registrerad hos Skatteverket som deklarationsombud och har e-legitimation.",
    "Om dödsboet har fått koder att deklarera med finns de i informationsbrevet och specifikationen till deklarationen.",
    "Det finns en kod för identifiering och en kod för underskrift.",
    "Koderna kan användas för att deklarera för dödsboet i e-tjänsten, appen, genom att sms:a eller ringa.Om dödsboet inte har fått några koder kan du, om du är registrerad som deklarationsombud hos Skatteverket, deklarera med din e-legitimation i e-tjänsten.",
    "Om det varken finns koder eller ett registrerat deklarationsombud behöver du deklarera genom att lämna in dödsboets deklaration på papper.",
    "I e-tjänsten finns möjlighet att göra ändringar i deklarationen och lämna eventuella bilagor.",
    "Du får direkt en kvittens som visar att deklarationen är inlämnad.",
    "Logga in i e-tjänsten Inkomstdeklaration 1.",
    "Du som deklarerar med koder Logga in med koden för identifiering.",
    "Du som deklarerar som registrerat deklarationsombud Logga in med din e-legitimation.",
    "I e-tjänsten hittar du dödsboets deklaration.Kontrollera att uppgifterna stämmer överens med de uppgifter som dödsboet fått från till exempel arbetsgivare, bank, Försäkringskassan med flera.",
    "Om du behöver ändra något i deklarationen eller lägga till en bilaga, gör du det enkelt i e-tjänsten.",
    "Ska du inte lämna någon bilaga eller ändra något annat hoppar du över det här steget.",
    "I en del bilagor har Skatteverket fyllt i de uppgifter vi fått, till exempel aktieförsäljningar.",
    "Andra bilagor kan du skapa själv.",
    "Du kan också importera en bilaga via fil som du har fått från till exempel en mäklare eller en bokföringsbyrå.",
    "Du som deklarerar med koder:Skriv under deklarationen med kod för underskrift.Du som deklarerar som registrerat deklarationsombud:Godkänn deklarationen med din e-legitimation.",
    "Du får direkt en kvittens som visar att deklarationen är inlämnad.",
    "Du kan deklarera i Skatteverkets app med koder.",
    "I appen kan du göra avdrag för resor till och från arbetet, om dödsboet haft sådana kostnader under inkomståret, men inga andra ändringar.",
    "Du får direkt en kvittens som visar att deklarationen är inlämnad.",
    "Ladda ner Skatteverkets app.",
    "Appen Skatteverket finns för Iphone, Ipad och för Android.",
    "Om du deklarerar med koder:Fyll i kod för identifiering.",
    "Öppna deklarationen i appen och kontrollera att uppgifterna stämmer överens med de uppgifter dödsboet fått från till exempel arbetsgivare, bank, Försäkringskassan med flera.",
    "Om du deklarerar med koder:Uppge dödsboets kod för underskrift.",
    "Du får direkt en kvittens som visar att deklarationen är inlämnad.",
    "Om dödsboet har fått koder med deklarationen kan du deklarera via sms.",
    "Om du deklarerar genom att sms:a kan du bara godkänna deklarationen utan att göra ändringar eller tillägg.",
    "Du får en kvittens i retur, som visar att deklarationen är inlämnad.",
    "Om dödsboet har fått koder med deklarationen kan du deklarera via sms.",
    "Du får en kvittens i retur som visar att deklarationen är inlämnad.",
    "Kontrollera att uppgifterna stämmer överens med de uppgifter dödsboet fått från till exempel arbetsgivare, bank, Försäkringskassan med flera.",
    "Du hittar koden för underskrift i informationsbrevet och specifikationen till inkomstdeklarationen.",
    "Sms:a personnumret/dödsbonumret som står på inkomstdeklarationen och dödsboets kod för underskrift till 71144.",
    "Glöm inte mellanslag mellan personnummer/dödsbonummer och kod.",
    "Exempel:ÅÅMMDDNNNN 99999999.",
    "Skickar du ditt sms från utlandet måste du ha ett svenskt mobilabonnemang.",
    "Ange inte någon landskod före 71144.",
    "Du får ett sms i retur som bekräftar att du har deklarerat.",
    "Det kan dröja upp till 10 minuter innan du får sms:et.",
    "Spara sms-bekräftelsen som kvittens.",
    "Du kan deklarera för dödsboet genom att ringa om dödsboet fått koder med deklarationen.",
    "Om du ringer in deklarationen kan du inte göra några ändringar.",
    "När du har deklarerat via telefon spelas ett meddelande upp som bekräftar att deklarationen är inlämnad.",
    "Kontrollera att uppgifterna stämmer överens med de uppgifter som dödsboet har fått från arbetsgivare, bank, Försäkringskassan med flera.",
    "Du hittar koderna för att godkänna deklarationen i informationsbrevet som följer med deklarationen.",
    "Ring 020-567 100.",
    "Om du ringer från utlandet ska du ringa +46 8 764 92 40.",
    "Följ de inspelade instruktionerna.",
    "Du kan få instruktionerna på engelska.",
    "Vänta tills du hör ett meddelande läsas upp i telefonen.",
    "Meddelandet bekräftar att deklarationen är inlämnad.",
    "Meddelandet sparas och du kan ringa och höra det på nytt.",
    "Du kan även deklarera genom att skicka in pappersblanketten som dödsboet fått med posten.",
    "Kom ihåg att posta blanketten i god tid så att den finns hos Skatteverket senast den 2 maj 2024.",
    "Kontrollera att uppgifterna stämmer överens med de uppgifter som dödsboet har fått från till exempel arbetsgivare, bank, Försäkringskassan med flera.",
    "Om du skickar in dödsboets deklaration på papper är grundregeln att alla dödsbodelägare ska skriva under blanketten.",
    "Det räcker att en dödsbodelägare skriver under om de andra delägarna godkänner det.",
    "Om det finns en testamentsexekutor är det denne som ska skriva under blanketten.",
    "I de fall den avlidnas egendom förvaltas av en boutredningsman ska denne skriva under.",
    "Posta deklarationen tillsammans med eventuella bilagor till adressen:SkatteverketInläsningscentralenInkomstdeklaration 1FE 8000107 75 Stockholm Tänk på att posta deklarationen i god tid så att den finns hos oss senast den 2 maj 2024.",
    "Här kan du läsa mer om hur du kan lämna in pappersdeklarationen: Dödsboets inkomstdeklaration ska finnas hos Skatteverket senast 2 maj 2024.",
    "Om du behöver mer tid kan du ansöka om anstånd med att lämna deklarationen.",
    "Du kan få anstånd till 16 maj 2024.",
    "Du som är registrerad hos Skatteverket som deklarationsombud kan ansöka om anstånd med att lämna in dödsboets deklaration på Mina sidor på skatteverket.se.",
    "Om du är behörig företrädare för dödsboet kan du också ringa till skatteupplysningen för att begära anstånd med att lämna in deklarationen.",
    "Om du på grund av särskilda omständigheter behöver anstånd längre tid än till den 16 maj 2024 måste du ansöka om det skriftligt med blanketten Ansökan om anstånd med att lämna inkomstdeklarationen (SKV 2600)."
]