[
    "Du som har kommit till Sverige på grund av Rysslands invasion av Ukraina har möjlighet att ansöka om ett samordningsnummer eller anmäla flytt till Sverige för att bli folkbokförd i Sverige.",
    "Du behöver uppfylla vissa villkor för att tilldelas ett samordningsnummer eller för att bli folkbokförd i Sverige och få ett svenskt personnummer.",
    "Det är olika regler beroende på hur länge du varit i Sverige och anledningen till vistelsen.",
    "Du som har flyttat till Sverige och har uppehållstillstånd med tillfälligt skydd ska anmäla din flytt till Skatteverket och boka tid för identitetskontroll på ett servicekontor när du har varit här i minst två år.",
    "Du kan bli folkbokförd i Sverige om du uppfyller följande tre villkor: Det är Skatteverket som beslutar om du uppfyller kraven för folkbokföring.",
    "En person som blir folkbokförd i Sverige får ett personnummer.",
    "Du som har flyttat till Sverige och har uppehållstillstånd med tillfälligt skydd ska anmäla din flytt till Skatteverket och boka tid för identitetskontroll på ett servicekontor när du har varit här i minst två år.",
    "Anmälan ska då ske inom en vecka från att du uppfyller kraven.",
    "Kom ihåg att varje person – även barn – ska göra en egen anmälan.",
    "Du som har flyttat till Sverige och planerar att bo här i minst ett år ska i de flesta fall vara folkbokförd här.",
    "Det gäller dig som har beviljats ett uppehållstillstånd på grund av en annan anledning än tillfälligt skydd, till exempel arbete eller studier.",
    "Det gäller också dig som har uppehållsrätt genom att till exempel vara familjemedlem till en EU eller EES-medborgare.",
    "Du kan läsa mer om vilka regler som gäller för dig på våra sidor om flytt till Sverige.",
    "Du som har uppehållstillstånd med tillfälligt skydd och har varit i Sverige kortare tid än två år ska som huvudregel inte vara folkbokförd i Sverige.",
    "Du kan istället ansöka om ett samordningsnummer.",
    "Om du har ett samordningsnummer sedan tidigare så ska du inte ansöka om ett nytt.",
    "Det finns mer information om uppehållstillstånd med tillfälligt skydd hos Migrationsverket.",
    "Ett samordningsnummer är en identitetsbeteckning för personer som inte är eller har varit folkbokförda.",
    "Om du har anknytning till Sverige och har behov av ett samordningsnummer så kan du själv ansöka om ett sådant.",
    "Det är Skatteverket som beslutar om samordningsnummer.",
    "Ett samordningsnummer är personligt och kan inte överlåtas till någon annan.",
    "Om du har ett tillfälligt uppehållstillstånd enligt massflyktsdirektivet från Migrationsverket har du rätt att arbeta i Sverige.",
    "Om du arbetar i Sverige måste du anmäla det till Skatteverket.",
    "Du kan dock arbeta redan innan du fått ditt samordningsnummer och skatteregistrerats.",
    "Du blir inte skatteregistrerad i och med att du fått ett samordningsnummer.",
    "För att arbeta i Sverige behöver du bli skatteregistrerad, det vill säga anmäla om A-skatt.",
    "Det innebär att din arbetsgivare drar av skatt på din lön och betalar socialavgifter.",
    "Först när du fått en anställning kan du eller din arbetsgivare anmäla om att bli skatteregistrerad.",
    "Om du ska arbeta i Sverige behöver du eller din arbetsgivare skicka in Anmälan om preliminär A-skatt.",
    "Du kan anmäla via Skatteverkets e-tjänst eller pappersblankett som du kan ladda ner från vår webbplats (SKV 4402).",
    "Har du ett samordningsnummer anger du det i anmälan om preliminär A-skatt.",
    "Har du inte redan fått ett samordningsnummer kommer Skatteverket att tilldela dig ett sådant i samband med att vi hanterar din anmälan om skatteregistrering.",
    "Till anmälan om preliminär A-skatt behöver du bifoga följande handlingar: Om du omfattas av massflyktsdirektivet kan du börja arbeta även om Skatteverket inte hunnit fatta beslut om preliminär A-skatt.",
    "Då kommer din arbetsgivare dra en förhöjd skatt på lönen som Skatteverket justerar i efterhand.",
    "Kom ihåg att lämna uppgift om ditt samordningsnummer till din arbetsgivare när du har fått det.",
    "För att driva ett företag i Sverige behöver du bland annat registrera ditt företag, ansöka om F-skatt och moms hos Skatteverket.",
    "Ska du ha anställda behöver du också registrera dig som arbetsgivare hos oss.",
    "Svenska myndigheter har på webbtjänsten verksamt.se samlat information om vad du som ska starta företag behöver göra.",
    "Är du arbetsgivare och vill anställa en person som kommit till Sverige från Ukraina?",
    "När du driver ett företag från Sverige ska du och ditt företag följa vissa av de regler som också gäller för svenska företagare.",
    "Du kan behöva registrera ditt företag, dig själv och dina anställda och lämna olika typer av deklarationer, till exempel arbetsgivardeklarationer och momsdeklarationer.",
    "Du kan ansöka om registrering och annat på Skatteverkets hemsida även om du saknar svensk e-legitimation, organisationsnummer eller samordningsnummer.",
    "Vi har samlat guider och e-tjänster för dig som vill driva ett utländskt företag i Sverige."
]