[
    "I vissa situationer efterfrågar utländska myndigheter personbevis, till exempel: Om den utländska myndigheten behöver en förklaring till personbeviset, hänvisa till ”Information to foreign authorities” på skatteverkets webbplats.",
    "Det är bara personbevis som ska skickas till utländska myndigheter som Skatteverket stämplar och skriver under.",
    "Om personbeviset består av flera sidor, är det sista sidan som stämplas och skrivs under.",
    "Stämpeln är på svenska.",
    "Du kan beställa följande personbevis med stämpel och underskrift: Skatteverket kan stämpla och skriva under personbevis på engelska, men vi gör ingen manuell hantering av dessa.",
    "Om du behöver kompletteringar, beställ ett personbevis på svenska med de extra uppgifter som krävs och få det översatt.",
    "I Sverige utfärdas inte internationella födelsebevis (Birth Certificate) som i andra länder.",
    "Det dokument som motsvarar födelsebeviset är personbeviset Utdrag om folkbokföringsuppgifter - 120 med alla relationer.",
    "En utländsk myndighet kan kräva ett äktenskapscertifikat när du ska gifta dig utomlands.",
    "Om du är svensk medborgare och folkbokförd i Sverige kan du ansöka om detta dokument hos Skatteverket.",
    "Skatteverket kan utfärda tvåspråkiga dokument som förklarar innehållet i ett personbevis eller registerutdrag.",
    "Dessa dokument kan endast användas inom EU.",
    "Inom EU ska ett personbevis eller registerutdrag accepteras utan apostille eller legalisering enligt EU-förordning 2016/1191.",
    "Tvåspråkiga dokumentet kan utfärdas för: Beställ dokumentet via vårt kontaktformulär.",
    "Fyll i följande uppgifter: Utländska myndigheter utanför EU kan kräva apostillestämpel eller legalisering.",
    "Skatteverket utfärdar inte dessa.",
    "För att få en apostillestämpel, kontakta en notarius publicus.",
    "Du hittar vilka som är notarius publicus i ditt län på länsstyrelsernas webbplats, sök på notarius publicus.",
    "Om personbeviset behöver legalisering, kontakta Utrikesdepartementet (UD).",
    "Information om legaliseringar hittar du på utrikesdepartementets webbplats."
]