[
    "Ändra juridiskt kön Det kan vara mycket att tänka på för dig som har fått eller kommer att få ändrat juridiskt kön och därmed ett nytt personnummer.",
    "Därför har vi samlat information särskilt för dig på denna sida.",
    "Bra att tänka på när du ändrar juridiskt könHär ser du en lista över vad som kan vara bra att tänka på.",
    "Längre ner kan du läsa om varje punkt.Ansök om identitetshandlingar med ditt nya personnummer.",
    "Kontakta till exempel banker, försäkringsbolag, föreningar och andra privata aktörer du är medlem eller kund hos.",
    "Ansök om namnändring och sekretessmarkering, om du vill det.",
    "Ansök om ny e-legitimation och digital brevlåda.Sist hittar du information om hur vi beskriver familjerelationer i folkbokföringen.Ansök om identitetshandlingar med ditt nya personnummerNär du har fått ditt nya personnummer behöver du så fort som möjligt ansöka om nytt id-kort, pass och eventuell förarlicens för till exempel taxi.",
    "Ditt pass blir ogiltigt i samband med att du får nytt personnummer.",
    "Nytt körkortsunderlag får du automatiskt.I väntan på nya id-handlingar legitimerar du dig med dina gamla id-handlingar tillsammans med brevet från Skatteverket om ditt nya personnummer.",
    "Därför är det viktigt att din gamla id-handling har ett giltighetsdatum som inte har gått ut.Hör av dig till företag som du är kund hosHör av dig till privata aktörer som du är kund hos eller föreningar där du är medlem.",
    "Detta är särskilt viktigt ifall du har sekretessmarkering, eftersom dessa inte kan hämta dina personuppgifter automatiskt.Myndigheter, kommuner, sjukvård och liknande får automatiskt tillgång till ditt nya personnummer, även om du har sekretessmarkering.",
    "Normalt har de informationen inom en vecka.När myndigheterna och andra får information om ditt nya personnummer flyttar de över informationen som är kopplad till dig, till ditt nya personnummer.",
    "Till exempel dina pensionsgrundande inkomster och eventuella högskolepoäng.Ansök om namnändring och sekretessmarkering, om du vill detOm du vill byta ditt förnamn måste du ansöka om det hos Skatteverket.",
    "Du kan välja manligt och kvinnligt kodade namn, oavsett vilket juridiskt kön du har.",
    "Vill du ansöka om sekretessmarkering av dina personuppgifter?Du måste ansöka om sekretessmarkering samtidigt som du ansöker om nytt namn om du vill vara säker på att ditt nya namn inte sprids.",
    "Ett villkor för att få sekretessmarkering är att du kan visa för Skatteverket att du är i en process av att få ändrat juridiskt kön, till exempel genom ett intyg från vården.Tänk på att det är lite besvärligt att leva med skyddade personuppgifter eftersom det är färre personer som har tillgång till dina personuppgifter hos myndigheter och företag.",
    "Är du utsatt för hat och hot ska du självklart ansöka om sekretessmarkering hos folkbokföringen.Dina nya personuppgifter kommer att synas hos de som du har eller har haft relation till i folkbokföringen, föräldrar make/maka och barn i samband med byte av personnummer.Om du har sekretessmarkering är det extra viktigt att du själv hör av dig till privata företag som du har kontakt med, eftersom de inte kan hämta uppgifter om dig automatiskt när du har sekretessmarkering.NamnSkyddade personuppgifterAnsök om ny e-legitimation och digital brevlådaNär du fått ditt nya personnummer behöver du uppdatera din e-legitimation och eventuella digitala brevlåda.",
    "Det bör du göra i den här ordningen:Avsluta din gamla digitala brevlåda.",
    "Glöm inte att spara information som du behöver ha kvar.Skaffa en ny e-legitimation kopplad till ditt nya personnummer.",
    "Hur du gör beror på vilken e-legitimation du vill ha, så du behöver själv ta reda på vad som gäller.Skaffa en ny digital brevlåda kopplad till ditt nya personnummer.Om du vill avsluta din gamla digitala brevlåda efter att din e-legitimation har blivit ogiltig behöver du kontakta Myndigheten för digital förvaltning (Digg) och be dem inaktivera den gamla brevlådan.Digg – Myndigheten för digital förvaltning Länk till annan webbplats.",
    "Om du har fått ändrat juridiskt kön i ett annat land än SverigeOm du har ett beslut från ett annat land om att du har ändrat juridiskt kön, kan du visa upp det för Skatteverket.",
    "Då blir detta ditt juridiska kön även i Sverige.",
    "Ett villkor är att du bodde eller var medborgare i det aktuella landet när beslutet fattades.",
    "Ett annat villkor är att det juridiska könet är man eller kvinna, eftersom det bara finns två juridiska kön i Sverige.",
    "Om du har ett annat juridiskt kön, gäller detta:Om du aldrig har varit folkbokförd i Sverige kan du välja om ditt juridiska kön i Sverige ska vara kvinna eller man.Om du tidigare har varit folkbokförd i Sverige behåller du det juridiska kön som redan finns registrerat i folkbokföringen.",
    "Dina relationer uppdateras med dina nya personuppgifter i folkbokföringenNär du har fått ett nytt personnummer uppdateras det i folkbokföringen för de personer du har relation till, föräldrar make/maka och barn.Om du har barn och tidigare var registrerad som deras mor, kommer du efter personnummerbytet att vara registrerad som deras far och omvänt.Om du är gift och tidigare var registrerad som maka, kommer du efter personnummerbytet att vara registrerad med ditt aktuella namn och personnummer.Om du är registrerad som barn kommer du efter personnummerbytet att vara registrerad med aktuellt namn och personnummer."
]